Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Due date for this assignment:
af: Sperdatum vir hierdie opdrag:
ar: تاريخ تقديم هذه المهمة:
bg: Краен срок за това задание:
bn: এই হস্তান্তরণের প্রদেয় তারিখ হল:
ca: Data de venciment d'aquest treball:
cs: Termín dokončení této úlohy:
da: Frist for denne opgave:
de: Abgabedatum für diese Aufgabe
es: Fecha de vencimiento de esta tarea:
et: Selle ülesande tähtaeg:
eu: Lana egiteko epemuga:
fa: زمان تحویل این تکلیف:
fi: Tehtävän palautuspäivä:
fil: Takdang petsa para sa takdang-araling ito:
fr: Date limite pour ce devoir :
gl: Data de entrega deste traballo:
gu: આ સોંપણી માટે નિયત તારીખ:
hi: इस असाइनमेंट का नियत दिनांक:
hr: Krajnji rok za pismeni zadatak:
hu: A feladat határideje:
id: Batas waktu untuk tugas ini:
is: Skiladagur þessa verkefnis:
it: Data di scadenza per questo compito:
iw: תאריך יעד למטלה הזו:
ja: この課題の期限:
kn: ಈ ನಿಯೋಜನೆಗಾಗಿ ಅಂತಿಮ ದಿನಾಂಕ:
lt: Šios užduoties terminas:
lv: Šī uzdevuma izpildes datums:
ml: ഈ അസൈന്മെന്റ് സമർപ്പിക്കേണ്ട അവസാന തീയതി:
mr: या अभिहस्तांकनाची निहित तारीख:
nl: Deadline voor deze opdracht:
no: Frist for denne oppgaven:
pl: Termin dla tego zadania:
pt_br: Data de entrega desta tarefa:
pt_pt: Data para conclusão deste trabalho:
ro: Termenul limită pentru această temă:
sr: Крајњи рок за овај задатак:
sv: Inlämningsdatum för den här uppgiften:
sw: Tarehe ya mwisho ya zoezi hili:
ta: இந்தப் பயிற்சிப் பாடத்திற்கான இறுதி நாள்:
te: ఈ అభ్యాసానికి గడువు తేదీ:
th: วันที่ครบกำหนดสำหรับงานนี้:
tr: Bu ödevin teslim tarihi:
uk: Термін для цього завдання:
ur: اس اسائنمنٹ کیلئے آخری تاریخ:
zu: Usuku okumele kuphele ngalo lo msebenzi okumele wenziwe:

source: Your answers have been recorded under the email
af: Jou antwoorde is onder die e-posadres aangeteken
ar: تم تسجيل إجاباتك من خلال هذا البريد الإلكتروني
ca: Les vostres respostes s'han registrat amb l'adreça electrònica
de: Ihre Antworten wurden unter folgender E-Mail-Adresse gespeichert:
fil: Ang iyong mga sagot ay naka-rekord sa email
fr: Vos réponses ont été enregistrées et associées à l'adresse e-mail
gu: તમારા જવાબોને આ ઇમેઇલ હેઠળ રેકોર્ડ કરવામાં આવ્યા છે
hi: आपके उत्तरों को ईमेल के अंतर्गत रिकॉर्ड कर लिया गया है
id: Jawaban Anda telah dicatat menggunakan email
it: Le tue risposte sono state registrate con l'indirizzo email
iw: התשובות שלך נשמרו באימייל
kn: ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಇಮೇಲ್ ಅಡಿಯಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗಿದೆ
lt: Jūsų atsakymai buvo įrašyti naudojant el. pašto adresą
ml: നിങ്ങളുടെ ഉത്തരങ്ങൾ ഈ ഇമെയിലിന് താഴെ രേഖപ്പെടുത്തിയിട്ടുണ്ട്
pl: Twoje odpowiedzi zostały zarejestrowane pod adresem e-mail
ro: Răspunsurile dvs. au fost înregistrate cu adresa de e-mail
sr: Одговори су регистровани под имејлом
sw: Majibu yako yamerekodiwa katika barua pepe
te: మీ సమాధానాలు ఇమెయిల్ క్రింద రికార్డ్ చేయబడ్డాయి
th: คำตอบของคุณได้บันทึกไว้ภายใต้อีเมล
ur: آپ کے جوابات کو ای میل کے تحت ریکارڈ کر لیا گیا ہے
zu: Izimpendulo zakho zirekhodwe ngaphansi kwe-imeyili

source: You have not submitted any answers to this assignment under the email
af: Jy het geen antwoorde vir hierdie werkopdrag onder die e-posadres ingedien nie
ar: لم ترسل أية إجابات لهذا الواجب من خلال هذا البريد الإلكتروني
ca: No heu enviat cap resposta a aquesta tasca amb l'adreça electrònica
de: Sie haben unter folgender E-Mail-Adresse keine Antworten zu dieser Aufgabe eingereicht:
fil: Hindi ka pa nagsusumite ng anumang mga sagot sa takdang-araling ito sa email
fr: Vous n'avez pas envoyé de réponses à ce devoir à l'aide de l'adresse e-mail
gu: આ ઇમેઇલ હેઠળ તમે આ અસાઇનમેન્ટ માટે કોઈ જવાબો સબમિટ કર્યા નથી
hi: आपने इस असाइनमेंट के लिए ईमेल के अंतर्गत कोई उत्तर सबमिट नहीं किया है
id: Anda belum mengirimkan jawaban apa pun untuk tugas ini menggunakan email
it: Non hai inviato risposte per questo compito con l'indirizzo email
iw: לא שלחת תשובות למטלה הזו באימייל
kn: ಇಮೇಲ್ ಅಡಿಯಲ್ಲಿ ಈ ನಿಯೋಜನೆಗೆ ನೀವು ಯಾವುದೇ ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸಿಲ್ಲ
lt: Nepateikėte jokių šios užduoties atsakymų naudodami el. pašto adresą
ml: ഇമെയിലിന് താഴെയുള്ള ഈ അസൈൻമെന്റിൽ നിങ്ങളൊരു ഉത്തരവും സമർപ്പിച്ചിട്ടില്ല
pl: Nie przesłałeś żadnych odpowiedzi na to zadanie, używając adresu e-mail
ro: Nu ați trimis niciun răspuns la această temă cu adresa de e-mail
sr: Нисте послали ниједан одговор за овај задатак под имејлом
sw: Hujawasilisha majibu yoyote ya kazi hii katika barua pepe
te: మీరు ఇమెయిల్ క్రింద ఈ అసైన్‌మెంట్‌కి సమాధానాలు ఏవీ సమర్పించలేదు
th: คุณยังไม่ได้ส่งคำตอบใดๆ ในงานที่มอบหมายนี้ภายใต้อีเมล
ur: آپ نے ای میل کے تحت اس اسائنمنٹ کا کوئی جواب جمع نہیں کرایا ہے
zu: Awuthumelanga noma yiziphi izimpendulo kulo msebenzi ozokwenziwa ngaphansi kwe-imeyili

source: Your answers will be recorded under the email
af: Jou antwoorde sal onder die e-posadres aangeteken word
ar: سيتم تسجيل إجاباتك من خلال هذا البريد الإلكتروني
ca: Les vostres respostes es registraran amb l'adreça electrònica
de: Ihre Antworten werden unter folgender E-Mail-Adresse gespeichert:
fil: Ang iyong mga sagot ay ire-rekord sa email
fr: Vos réponses seront enregistrées et associées à l'adresse e-mail
gu: તમારા જવાબોને આ ઇમેઇલ હેઠળ રેકોર્ડ કરવામાં આવશે
hi: आपके उत्तरों को ईमेल के अंतर्गत रिकॉर्ड किया जाएगा
id: Jawaban Anda akan dicatat menggunakan email
it: Le tue risposte saranno registrate con l'indirizzo email
iw: התשובות יישמרו באימייל
kn: ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಇಮೇಲ್ ಅಡಿಯಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗುತ್ತದೆ
lt: Jūsų atsakymai bus įrašyti naudojant el. pašto adresą
ml: നിങ്ങളുടെ ഉത്തരങ്ങൾ ഈ ഇമെയിലിന് താഴെ രേഖപ്പെടുത്തും
pl: Twoje odpowiedzi będą rejestrowane pod adresem e-mail
ro: Răspunsurile dvs. vor fi înregistrate cu adresa de e-mail
sr: Одговори ће бити регистровани под имејлом
sw: Majibu yako yatarekodiwa katika barua pepe
te: మీ సమాధానాలు ఇమెయిల్ క్రింద రికార్డ్ చేయబడతాయి
th: คำตอบของคุณจะบันทึกภายใต้อีเมล
ur: آپ کے جوابات کو ای میل کے تحت ریکارڈ کر لیا جائے گا
zu: Izimpendulo zakho zizorekhodwa ngaphansi kwe-imeyili

source: Score:
af: Telling:
ar: النتيجة:
ca: Puntuació:
de: Bewertung:
fr: Note :
gu: સ્કોર:
hi: स्कोर:
id: Skor:
it: Risultato:
iw: ציון:
kn: ಸ್ಕೋರ್:
lt: Rezultatas:
ml: സ്കോര്‍:
pl: Wynik:
ro: Scor:
sr: Резултат:
sw: Alama:
te: స్కోర్:
th: คะแนน:
ur: اسکور:
zu: Isikolo:

source: You may only submit this assignment once. After you submit it, the assignment will become read-only, and you will not be able to modify your answers. The answers you submit here will be reviewed by your peers.
af: Jy mag hierdie opdrag net een keer indien. Nadat jy dit ingedien het, sal die opdrag lees-alleen word en jy sal nie jou antwoorde kan wysig nie. Die antwoorde wat jy hier indien, sal deur jou eweknieë nagegaan word.
ar: لا يمكنك إرسال هذه المهمة سوى مرة واحدة فقط. بعد إرسالها، ستصبح حالتها للقراءة فقط، ولن يكون بمقدورك تعديل إجاباتك. وسيراجع الإجابات التي أرسلتها هنا أقرانك.
bg: Може да изпратите това задание само веднъж. След това то ще е налице единствено за четене и няма да имате възможност да промените отговорите си. Изпратените от вас тук ще бъдат проверени от колегите ви.
bn: আপনি শুধুমাত্র একবার এই হস্তান্তরণটি জমা দিতে পারেন৷ আপনার এটি জমা দেওয়ার পরে, হস্তান্তরণটি শুধুমাত্র পঠনযোগ্য হবে, এবং আপনি আপনার উত্তরগুলি পরিবর্তন করতে পারবেন না৷ এখানে আপনি যে উত্তরগুলি জমা দিয়েছেন তা আপনার মিত্রগণ পর্যালোচনা করবে৷
ca: Només podeu enviar el treball una vegada. Quan l'hàgiu enviat, el treball es tornarà només de lectura i no podreu modificar les respostes. Els vostres companys revisaran les respostes que hàgiu enviat aquí.
cs: Tuto úlohu můžete odeslat jen jednou. Po odeslání již úlohu budete moci zobrazit jen pro čtení a odpovědi nebudete moci změnit. Odpovědi, které zde odešlete, zkontrolují vaši spolužáci.
da: Du må kun indsende denne opgave én gang. Når du har indsendt den, vil opgaven blive skrivebeskyttet, og du har ikke længere mulighed for at ændre dine svar. De svar, du indsender her, vil blive gennemgået af dine medstuderende.
de: Sie können diese Aufgabe nur einmal abgeben. Nach dem Abgeben ist die Aufgabe schreibgeschützt und die Antworten können nicht mehr geändert werden. Die hier eingereichten Antworten werden von anderen Kursteilnehmern bewertet.
es: Esta tarea solo se puede enviar una vez. Una vez enviada, la tarea pasará a estar en modo de solo lectura y no podrás modificar las respuestas. Tus compañeros revisarán las respuestas que envíes aquí.
et: Saate esitada ülesande ainult ühe korra. Pärast esitamist muutub ülesanne kirjutuskaitstuks ja te ei saa vastuseid muuta. Esitatud vastused vaatavad üle teie kaasõpilased.
eu: Lana behin bakarrik bidal ditzakezu. Bidali ondoren, lana irakutzeko soilik bilakatuko da eta ezingo duzu erantzunik aldatu. Hemen bidaltzen dituzun erantzunak zure ikaskideek zuzenduko dituzte.
fa: فقط یک بار می‌توانید این تکلیف را ارسال کنید. پس از ارسال، تکلیف فقط خواندنی می‌شود و نمی‌توانید پاسخ‌های خود را اصلاح کنید. پاسخ‌هایی که در اینجا ارسال می‌کنید توسط همکلاسی‌های شما بازبینی می‌شود.
fi: Voit lähettää tehtävän vain kerran. Lähetettyäsi tehtävän se siirtyy vain luku -tilaan, etkä voi enää muokata vastauksiasi. Muut kurssille osallistujat tarkistavat vastauksesi.
fil: Maaari mo lang isumite ang takdang-araling ito nang isang beses. Pagkatapos mo itong isumite, magiging read-only ang takdang-aralin, at hindi mo mababago ang iyong mga sagot. Ire-review ng iyong mga peer ang mga sagot na isinusumite mo rito.
fr: Vous ne pouvez envoyer qu'une seule version de ce devoir. Une fois envoyé, il passe en lecture seule, et vous ne pouvez plus modifier vos réponses. Les réponses envoyées ici seront corrigées par vos pairs.
gl: Só podes enviar este traballo unha vez. Despois de envialo, o traballo será de só lectura e non poderás modificar as respostas. Os teus compañeiros revisarán as respostas que envíes aquí.
gu: તમે આ સોંપણી માત્ર એકવાર સબમિટ કરી શકો છો. તમે તેને સબમિટ કરી લો તે પછી, સોંપણી ફક્ત વાંચવા માટે બની જાય છે, અને તમે તમારા જવાબો સુધારવા માટે સક્ષમ રહેશો નહીં. તમે અહીં સબમિટ કરો છો તે જવાબોની તમારા સાથીઓ દ્વારા સમીક્ષા કરવામાં આવશે.
hi: आप इस असाइनमेंट को केवल एक बार सबमिट कर सकते हैं. आपके द्वारा सबमिट किए जाने के बाद, असाइनमेंट केवल-पढ़ने के लिए बन जाएगा और आप अपने उत्तरों को संशोधित नहीं कर पाएंगे. आपके द्वारा यहां सबमिट किए जाने वाले उत्तरों की आपके मित्रों द्वारा समीक्षा की जाएगी.
hr: Pismeni zadatak možete poslati samo jedanput. Nakon što ga pošaljete, bit će dostupan samo za čitanje i nećete moći mijenjati odgovore. Odgovore koje pošaljete pregledat će ostali polaznici.
hu: A feladatot csak egyszer lehet beadni. Ezután az csak olvasható módban fog megjelenni, és nem lesz lehetőség a válaszok módosítására. Az itt elküldött válaszokat a társak fogják kiértékelni.
id: Anda hanya dapat mengirimkan tugas ini satu kali. Setelah dikirim, tugas tersebut akan menjadi hanya baca dan Anda tidak akan dapat mengubah jawaban. Jawaban yang dikirimkan di sini akan ditinjau oleh rekan Anda.
is: Þú getur aðeins sent þetta verkefni inn einu sinni. Þegar þú hefur sent það inn verður það skrifvarið og þú getur ekki breytt svörunum. Aðrir nemendur munu fara yfir svörin sem þú sendir hingað inn.
it: Puoi inviare questo compito solo una volta. Dopo l'invio, il compito diventerà di sola lettura e non potrai più modificare le risposte. Le risposte che invii qui verranno esaminate da studenti come te.
iw: תוכל להגיש את המטלה פעם אחת בלבד. לאחר ההגשה, המטלה תעבור למצב קריאה בלבד, ולא תוכל לשנות את התשובות שלך. התשובות שתגיש כאן יעברו ביקורת על ידי העמיתים שלך.
ja: この課題を送信できるのは一度のみです。いったん送信すると読み取り専用になり、解答の修正はできなくなります。送信した解答は他のメンバーがレビューします。
kn: ನೀವು ಈ ನಿಯೋಜನೆಯನ್ನು ಒಮ್ಮೆ ಮಾತ್ರ ಸಲ್ಲಿಸಬಹುದು. ನೀವು ಅದನ್ನು ಸಲ್ಲಿಸಿದ ನಂತರ, ನಿಯೋಜನೆಯು ಓದಲು-ಮಾತ್ರವಾಗಿ ಪರಿವರ್ತನೆಯಾಗುತ್ತದೆ, ಮತ್ತು ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಇಲ್ಲಿ ಸಲ್ಲಿಸುವ ಉತ್ತರಗಳನ್ನು ನಿಮ್ಮ ಸಮಾನ ವಯಸ್ಕರಿಂದ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ.
lt: Šią užduotį galite pateikti tik vieną kartą. Pateikus užduotį ji taps tik skaitoma ir negalėsite keisti atsakymų. Čia pateiktus atsakymus galės peržiūrėti jūsų partneriai.
lv: Šo uzdevumu var iesniegt tikai vienreiz. Pēc iesniegšanas to varēs tikai lasīt, un jūs nevarēsiet pārveidot atbildes. Jūsu iesniegtās atbildes vērtēs citi studenti.
ml: നിങ്ങൾ ഈ അസൈന്മെന്റ് ഒരിക്കൽ മാത്രമേ സമർപ്പിക്കാനിടയുള്ളൂ. നിങ്ങൾ ഇത് സമർപ്പിച്ചുകഴിഞ്ഞാൽ, അസൈന്മെന്റ് വായന-മാത്രമാകും, തുടർന്ന് നിങ്ങളുടെ ഉത്തരങ്ങൾ പരിഷ്‌ക്കരിക്കാനാകില്ല. ഇവിടെ സമർപ്പിക്കുന്ന ഉത്തരങ്ങൾ നിങ്ങളുടെ സഹപാഠികൾ അവലോകനം ചെയ്യും.
mr: आपण हे अभिहस्तांकन फक्त एकदाच सबमिट करू शकता. आपण हे सबमिट केल्यानंतर, अभिहस्तांकन केवळ-वाचनीय होईल, आणि आपली उत्तरे सुधारित करण्यास आपण सक्षम राहणार नाही. आपण येथे सबमिट केलेल्या उत्तरांचे पुनरावलोकन आपल्या समवयस्कद्वारे केले जाईल.
nl: U kunt deze opdracht slechts één keer indienen. Nadat u de opdracht heeft ingediend, wordt de opdracht alleen-lezen en kunt u uw antwoorden niet meer aanpassen. De antwoorden die u hier indient, worden beoordeeld door uw medecursisten.
no: Du kan bare sende inn denne oppgaven én gang. Når du har sendt den inn, blir den skrivebeskyttet, og du kan ikke endre svarene dine. Svarene du sender inn blir vurdert av andre studenter.
pl: Zadanie można przesłać tylko raz. Po przesłaniu stanie się ono elementem tylko do odczytu, bez możliwości wprowadzania zmian w odpowiedziach. Odpowiedzi zostaną zrecenzowane przez innych uczestników kursu.
pt_br: Você só pode enviar esta tarefa uma vez. Após enviar a tarefa, ela se tornará somente leitura, e você não poderá modificar suas respostas. As respostas enviadas aqui serão revisadas por seus colegas.
pt_pt: Só pode enviar este trabalho uma vez. Após o envio, o trabalho ficará no modo só de leitura e não conseguirá modificar as suas respostas. As respostas que aqui enviar serão avaliadas pelos seus pares.
ro: Această temă poate fi trimisă o singură dată. După ce o trimiteți, tema va fi disponibilă numai în citire și nu veți mai putea modifica răspunsurile. Răspunsurile pe care le trimiteți aici vor fi evaluate de colegii dvs.
sr: Овај задатак можете да пошаљете само једном. Када га пошаљете, задатак прелази у формат само за читање и нећете моћи да мењате одговоре. Други студенти ће прегледати одговоре које пошаљете овде.
sv: Du kan bara skicka in den här uppgiften en gång. När du har skickat in uppgiften skrivskyddas den, och du kan inte längre redigera dina svar. Svaren som du skickar in här granskas av andra studenter.
sw: Unaweza tu kuwasilisha zoezi hili mara moja. Baada ya kuliwasilisha, zoezi litakuwa la kusoma tu, na hutaweza kurekebisha majibu yako. Majibu unayoyawasilisha hapa yatakaguliwa na marafiki zako.
ta: இந்தப் பயிற்சிப் பாடத்தை நீங்கள் ஒருமுறை மட்டுமே சமர்ப்பிக்கலாம். பயிற்சிப் பாடத்தைச் சமர்ப்பித்த பின், அது படிக்க மட்டுமேயான முறையில் மாறிவிடும், மேலும் உங்கள் பதில்களை உங்களால் திருத்த முடியாது. இங்கே நீங்கள் சமர்ப்பிக்கும் பதில்கள், உங்கள் சக நண்பர்களால் மதிப்பாய்வு செய்யப்படும்.
te: మీరు ఈ అభ్యాసాన్ని ఒక్కసారి మాత్రమే సమర్పించవచ్చు. మీరు దీన్ని సమర్పించిన తర్వాత, అభ్యాసం చదవడానికి మాత్రమేగా మారుతుంది మరియు మీరు మీ సమాధానాలను సవరించలేరు. మీరు ఇక్కడ సమర్పించే సమాధానాలను మీ తోటివిద్యార్థులు సమీక్షిస్తారు.
th: คุณสามารถส่งงานนี้ได้เพียงครั้งเดียว หลังจากที่ส่งแล้ว งานดังกล่าวจะกลายเป็นแบบอ่านอย่างเดียว และคุณจะไม่สามารถแก้ไขคำตอบได้ คำตอบที่คุณส่งที่นี่จะได้รับการตรวจสอบโดยเพื่อนของคุณ
tr: Bu ödevi yalnızca bir kez gönderebilirsiniz. Gönderdikten sonra, ödev salt okunur olur ve yanıtlarınızda değişiklik yapamazsınız. Burada gönderdiğiniz yanıtlar, arkadaşlarınız tarafından incelenir.
uk: Це завдання можна надіслати лише один раз. Після цього завдання стане доступним лише для читання, і ви не зможете змінити свої відповіді. Інші учасники надаватимуть рецензії про надіслані відповіді.
ur: آپ اس اسائنمنٹ کو صرف ایک بار جمع کروا سکتے ہیں۔ اسے جمع کروا دینے کے بعد، یہ اسائنمنٹ صرف پڑھنے کیلئے ہو جائے گی اور آپ اپنے جوابات میں ترمیم نہیں کرسکیں گے۔ آپ یہاں جو جوابات جمع کراتے ہیں ان کا آپ کے ہمسروں کے ذریعہ جائزہ لیا جائے گا۔
zu: Ungakwazi ukuthumela lomsebenzi ozokwenziwa kanye kuphela. Ngemva kokuba uwuthumele, umsebenzi ozokwenziwa uzoba owokufundwa kuphela, futhi ngeke ukwazi ukuguqula izimpendulo zakho. Izimpendulo ozithumela lapha zizobuyekezwa ontanga bakho.

source: Submitted assignment
af: Ingediende opdrag
ar: المهمة المرسلة
bg: Изпратено задание
bn: জমা দেওয়া হস্তান্তরণ
ca: Treball enviat
cs: Odeslaná úloha
da: Indsendt opgave
de: Abgegebene Aufgabe
es: Tarea enviada
et: Esitatud ülesanne
eu: Bidalitako lana
fa: تکلیف ارسال شده
fi: Lähetetty tehtävä
fil: Naisumiteng takdang-aralin
fr: Devoir envoyé
gl: Traballo enviado
gu: સબમિટ કરેલી સોંપણી
hi: सबमिट किया गया असाइनमेंट
hr: Poslani pismeni zadatak
hu: Elküldött feladat
id: Tugas yang dikirim
is: Innsent verkefni
it: Compito inviato
iw: מטלה שהוגשה
ja: 送信済みの課題
kn: ಸಲ್ಲಿಸಲಾದ ನಿಯೋಜನೆ
lt: Pateikta užduotis
lv: Iesniegtais uzdevums
ml: സമർപ്പിച്ച അസൈന്മെന്റ്
mr: सादर केलेले अभिहस्तांकन
nl: Ingediende opdracht
no: Innsendt oppgave
pl: Przesłane zadanie
pt_br: Tarefa enviada
pt_pt: Trabalho enviado
ro: Temă trimisă
sr: Послати задатак
sv: Skickad uppgift
sw: Zoezi lililowasilishwa
ta: சமர்ப்பித்த பயிற்சிப் பாடம்
te: సమర్పించబడిన అభ్యాసం
th: งานที่ส่งแล้ว
tr: Gönderilen ödev
uk: Надіслане завдання
ur: جمع کرائی ہوئی اسائنمنٹ
zu: Umsebenzi ozokwenziwa ohanjisiwe

source: Submitted on
af: Ingedien op
ar: تم الإرسال في
ca: Data d'enviament
de: Gesendet am
fil: Isinumite noong
fr: Date d'envoi :
gu: આ રોજ સબમિટ કર્યા
hi: सबमिट करने का दिनांक:
id: Dikirimkan tanggal
it: Invio in data
iw: נשלח בתאריך
kn: ಈ ದಿನಾಂಕದಂದು ಸಲ್ಲಿಸಲಾಗಿದೆ
lt: Pateikta
ml: സമർപ്പിച്ച തീയതി
pl: Przesłano
ro: Trimis pe
sr: Послато
sw: Yaliwasilishwa tarehe
te: సమర్పించిన తేదీ
th: ส่งเมื่อวันที่
ur: جمع کرانے کی تاریخ
zu: Kuthunyelwe ngomhla ka-

source: Reviews received
af: Oorsigte ontvang
ar: المراجعات المستلمة
bg: Получени проверки
bn: পর্যালোচনাগুলি গৃহিত হয়েছে
ca: Revisions rebudes
cs: Přijaté kontroly
da: Modtagne evalueringer
de: Erhaltene Bewertungen
es: Revisiones recibidas
et: Saadud arvustused
eu: Jasotako zuzenketak
fa: بازبینی‌های دریافت شده
fi: Saadut arvostelut
fil: Mga natanggap na review
fr: Corrections reçues
gl: Revisións recibidas
gu: સમીક્ષાઓ પ્રાપ્ત થઈ
hi: समीक्षाएं प्राप्त हुईं
hr: Primljeni pregledi
hu: Kapott értékelések
id: Tinjauan diterima
is: Mótteknar umsagnir
it: Revisioni ricevute
iw: ביקורות שהתקבלו
ja: 受け取ったレビュー
kn: ಸ್ವೀಕರಿಸಲಾದ ವಿಮರ್ಶೆಗಳು
lt: Gautos peržiūros
lv: Saņemtie vērtējumi
ml: ലഭിച്ച അവലോകനങ്ങൾ
mr: प्राप्त झालेली पुनरावलोकने
nl: Ontvangen beoordelingen
no: Mottatte vurderinger
pl: Otrzymane recenzje
pt_br: Revisões recebidas
pt_pt: Avaliações recebidas
ro: Evaluări primite
sr: Примљене рецензије
sv: Granskningar av uppgiften
sw: Ukaguzi uliopokewa
ta: பெற்றுள்ள மதிப்புரைகள்
te: స్వీకరించిన సమీక్షలు
th: การตรวจสอบที่ได้รับ
tr: Alınan incelemeler
uk: Отримані рецензії
ur: موصول شدہ جائزے
zu: Izibuyekezo ezitholiwe
