Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Your review has been saved.
af: Jou oorsig is gestoor.
ar: تم حفظ مراجعتك.
bg: Проверката ви е запазена.
bn: আপনার পর্যালোচনা সংরক্ষণ করা হয়েছে৷
ca: La revisió s'ha desat.
cs: Vaše kontrola byla uložena.
da: Din evaluering er gemt.
de: Ihre Bewertung wurde gespeichert.
es: Se ha guardado tu revisión.
et: Teie arvustus on salvestatud.
eu: Zuzenketa gorde da.
fa: بازبینی شما ذخیره شد.
fi: Arvostelu on tallennettu.
fil: Na-save ang iyong review.
fr: Votre correction a bien été enregistrée.
gl: Gardouse a túa revisión.
gu: તમારી સમીક્ષા સાચવવામાં આવી છે.
hi: आपकी समीक्षा सहेज दी गई है.
hr: Vaš je pregled spremljen.
hu: Véleményét mentettük.
id: Tinjauan Anda telah disimpan.
is: Umsögnin þín var vistuð.
it: La tua revisione è stata salvata.
iw: הביקורת שלך נשמרה.
ja: レビューを保存しました。
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಉಳಿಸಲಾಗಿದೆ.
lt: Jūsų peržiūra išsaugota.
lv: Vērtējums ir saglabāts. Paldies!
ml: നിങ്ങളുടെ അവലോകനം സംരക്ഷിച്ചു.
mr: आपले पुनरावलोकन जतन केले गेले.
nl: Uw beoordeling is opgeslagen.
no: Vurderingen din er lagret.
pl: Recenzja została zapisana.
pt_br: Sua revisão foi salva.
pt_pt: A sua avaliação foi guardada.
ro: Evaluarea a fost salvată.
sr: Рецензија је сачувана.
sv: Din granskning har sparats.
sw: Ukaguzi wako umehifadhiwa.
ta: உங்கள் மதிப்புரை சேமிக்கப்பட்டது.
te: మీ సమీక్ష సేవ్ చేయబడింది.
th: การตรวจสอบของคุณได้รับการบันทึกแล้ว
tr: İncelemeniz kaydedildi.
uk: Вашу рецензію збережено.
ur: آپ کا جائزہ محفوظ ہوگیا ہے۔
zu: Isibuyekezo sakho silondoloziwe.

source: Your review has been submitted successfully.
af: Jou oorsig is suksesvol ingedien.
ar: تم إرسال مراجعتك بنجاح.
bg: Проверката ви е изпратена успешно.
bn: আপনার পর্যালোচনা সফলভাবে জমা দেওয়া হয়েছে৷
ca: La vostra revisió s'ha enviat correctament.
cs: Vaše kontrola byla úspěšně odeslána.
da: Din evaluering er modtaget.
de: Ihre Bewertung wurde abgegeben.
es: Se ha enviado correctamente tu revisión.
et: Arvustus on edukalt ära saadetud.
eu: Zuzenketa behar bezala bidali da.
fa: بازبینی شما با موفقیت ارسال شد.
fi: Arvostelu on lähetetty.
fil: Matagumpay na naisumite ang iyong review.
fr: Votre correction a bien été envoyée.
gl: A túa revisión enviouse correctamente.
gu: તમારી સમીક્ષા સફળતાપૂર્વક સબમિટ કરવામાં આવી.
hi: आपकी समीक्षा को सफलतापूर्वक सबमिट कर दिया गया है.
hr: Vaš je pregled uspješno poslan.
hu: Véleményét sikeresen elküldtük.
id: Tinjauan Anda berhasil dikirim.
is: Umsögnin þín var send.
it: La tua revisione è stata inviata.
iw: הביקורת שלך נשלחה בהצלחה.
ja: レビューを送信しました。
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.
lt: Peržiūra sėkmingai pateikta.
lv: Jūsu vērtējums ir veiksmīgi iesniegts.
ml: നിങ്ങളുടെ അവലോകനം സമർപ്പിച്ചു.
mr: आपले पुनरावलोकन यशस्वीरित्या सादर केले गेले.
nl: Uw beoordeling is ingediend.
no: Vurderingen din ble innsendt.
pl: Recenzja została przesłana.
pt_br: Sua revisão foi enviada.
pt_pt: A sua avaliação foi enviada com êxito.
ro: Evaluarea a fost trimisă.
sr: Рецензија је послата.
sv: Din granskning har skickats.
sw: Ukaguzi wako umehifadhiwa.
ta: உங்கள் மதிப்புரை வெற்றிகரமாகச் சமர்ப்பிக்கப்பட்டது.
te: మీ సమీక్ష విజయవంతంగా సమర్పించబడింది.
th: ส่งการตรวจสอบของคุณเรียบร้อยแล้ว
tr: İncelemeniz başarıyla gönderildi.
uk: Вашу рецензію надіслано.
ur: آپ کا جائزہ کامیابی کے ساتھ جمع ہوگیا ہے۔
zu: Isibuyekezo sakho sihanjiswe ngempumelelo.

source: Back to the review dashboard
af: Terug na die oorsigkontroleskerm
ar: رجوع إلى لوحة المراجعة
bg: Назад към таблото за управление на проверките
bn: পর্যালোচনা ড্যাশবোর্ডে ফিরে যান
ca: Torna al tauler de revisió
cs: Zpět na řídicí panel kontrol.
da: Tilbage til betjeningspanelet for evalueringer
de: Zurück zur Bewertungsübersicht
es: Volver al panel de control de revisiones
et: Tagasi arvustamise juhtpaneeli juurde
eu: Itzuli zuzenketen panelera
fa: بازگشت به داشبورد بازبینی
fi: Takaisin arvostelujen hallintapaneeliin
fil: Bumalik sa dashboard ng review
fr: Retour au tableau de bord des corrections
gl: Volver ao panel de control de revisións
gu: સમીક્ષા ડેશબોર્ડ પર પાછા
hi: समीक्षा डैशबोर्ड पर वापस जाएं.
hr: Natrag na nadzornu ploču pregleda
hu: Vissza a véleményezési irányítópultra
id: Kembali ke dasbor tinjauan
is: Aftur á stjórnborð umsagna
it: Torna alla dashboard delle revisioni
iw: חזור למרכז השליטה של הביקורת
ja: レビュー ダッシュボードに戻る
kn: ವಿಮರ್ಶೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹಿಂತಿರುಗಿ
lt: Atgal į peržiūrų informacijos suvestinę
lv: Atpakaļ uz vērtēšanas informācijas paneli
ml: അവലോകന ഡാഷ്‌ബോർഡിലേക്ക് മടങ്ങുക
mr: पुनरावलोकन डॅशबोर्डकडे परत या
nl: Terug naar het beoordelingsdashboard
no: Tilbake til vurderingsoversikten
pl: Powrót do panelu recenzji
pt_br: Voltar ao painel de revisão
pt_pt: Regressar ao painel das avaliações
ro: Înapoi la tabloul de bord pentru evaluări
sr: Назад на контролну таблу са рецензијама
sv: Tillbaka till granskningsöversikten.
sw: Rudi kwenye dashibodi ya ukaguzi
ta: மதிப்புரை டாஷ்போர்டிற்குச் செல்
te: సమీక్ష డాష్‌బోర్డ్‌కు తిరిగి వెళ్లు
th: กลับไปที่แดชบอร์ดการตรวจสอบ
tr: İnceleme kontrol paneline dön
uk: Назад на інформаційну панель рецензій
ur: جائزہ کے ڈیش بورڈ پر واپس جائیں
zu: Buyela kwideshibhodi yokubuyekeza

source: Review Dashboard
af: Oorsigkontroleskerm
ar: لوحة المراجعة
bg: Табло за управление на проверките
bn: পর্যালোচনা ড্যাশবোর্ড
ca: Tauler de revisió
cs: Řídicí panel kontrol
da: Betjeningspanel for evalueringer
de: Bewertungsübersicht
es: Panel de control de revisiones
et: Arvustamise juhtpaneel
eu: Zuzenketen panela
fa: داشبورد بازبینی
fi: Arvostelujen hallintapaneeli
fil: Dashboard ng Review
fr: Tableau de bord des corrections
gl: Panel de control de revisións
gu: સમીક્ષા ડેશબોર્ડ
hi: समीक्षा डैशबोर्ड
hr: Nadzorna ploča pregleda
hu: Véleményezési irányítópult
id: Dasbor Tinjauan
is: Stjórnborð umsagna
it: Dashboard delle revisioni
iw: לוח הבקרה של הביקורת
ja: レビュー ダッシュボード
kn: ವಿಮರ್ಶೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
lt: Peržiūrų informacijos suvestinė
lv: Vērtēšanas informācijas panelis
ml: അവലോകന ഡാഷ്‌ബോർഡ്
mr: पुनरावलोकन डॅशबोर्ड
nl: Beoordelingsdashboard
no: Vurderingsoversikt
pl: Panel recenzji
pt_br: Painel de revisão
pt_pt: Painel das Avaliações
ro: Tabloul de bord pentru evaluări
sr: Контролна табла са рецензијама
sv: Granskningsöversikt
sw: Dashibodi ya Ukaguzi
ta: மதிப்புரை டாஷ்போர்டு
te: సమీక్ష డాష్‌బోర్డ్
th: แดชบอร์ดการตรวจสอบ
tr: İnceleme Kontrol Paneli
uk: Інформаційна панель рецензій
ur: جائزہ کا ڈیش بورڈ
zu: Ideshibhodi yokubuyekeza

source: Assignments for your review
af: Opdragte vir jou oorsig
ar: المهمات المطلوب منك مراجعتها
bg: Задания, които можете да проверите
bn: আপনার পর্যালোচনার হস্তান্তরণগুলি
ca: Treballs que podeu revisar
cs: Úlohy, které máte zkontrolovat
da: Opgaver, som du kan evaluere
de: Zu bewertende Aufgaben
es: Tareas para tu revisión
et: Ülesanded arvustamiseks
eu: Zuzentzeko lanak
fa: تکالیف برای بازبینی شما
fi: Arvioitavat tehtävät
fil: Mga takdang-aralin para sa iyong review
fr: Devoirs que vous devez corriger
gl: Traballos para revisar
gu: તમારી સમીક્ષા માટે સોંપણીઓ
hi: आपकी समीक्षा के लिए असाइनमेंट
hr: Pismeni zadaci za pregled
hu: Véleményezésre váró feladatok
id: Tugas untuk tinjauan Anda
is: Verkefni til yfirferðar
it: Compiti da rivedere
iw: מטלות זמינות לביקורת שלך
ja: レビューできる課題
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಗಾಗಿ ನಿಯೋಜನೆಗಳು
lt: Užduotys, kurias reikia peržiūrėti
lv: Vērtēšanai paredzētie uzdevumi
ml: നിങ്ങൾ അവലോകനം ചെയ്യേണ്ട അസ്സൈൻമെന്റുകൾ
mr: आपल्या पुनरावलोकनासाठी अभिहस्तांकने
nl: Opdrachten ter beoordeling
no: Oppgaver du kan vurdere
pl: Zadania do zrecenzowania
pt_br: Tarefas para você revisar
pt_pt: Trabalhos que podem ser avaliados por si
ro: Teme de evaluat
sr: Задаци које можете да прегледате
sv: Uppgifter som ska granskas
sw: Mazoezi yanayohitaji ukaguzi wako
ta: நீங்கள் மதிப்பாய்வு செய்ய வேண்டிய பயிற்சிப் பாடங்கள்
te: మీ సమీక్ష కోసం అభ్యాసాలు
th: งานสำหรับการตรวจสอบของคุณ
tr: İncelemeniz için atanmış ödevler
uk: Завдання вам на рецензію
ur: آپ کے جائزے کیلئے اسائنمنٹس
zu: Imisebenzi ezokwenziwa okumele uyibuyekeze

source: The due date for submitting reviews has passed.
af: Die sperdatum om hersienings in te dien, is verby.
ar: انقضى تاريخ الاستحقاق لإرسال المراجعات.
bg: Крайният срок за изпращане на проверките е изтекъл.
bn: পর্যালোচনা জমা দওয়ার নির্ধারিত তারিখ অতিক্রান্ত হয়ে গেছে৷
ca: La data de venciment per enviar revisions ja ha passat.
da: Fristen for indsendelse af evalueringer er overskredet.
de: Das Abgabedatum für Bewertungen ist verstrichen.
es: La fecha de vencimiento para enviar revisiones ya ha pasado.
et: Referaatide esitamise tähtaeg on möödunud.
eu: Zuzenketak bidaltzeko epemuga pasa da.
fa: فرصت صحیح کردن تکالیف تمام شده است.
fi: Arvioiden palautuspäivä on jo mennyt.
fil: Lumagpas na ang takdang petsa para sa pagsusumite ng mga review.
fr: La date limite pour envoyer les corrections est dépassée.
gl: A data límite de envío de revisións xa pasou.
gu: સમીક્ષાઓને સબમિટ કરવા માટેની નિયત તારીખ પસાર થઈ ગઈ છે.
hi: समीक्षाओं को सबमिट करने का नियत दिनांक निकल चुका है.
hr: Krajnji je rok za slanje pregleda istekao.
hu: A vélemények beküldésének határideje lejárt.
id: Batas waktu untuk mengirim tinjauan telah lewat.
is: Síðasti skiladagur umsagna er liðinn.
it: La data di scadenza per l'invio degli esami è già trascorsa.
iw: תאריך היעד להגשת ביקורות חלף.
ja: レビューの送信期限が過ぎています。
kn: ವಿಮರ್ಶೆಗಳನ್ನು ಸಲ್ಲಿಸುವುವ ಅಂತಿಮ ದಿನಾಂಕ ಮುಗಿದಿದೆ.
lt: Peržiūrų pateikimo terminas baigėsi.
lv: Vērtējumu iesniegšanas datums ir pagājis.
ml: അവലോകനങ്ങൾ സമർപ്പിക്കേണ്ട അവസാന തീയതി കഴിഞ്ഞു.
mr: पुनरावलोकन सबमिट करण्याची निहित तारीख निघून गेली.
nl: De deadline voor het indienen van beoordelingen is verstreken.
pl: Termin przesyłania recenzji minął.
pt_br: O prazo para envio das revisões já passou.
pt_pt: A data limite para o envio de críticas já passou.
ro: Termenul limită pentru trimiterea evaluărilor a trecut.
sr: Крајњи рок за слање рецензије је истекао.
sv: Sista datum för att skicka in granskningar har redan inträffat.
sw: Tarehe iliyotegemewa ya kuwasilisha ukaguzi imeshapita.
ta: மதிப்புரைகளைச் சமர்ப்பிப்பதற்கான நிலுவை தேதி முடிந்துவிட்டது.
te: సమీక్షలను సమర్పించవలసిన గడువు తేదీ దాటిపోయింది.
th: วันที่ครบกำหนดส่งความคิดเห็นได้ผ่านไปแล้ว
tr: İncelemeleri göndermek için son tarih geçti.
uk: Термін надсилання рецензій минув.
ur: جائزوں کو جمع کرانے کی آخری تاریخ گزر چکی ہے۔
zu: Usuku okufuneka kuhanjiswe ngalo izibuyekezo lidlulile.

source: All reviews are due by %(review_due_date)s.
af: Alle oorsig moet teen %(review_due_date)s ingedien word.
ar: جميع المراجعات مطلوبة في موعد أقصاه %(review_due_date)s.
bg: Крайният срок за всички проверки е %(review_due_date)s.
bn: সমস্ত পর্যালোচনাগুলির প্রদেয় তারিখ হল %(review_due_date)s৷
ca: Totes les revisions vencen el dia %(review_due_date)s.
cs: Termín všech kontrol je do %(review_due_date)s.
da: Fristen for alle evalueringer er %(review_due_date)s.
de: Alle Bewertungen müssen bis %(review_due_date)s abgegeben werden.
es: Todas las revisiones vencen el día %(review_due_date)s.
et: Kõik arvustused tuleb esitada hiljemalt kuupäevaks %(review_due_date)s.
eu: Zuzenketa guztien epemuga %(review_due_date)s da.
fa: موعد همه بازبینی‌ها تا تاریخ %(review_due_date)s است.
fi: Arvostelujen eräpäivä on %(review_due_date)s.
fil: Nakatakda ang lahat ng review sa %(review_due_date)s.
fr: Toutes les corrections doivent être réalisées avant le %(review_due_date)s.
gl: Todas as revisións deben entregarse o %(review_due_date)s.
gu: બધી સમીક્ષાઓની નિયત તારીખ %(review_due_date)s છે.
hi: सभी समीक्षाएं %(review_due_date)s तक की जाएंगी.
hr: Svi se pregledi moraju poslati do %(review_due_date)s.
hu: Az összes véleményezést a következő határidőig kell elkészíteni: %(review_due_date)s.
id: Batas akhir semua tinjauan adalah %(review_due_date)s.
is: Skiladagur allra umsagna er %(review_due_date)s.
it: Tutte le revisioni devono essere completate entro il %(review_due_date)s.
iw: יש לשלוח את כל הביקורות עד לתאריך %(review_due_date)s.
ja: すべてのレビューの期限は %(review_due_date)sです。
kn: ಎಲ್ಲಾ ವಿಮರ್ಶೆಗಳು %(review_due_date)s ಗೆ ಅಂತಿಮ ದಿನವಾಗಿದೆ.
lt: Visų peržiūrų terminas yra %(review_due_date)s.
lv: Visi vērtēšanas uzdevumi ir jāveic līdz šim datumam: %(review_due_date)s.
ml: %(review_due_date)s എന്ന തീയതിക്ക് മുമ്പ് എല്ലാ അവലോകനങ്ങളും പൂർത്തിയാക്കുക.
mr: %(review_due_date)s पर्यंत सर्व पुनरावलोकने करावी.
nl: De deadline voor alle beoordelingen is %(review_due_date)s.
no: Fristen for alle vurderingene er %(review_due_date)s.
pl: Termin wszystkich recenzji: %(review_due_date)s.
pt_br: Todas as revisões devem ser entregues até %(review_due_date)s.
pt_pt: Todas as avaliações têm de ser concluídas até %(review_due_date)s.
ro: Toate evaluările trebuie trimise până la %(review_due_date)s.
sr: Крајњи рок за слање свих рецензија је %(review_due_date)s.
sv: Alla granskningar ska skickas in senast %(review_due_date)s.
sw: Tarehe ya mwisho ya ukaguzi wote ni %(review_due_date)s.
ta: எல்லா மதிப்புரைகளுக்கும் %(review_due_date)s இறுதி நாளாகும்.
te: అన్ని సమీక్షలకు %(review_due_date)sలోపు గడువు ముగుస్తుంది.
th: การตรวจสอบทั้งหมดมีกำหนดส่งภายใน %(review_due_date)s
tr: Tüm incelemeler için teslim tarihi: %(review_due_date)s.
uk: Термін для всіх рецензій: %(review_due_date)s.
ur: سبھی جائزوں کی آخری تاریخ %(review_due_date)s ہے۔
zu: Zonke izibuyekezo kumele zenziwe ngomhla ka-%(review_due_date)s.

source: In order to earn credit for this assignment, you must complete at least 1 review by then.
af: Om krediet te kan verdien vir hierdie opdrag, moet jy ten minste 1 oorsig teen dan voltooi.
ar: حتى يتسنى لك الحصول على رصيد لهذه المهمة، يتعيّن عليك إتمام مراجعة واحدة على الأقل قبل حلول الموعد.
bg: За да получите кредит за това задание, трябва да завършите поне една проверка до определения срок.
bn: এই অ্যাসাইনমেন্টের জন্য কৃতিত্ব পেতে, আপনাকে অবশ্যই এর মধ্যে অন্তত ১টি পর্যালোচনা সম্পূর্ণ করতে হবে৷
ca: Per poder aconseguir més punts en aquest treball, heu de completar una revisió com a mínim.
cs: Pokud chcete za tuto úlohu získat kredity, musíte do té doby dokončit nejméně jednu recenzi.
da: Du skal skrive mindst én anmeldelse inden fristen for at få merit for denne opgave.
de: Um Punkte für diese Aufgabe zu erhalten, schließen Sie mindestens eine Bewertung ab.
es: Para obtener créditos por esta tarea, debes finalizar al menos una revisión antes de la fecha indicada.
et: Selle ülesande eest ainepunktide teenimiseks peate selleks ajaks esitama vähemalt ühe arvustuse.
eu: Lan honekin kredituak lortu ahal izateko, zuzenketa bat egin behar duzu gutxienez.
fa: برای کسب نمره این تکلیف، باید حداقل یک تکلیف را تا آن زمان صحیح کرده باشید.
fi: Jos haluat tästä tehtävästä suoritusmerkinnän, sinun täytyy tehdä vähintään yksi arvostelu.
fil: Upang makakuha ng kredito para sa takdang araling ito, dapat kang makakumpleto ng kahit 1 review lang.
fr: Pour valider ce devoir, vous devez effectuer au moins une correction.
gl: Para obter créditos para este traballo, debes completar, como mínimo, 1 revisión no prazo indicado.
gu: આ સોંપણી માટે ક્રેડિટ મેળવવા માટે, તમારે તે પછી ઓછામાં ઓછી 1 સમીક્ષા પૂર્ણ કરવી આવશ્યક છે.
hi: इस असाइनमेंट के लिए क्रेडिट प्राप्त करने के लिए, तब आपको कम से कम 1 समीक्षा पूर्ण करनी होगी.
hr: Kako biste dobili bodove za ovaj pismeni zadatak, do tada morate dovršiti najmanje 1 pregled.
hu: Ha szeretne kreditet kapni a feladatért, legalább egy véleményezést el kell végeznie addigra.
id: Agar mendapatkan kredit untuk tugas ini, Anda harus menyelesaikan paling tidak 1 tinjauan.
is: Til þess að vinna þér inn stig fyrir þetta verkefni þarftu að ljúka við minnst eina umsögn fyrir þann tíma.
it: Per guadagnare crediti per questo compito, devi completare almeno 1 revisione entro il tempo stabilito.
iw: כדי לקבל נקודות זכות עבור המטלה הזו, עליך להשלים לפחות ביקורת אחת עד אז.
ja: この課題で単位を取得するには、少なくとも 1 件のレビューを完了する必要があります。
kn: ಈ ಕಾರ್ಯನಿಯೋಜನೆಗಾಗಿ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಗಳಿಸುವುದಕ್ಕಾಗಿ, ನೀವು ನಂತರ ಕನಿಷ್ಟ 1 ವಿಮರ್ಶೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.
lt: Jei norite gauti kreditų už šią užduotį, turite iki to laiko parašyti bent 1 atsiliepimą.
lv: Lai nopelnītu punktus par šo uzdevumu, līdz norādītajam laikam jums ir jāsniedz vismaz 1 vērtējums.
ml: ഈ അസൈന്മെന്റിനായി ക്രെഡിറ്റ് സമ്പാദിക്കുന്നതിന്, നിങ്ങൾ അപ്പോഴേയ്‌ക്കും 1 അവലോകനമെങ്കിലും പൂർത്തിയാക്കിയിരിക്കണം.
mr: या अभिहस्‍तांकनासाठी क्रेडिट मिळविण्‍यासाठी, आपण त्‍यावेळेपर्यंत किमान 1 पुनरावलोकन पूर्ण करणे आवश्‍यक आहे.
nl: Om punten te behalen voor deze opdracht, moet u vóór die datum ten minste één beoordeling voltooien.
no: For å få poeng på denne oppgaven, må du fullføre minst én vurdering innen fristen.
pl: Aby otrzymać punkty za to zadanie, musisz napisać co najmniej 1 recenzję.
pt_br: Para receber créditos por esta tarefa, você deve concluir pelo menos uma revisão até o prazo.
pt_pt: Para ganhar créditos para este trabalho, terá de concluir, pelo menos, 1 comentário até ao fim do prazo.
ro: Pentru a obține creditele aferente acestei teme, trebuie să evaluați cel puțin o lucrare înainte de termenul limită.
sr: Да бисте добили кредите за овај задатак, морате да напишете најмање једну рецензију до тада.
sv: För att du ska tillskrivas den här uppgiften måste du slutföra minst en granskning innan den angivna tidpunkten.
sw: Ili upate alama katika zoezi hili, lazima ufanye angalau ukaguzi 1 kufikia wakati huo.
ta: இந்தப் பயிற்சிப் பாடத்திற்கான கிரெடிட்டைப் பெறுவதற்கு, பாடத்திட்ட நேரத்திற்குள் 1 மதிப்புரையாவது நீங்கள் முடித்திருக்க வேண்டும்.
te: ఈ అభ్యాసానికి క్రెడిట్‌ను సంపాదించడానికి, మీరు అప్పటికి కనీసం 1 సమీక్షను తప్పనిసరిగా పూర్తి చేయాలి.
th: เพื่อที่จะได้รับเครดิตสำหรับงานนี้ คุณต้องทำการตรวจสอบอย่างน้อย 1 ครั้ง
tr: Bu ödevden kredi kazanabilmek için, o zamana kadar en az 1 inceleme tamamlamalısınız.
uk: Щоб отримати залік за це завдання, потрібно до того часу написати принаймні 1 рецензію.
ur: اس اسائنمنٹ کیلئے کریڈٹ حاصل کرنے کیلئے، تب تک آپ کم از کم 1 جائزہ ضرور مکمل کریں۔
zu: Ukuze uthole umvuzo ngalo msebenzi ozokwenziwa, kuzomele ukuthi uqede noma ukubuyekeza okungu-1 ngaleso sikhathi.

source: In order to earn credit for this assignment, you must complete at least %(review_min_count)d reviews by then.
af: Om krediet te kan verdien vir hierdie opdrag, moet jy ten minste %(review_min_count)d oorsigte teen dan voltooi.
ar: حتى يتسنى لك الحصول على رصيد لهذه المهمة، يتعيّن عليك إتمام %(review_min_count)d من المراجعات قبل حلول الموعد.
bg: За да получите кредит за това задание, трябва да завършите поне %(review_min_count)d проверки до определения срок.
bn: এই অ্যাসাইনমেন্টের জন্য কৃতিত্ব পেতে, আপনাকে অবশ্যই এর মধ্যে অন্তত %(review_min_count)dটি পর্যালোচনা সম্পূর্ণ করতে হবে৷
ca: Per poder aconseguir més punts en aquest treball, heu de completar %(review_min_count)d revisions com a mínim.
cs: Pokud za tuto úlohu chcete získat kredity, musíte do té doby dokončit alespoň následující počet recenzí: %(review_min_count)d.
da: Du skrive mindst %(review_min_count)d anmeldelser inden fristen for at få merit for denne opgave.
de: Um Punkte für diese Aufgabe zu erhalten, schließen Sie mindestens %(review_min_count)d Bewertungen ab.
es: Para obtener créditos por esta tarea, debes completar al menos %(review_min_count)d revisiones antes de la fecha indicada.
et: Selle ülesande eest ainepunktide teenimiseks peate selleks ajaks esitama vähemalt %(review_min_count)d arvustust.
eu: Lan honekin kredituak lortu ahal izateko, %(review_min_count)d zuzenketa egin behar dituzu gutxienez.
fa: برای کسب نمره این تکلیف، باید حداقل %(review_min_count)d تکلیف را تا آن زمان صحیح کرده باشید.
fi: Jos haluat tästä tehtävästä suoritusmerkinnän, sinun täytyy tehdä vähintään %(review_min_count)d arvostelua.
fil: Upang makakuha ng kredito para sa takdang araling ito, dapat kang makakumpleto ng hindi bababa sa %(review_min_count)d (na) review.
fr: Pour valider ce devoir, vous devez effectuer au moins %(review_min_count)d corrections.
gl: Para obter créditos para este traballo, debes completar, como mínimo, %(review_min_count)d revisións no prazo indicado.
gu: આ સોંપણી માટે ક્રેડિટ મેળવવા માટે, તમારે તે પછી ઓછામાં ઓછી %(review_min_count)d સમીક્ષાઓ પૂર્ણ કરવી આવશ્યક છે
hi: इस असाइनमेंट के लिए क्रेडिट प्राप्त करने के लिए, तब आपको कम से कम %(review_min_count)d समीक्षाएं पूर्ण करनी होंगी.
hr: Kako biste dobili bodove za ovaj pismeni zadatak, do tada morate dovršiti najmanje ovoliko pregleda: %(review_min_count)d.
hu: Ha szeretne kreditet kapni a feladatért, legalább %(review_min_count)d véleményezést el kell végeznie addigra.
id: Agar mendapatkan kredit untuk tugas ini, Anda harus menyelesaikan paling tidak %(review_min_count)d tinjauan.
is: Til þess að vinna þér inn stig fyrir þetta verkefni þarftu að ljúka við minnst %(review_min_count)d umsagnir fyrir þann tíma.
it: Per guadagnare crediti per questo compito, devi completare almeno %(review_min_count)d revisioni entro il tempo stabilito.
iw: כדי לקבל נקודות זכות עבור המטלה הזו, עליך להשלים לפחות %(review_min_count)d ביקורות עד אז.
ja: この課題で単位を取得するには、少なくとも %(review_min_count)d 件のレビューを完了する必要があります。
kn: ಈ ಕಾರ್ಯನಿಯೋಜನೆಗಾಗಿ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಗಳಿಸುವುದಕ್ಕಾಗಿ, ನೀವು ನಂತರ ಕನಿಷ್ಟ %(review_min_count)d ವಿಮರ್ಶೆಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.
lt: Jei norite gauti kreditų už šią užduotį, turite iki to laiko parašyti bent %(review_min_count)d atsiliep.
lv: Lai nopelnītu punktus par šo uzdevumu, līdz norādītajam laikam jums ir jāsniedz vismaz %(review_min_count)d vērtējums(-i).
ml: ഈ അസൈന്മെന്റിനായി ക്രെഡിറ്റ് സമ്പാദിക്കുന്നതിന്, നിങ്ങൾ അപ്പോഴേയ്‌ക്കും കുറഞ്ഞത് %(review_min_count)d അവലോകനങ്ങൾ പൂർത്തിയാക്കിയിരിക്കണം.
mr: या अभिहस्‍तांकनासाठी क्रेडिट मिळविण्‍यासाठी, आपण त्‍यावेळेपर्यंत किमान %(review_min_count)d पुनरावलोकने पूर्ण करणे आवश्‍यक आहे.
nl: Om punten te behalen voor deze opdracht, moet u vóór die datum ten minste %(review_min_count)d beoordelingen voltooien.
no: For å få poeng på denne oppgaven, må du fullføre minst %(review_min_count)d vurderinger innen fristen.
pl: Minimalna liczba recenzji, które musisz napisać, aby otrzymać punkty za to zadanie, to %(review_min_count)d.
pt_br: Para receber créditos por esta tarefa, você deve concluir pelo menos %(review_min_count)d revisões até o prazo.
pt_pt: Para ganhar créditos para este trabalho, terá de concluir, pelo menos, %(review_min_count)d comentários até ao fim do prazo.
ro: Pentru a obține creditele aferente acestei teme, trebuie să evaluați cel puțin %(review_min_count)d (de) lucrări înainte de termenul limită.
sr: Да бисте добили кредите за овај задатак, морате да напишете најмање %(review_min_count)d рецензије(а) до тада.
sv: För att du ska tillskrivas den här uppgiften måste du slutföra minst %(review_min_count)d granskningar innan den angivna tidpunkten.
sw: Ili upate alama katika zoezi hili, lazima ufanye angalau ukaguzi %(review_min_count)d kufikia wakati huo.
ta: இந்தப் பயிற்சிப் பாடத்திற்கான கிரெடிட்டைப் பெறுவதற்கு, பாடத்திட்ட நேரத்திற்குள் %(review_min_count)d மதிப்புரைகளையாவது நீங்கள் முடித்திருக்க வேண்டும்.
te: ఈ అభ్యాసానికి క్రెడిట్‌ను సంపాదించడానికి, మీరు అప్పటికి కనీసం %(review_min_count)d సమీక్షలను తప్పనిసరిగా పూర్తి చేయాలి.
th: เพื่อที่จะได้รับเครดิตสำหรับงานนี้ คุณต้องทำการตรวจสอบอย่างน้อย %(review_min_count)d ครั้ง
tr: Bu ödevden kredi kazanabilmek için, o zamana kadar en az %(review_min_count)d inceleme tamamlamalısınız.
uk: Щоб отримати залік за це завдання, потрібно до того часу написати принаймні стільки рецензій: %(review_min_count)d.
ur: اس اسائنمنٹ کیلئے کریڈٹ حاصل کرنے کیلئے، تب تک آپ کم از کم %(review_min_count)d جائزے ضرور مکمل کریں۔
zu: Ukuze uthole umvuzo ngalo msebenzi ozokwenziwa, kuzomele uqede noma izibuyekezo ezingu-%(review_min_count)d ngaleso sikhathi.
