Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Thank you for your feedback.
af: Dankie vir jou terugvoer.
ar: شكرًا جزيلاً على تعليقاتك.
ca: Gràcies pels vostres suggeriments.
de: Vielen Dank für Ihr Feedback!
fil: Salamat para sa iyong feedback.
fr: Merci de vos commentaires.
gu: તમારા પ્રતિસાદ માટે આભાર.
hi: आपके फ़ीडबैक के लिए धन्यवाद.
id: Terima kasih atas masukan Anda.
it: Grazie per il feedback.
iw: תודה על המשוב שלך.
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು.
lt: Dėkojame už atsiliepimus.
ml: നിങ്ങളുടെ ഫീഡ്ബാക്കിന് നന്ദി.
pl: Dziękujemy za opinię.
ro: Vă mulțumim pentru feedbackul oferit.
sr: Хвала вам на повратним информацијама.
sw: Asante kwa maoni yako.
te: మీ అభిప్రాయం అందించినందుకు ధన్యవాదాలు.
th: ขอขอบคุณสำหรับความคิดเห็นของคุณ
ur: آپ کے تاثرات کا شکریہ۔
zu: Siyabonga ngempendulo yakho.

source: Rate this lesson:
af: Gradeer hierdie les:
ar: تقييم هذا الدرس:
ca: Puntueu aquesta lliçó:
de: Lektion bewerten:
fil: Bigyan ng rating ang aralin na ito:
fr: Évaluer cette leçon :
gu: આ પાઠને રેટ કરો:
hi: इस अध्याय का मूल्यांकन करे:
id: Beri nilai pelajaran ini:
it: Valuta questa lezione:
iw: דרג את השיעור הזה:
kn: ಈ ಪಾಠವನ್ನು ರೇಟ್ ಮಾಡಿ:
lt: Įvertinkite šią pamoką:
ml: ഈ പാഠം വിലയിരുത്തുക:
pl: Oceń tę lekcję:
ro: Evaluați această lecție:
sr: Оцените ову лекцију:
sw: Kadiria somo hili:
te: ఈ పాఠాన్ని రేట్ చేయండి:
th: ให้คะแนนบทเรียนนี้:
ur: اس سبق کو درجہ دیں:
zu: Linganisela lesi sifundo:

source: Not at all useful
af: Glad nie nuttig nie
ar: غير مفيد إطلاقًا
ca: Gens útil
de: Überhaupt nicht nützlich
fil: Hindi talaga kapaki-pakinabang
fr: Pas du tout utile
gu: બિલકુલ ઉપયોગી નહીં
hi: बिल्‍कुल भी उपयोगी नहीं
id: Sama sekali tidak berguna
it: Per niente utile
iw: כלל לא מועיל
kn: ಯಾವುದೇ ಉಪಯೋಗವಿಲ್ಲ
lt: Visai nenaudinga
ml: തീർത്തും ഉപയോഗപ്രദമല്ല
pl: W ogóle nieprzydatna
ro: Deloc utilă
sr: Уопште није корисна
sw: Si muhimu hata kidogo
te: ఎంత మాత్రమూ ఉపయోగకరంగా లేదు
th: ไม่มีประโยชน์เลย
ur: بالکل بھی مفید نہیں
zu: Akusizi neze

source: Not very useful
af: Nie baie nuttig nie
ar: غير مفيد إلى حد كبير
ca: No gaire útil
de: Nicht besonders nützlich
fil: Hindi kapaki-pakinabang
fr: Pas très utile
gu: બહુ ઉપયોગી નહીં
hi: बहुत उपयोगी नहीं
id: Tidak terlalu berguna
it: Non molto utile
iw: לא מועיל מאוד
kn: ಅಷ್ಟಾಗಿ ಉಪಯೋಗವಿಲ್ಲ
lt: Nelabai naudinga
ml: വളരെ ഉപയോഗപ്രദമല്ല
pl: Niezbyt przydatna
ro: Puțin utilă
sr: Није превише корисна
sw: Si muhimu sana
te: అంత ఉపయోగకరంగా లేదు
th: มีประโยชน์น้อย
ur: بہت مفید نہیں
zu: Akusizi

source: Somewhat useful
af: Effens nuttig
ar: مفيد إلى حد ما
ca: Una mica útil
de: Einigermaßen nützlich
fil: Medyo kapaki-pakinabang
fr: Assez utile
gu: કેટલેક અંશે ઉપયોગી
hi: कुछ-कुछ उपयोगी
id: Agak berguna
it: Piuttosto utile
iw: מועיל במידה מסוימת
kn: ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಉಪಯುಕ್ತ
lt: Šiek tiek naudinga
ml: ഏറെക്കുറെ ഉപയോഗപ്രദം
pl: Trochę przydatna
ro: Destul de utilă
sr: Донекле корисна
sw: Muhimu kwa kiasi fulani
te: కొంతమేర ఉపయోగకరంగా ఉంది
th: ค่อนข้างมีประโยชน์
ur: کسی حد تک مفید
zu: Kulusizo kancane

source: Very useful
af: Baie nuttig
ar: مفيد جداً
ca: Molt útil
de: Sehr nützlich
fil: Kapaki-pakinabang
fr: Très utile
gu: ખૂબ ઉપયોગી
hi: बहुत उपयोगी
id: Sangat berguna
it: Molto utile
iw: מועיל מאוד
kn: ಬಹಳ ಉಪಯುಕ್ತ
lt: Labai naudinga
ml: വളരെ ഉപയോഗപ്രദം
pl: Bardzo przydatna
ro: Foarte utilă
sr: Врло корисна
sw: Muhimu sana
te: చాలా ఉపయోగకరంగా ఉంది
th: มีประโยชน์มาก
ur: بہت مفید
zu: Kulusizo kakhulu

source: Extremely useful
af: Uiters nuttig
ar: مفيد للغاية
ca: Extremament útil
de: Außerordentlich nützlich
fil: Napakakapaki-pakinabang
fr: Extrêmement utile
gu: અત્યંત ઉપયોગી
hi: अत्यंत उपयोगी
id: Sungguh sangat berguna
it: Estremamente utile
iw: מועיל ביותר
kn: ಹೆಚ್ಚು ಉಪಯಕ್ತ
lt: Nepaprastai naudinga
ml: വളരെയധികം ഉപയോഗപ്രദം
pl: Niezwykle przydatna
ro: Extrem de utilă
sr: Изузетно корисна
sw: Muhimu mno
te: అత్యంత ఉపయోగకరంగా ఉంది
th: มีประโยชน์สูงสุด
ur: انتہائی مفید
zu: Kulusizo oluphuma phambili

source: Additional comments...
af: Bykomende opmerkings …
ar: تعليقات إضافية...
ca: Comentaris addicionals...
de: Zusätzliche Anmerkungen...
fil: Mga karagdagang komento...
fr: Commentaires supplémentaires…
gu: વધારાની ટિપ્પણીઓ...
hi: अतिरिक्त टिप्पणियां...
id: Komentar tambahan...
it: Altri commenti...
iw: הערות נוספות...
kn: ಹೆಚ್ಚುವರಿ ಅಭಿಪ್ರಾಯಗಳು...
lt: Papildomi komentarai...
ml: കൂടുതൽ അഭിപ്രായങ്ങൾ...
pl: Dodatkowe komentarze...
ro: Comentarii suplimentare...
sr: Додатни коментари...
sw: Maoni ya ziada...
te: అదనపు వ్యాఖ్యలు...
th: ความคิดเห็นเพิ่มเติม...
ur: اضافی تبصرے…
zu: Amazwana angeziwe...

source: Submit
af: Dien in
ar: إرسال
ca: Envia
de: Senden
fil: Isumite
fr: Envoyer
gu: સબમિટ કરો
hi: सबमिट करें
id: Kirim
it: Invia
iw: שלח
kn: ಸಲ್ಲಿಸಿ
lt: Pateikti
ml: സമർപ്പിക്കുക
pl: Prześlij
ro: Trimiteți
sr: Пошаљи
sw: Wasilisha
te: సమర్పించు
th: ส่ง
ur: جمع کرائیں
zu: Hambisa

source: Lesson
af: Les
ar: الدرس
bg: Урок
bn: পাঠ
ca: Tema
cs: Lekce
da: Lektion
de: Lektion
es: Lección
et: Õppetükk
eu: Ikasgaia
fa: درس
fi: Oppitunti
fil: Aralin
fr: Leçon
gl: Lección
gu: પાઠ
hi: लेख
hr: Lekcija
hu: Lecke
id: Pelajaran
is: Kennslustund
it: Lezione
iw: שיעור
ja: レッスン
kn: ಪಾಠ
lt: Pamoka
lv: Nodarbība
ml: പാഠം
mr: पाठ
nl: Les
no: Leksjon
pl: Lekcja
pt_br: Lição
pt_pt: Lição
ro: Lecție
sr: Лекција
sv: Lektion
sw: Somo
ta: பாடம்
te: పాఠం
th: บทเรียน
tr: Ders
uk: Урок
ur: سبق
zu: Isifundo

source: Announcement
af: Aankondiging
ar: الإعلان
bg: Обявление
bn: ঘোষণা
ca: Anunci
da: Meddelelse
de: Ankündigung
es: Anuncio
et: Teadaanne
eu: Jakinarazpena
fa: اطلاعیه
fi: Ilmoitus
fil: Anunsyo
fr: Annonce
gl: Anuncio
gu: ઘોષણા
hi: घोषणा
hr: Najava
hu: Közlemény
id: Pengumuman
is: Tilkynning
it: Annuncio
iw: הכרזה
ja: 通知
kn: ಪ್ರಕಟಣೆ
lt: Pranešimas
lv: Paziņojums
ml: പ്രഖ്യാപനം
mr: घोषणा
nl: Aankondiging
pl: Komunikat
pt_br: Anúncio
pt_pt: Anúncio
ro: Anunț
sr: Саопштење
sv: Meddelande
sw: Tangazo
ta: அறிவிப்பு
te: ప్రకటన
th: ประกาศ
tr: Duyuru
uk: Оголошення
ur: اعلان
zu: Isethulo

source: Search
ar: البحث
bg: Търсене
bn: অনুসন্ধান করুন
ca: Cerca
da: Søg
de: Suche
es: Búsqueda
et: Otsing
eu: Bilaketa
fa: جستجو
fi: Haku
fil: Paghahanap
fr: Rechercher
gl: Busca
gu: શોધ
hi: खोज
hr: Pretraživanje
hu: Keresés
id: Penelusuran
is: Leit
it: Ricerca
iw: חיפוש
ja: 検索
kn: ಹುಡುಕಾಟ
lt: Paieška
lv: Meklēšana
ml: തിരയുക
mr: शोध
nl: Zoeken
pl: Wyszukiwarka
pt_br: Pesquisa
pt_pt: Pesquisar
ro: Căutare
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: శోధన
th: การค้นหา
tr: Arama
uk: Пошук
ur: تلاش کریں
zu: Sesha

source: Results for "%(query)s"
af: Resultate vir "%(query)s"
ar: نتائج البحث عن "%(query)s"
bg: Резултати за „%(query)s“
bn: "%(query)s" এর ফলাফল
ca: Resultats per a "%(query)s"
da: Resultater for "%(query)s"
de: Ergebnisse für "%(query)s"
es: Resultados de "%(query)s"
et: Tulemused päringule %(query)s
eu: "%(query)s" bilaketaren emaitzak
fa: یافته‌های مربوط به «%(query)s»
fi: Tulokset haulla %(query)s
fil: Mga resulta para sa "%(query)s"
fr: Résultats pour "%(query)s"
gl: Resultados para %(query)s"
gu: "%(query)s" માટે પરિણામો
hi: "%(query)s" के लिए परिणाम
hr: Rezultati za "%(query)s"
hu: Találatok erre: „%(query)s”
id: Hasil untuk "%(query)s"
is: Niðurstöður fyrir „%(query)s“
it: Risultati per "%(query)s"
iw: תוצאות עבור "%(query)s"
ja: 「%(query)s」の検索結果
kn: %(query)s ಗಾಗಿ ಫಲಿತಾಂಶಗಳು
lt: Rezultatai pagal „%(query)s“
lv: Rezultāti vaicājumam “%(query)s”
ml: "%(query)s" എന്നതിനായുള്ള ഫലങ്ങള്‍
mr: "%(query)s" साठी परिणाम
nl: Resultaten voor "%(query)s"
pl: Wyniki dla „%(query)s”
pt_br: Resultados para "%(query)s"
pt_pt: Resultados para "%(query)s"
ro: Rezultate pentru „%(query)s”
sr: Резултати за „%(query)s“
sv: Resultat för %(query)s
sw: Matokeo ya "%(query)s"
ta: "%(query)s" க்கான முடிவுகள்
te: "%(query)s" కోసం ఫలితాలు
th: ผลลัพธ์สำหรับ "%(query)s"
tr: "%(query)s" için sonuçlar
uk: Результати для запиту "%(query)s"
ur: "%(query)s" کے نتائج
zu: Imiphumela ye-"%(query)s"

source: Search took %(num_seconds)s seconds.
af: Soektog het %(num_seconds)s sekondes geduur.
ar: استغرقت عملية البحث %(num_seconds)s ثانية.
bg: Търсенето отне %(num_seconds)s секунди.
bn: অনুসন্ধানে %(num_seconds)s সেকেন্ড লেগেছে৷
ca: La cerca ha trigat %(num_seconds)s segons.
da: Søgningen tog %(num_seconds)s sekunder.
de: Suchdauer: %(num_seconds)s Sekunden
es: La búsqueda se ha completado en %(num_seconds)s segundos.
et: Otsimiseks kulus %(num_seconds)s sekundit.
eu: %(num_seconds)s segundo behar izan dira bilaketa egiteko.
fa: جستجو %(num_seconds)s ثانیه طول کشید.
fi: Haku kesti %(num_seconds)s sekuntia.
fil: Tumagal ang paghahanap nang %(num_seconds)s (na) segundo.
fr: La recherche a pris %(num_seconds)s secondes.
gl: A busca tardou %(num_seconds)s segundos.
gu: શોધમાં %(num_seconds)s સેકન્ડ લાગી.
hi: खोज में %(num_seconds)s सेकंड लगे.
hr: Pretraživanje je trajalo %(num_seconds)s s.
hu: A keresés %(num_seconds)smásodpercet vett igénybe.
id: Penelusuran memakan waktu %(num_seconds)s detik.
is: Leitin tók %(num_seconds)s sekúndur.
it: Durata della ricerca: %(num_seconds)s secondi.
iw: החיפוש ארך %(num_seconds)s שניות.
ja: 検索にかかった時間は %(num_seconds)s 秒です。
kn: ಹುಡುಕಾಟಕ್ಕೆ %(num_seconds)s ಸೆಕೆಂಡುಗಳು ತೆಗೆದುಕೊಂಡಿದೆ.
lt: Paieška užtruko %(num_seconds)s sek.
lv: Meklēšana ilga %(num_seconds)s sekundi(-es).
ml: തിരയുന്നതിന് %(num_seconds)s നിമിഷങ്ങളെടുത്തു.
mr: शोधास %(num_seconds)s सेकंद लागतात.
nl: Zoekopdracht heeft %(num_seconds)s seconden geduurd.
pl: Wyszukiwanie trwało %(num_seconds)s s.
pt_br: A pesquisa demorou %(num_seconds)s segundos.
pt_pt: A pesquisa demorou %(num_seconds)s segundos.
ro: Căutarea a durat %(num_seconds)s (de) secunde.
sr: Претрага је трајала %(num_seconds)s сек.
sv: Sökningen tog %(num_seconds)s sekunder
sw: Utafutaji ulichukua sekunde %(num_seconds)s.
ta: தேடலுக்கு %(num_seconds)s வினாடிகள் ஆனது.
te: శోధించడానికి %(num_seconds)s సెకన్లు పట్టింది.
th: การค้นหาใช้เวลา %(num_seconds)s วินาที
tr: Arama işlemi %(num_seconds)s saniye sürdü.
uk: Пошук тривав %(num_seconds)s с.
ur: تلاش میں %(num_seconds)s سیکنڈز لگے۔
zu: Ukusesha kuthathe amasekhondi angu-%(num_seconds)s.

source: Previous
af: Vorige
ar: السابق
bg: Предишна
bn: পূর্ববর্তী
ca: Anterior
da: Forrige
de: Zurück
es: Anterior
et: Eelmine
eu: Aurrekoa
fa: قبلی
fi: Edellinen
fil: Nakaraan
fr: Précédent
gl: Anterior
gu: પહેલાનું
hi: पिछला
hr: Prethodna
hu: Előző
id: Sebelumnya
is: Fyrri
it: Indietro
iw: הקודם
ja: 前へ
kn: ಹಿಂದೆ
lt: Ankstesnis
lv: Iepriekšējā
ml: മുമ്പത്തേത്
mr: मागील
nl: Vorige
pl: Wstecz
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
sr: Претходна
sv: Föregående
sw: Uliotangulia
ta: முந்தையது
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Назад
ur: پچھلا
zu: Okwangaphambilini

source: Page %(number)s of %(total)s
af: Bladsy %(number)s van %(total)s
ar: الصفحة %(number)s من %(total)s
bg: Страница %(number)s от %(total)s
bn: %(total)s এর %(number)sনং পৃষ্ঠা
ca: Pàgina %(number)s de %(total)s
da: Side %(number)s af %(total)s
de: Seite %(number)s von %(total)s
es: Página %(number)s de %(total)s
et: Lk %(number)s/%(total)s
eu: %(number)s/%(total)s orria
fa: صفحه %(number)s از %(total)s
fi: Sivu %(number)s/%(total)s
fil: Pahina %(number)s ng %(total)s
fr: Page %(number)s sur %(total)s
gl: Páxina %(number)s de %(total)s
gu: %(total)s માંથી પૃષ્ઠ %(number)s
hi: %(total)s में से %(number)s पृष्ठ
hr: Stranica %(number)s od %(total)s
hu: %(total)s/%(number)s. oldal
id: Laman %(number)s dari %(total)s
is: Síða %(number)s af %(total)s
it: Pagina %(number)s di %(total)s
iw: עמוד %(number)s מתוך %(total)s
ja: ページ %(number)s/%(total)s
kn: ಪುಟ %(number)s / %(total)s
lt: %(number)s psl. iš %(total)s
lv: %(number)s. lapa no %(total)s
ml: പേജ് %(number)s / %(total)s
mr: %(total)s पैकी %(number)s पृष्ठ
nl: Pagina %(number)s van %(total)s
pl: Strona %(number)s z %(total)s
pt_br: Página %(number)s de %(total)s
pt_pt: Página %(number)s de %(total)s
ro: Pagina %(number)s din %(total)s
sr: %(number)s. страница од %(total)s
sv: Sida %(number)s av %(total)s
sw: Ukurasa wa %(number)s kati ya %(total)s
ta: பக்கம் %(number)s / %(total)s
te: %(total)sలో %(number)sవ పేజీ
th: หน้า %(number)s จาก %(total)s
tr: Sayfa %(number)s / %(total)s
uk: Сторінка %(number)s з %(total)s
ur: صفحہ %(number)s از %(total)s
zu: Ikhasi %(number)s kwangu-%(total)s

source: Next
af: Volgende
ar: التالي
bg: Следваща
bn: পরবর্তী
ca: Següent
da: Næste
de: Weiter
es: Siguiente
et: Järgmine
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
gl: Seguinte
gu: આગલું
hi: अगला
hr: Sljedeća
hu: Következő
id: Berikutnya
is: Næsta
it: Avanti
iw: הבא
ja: 次へ
kn: ಮುಂದೆ
lt: Kitas
lv: Nākamā
ml: അടുത്തത്
mr: पुढील
nl: Volgende
pl: Dalej
pt_br: Próxima
pt_pt: Seguinte
ro: Înainte
sr: Следећа
sv: Nästa
sw: Unaofuata
ta: அடுத்தது
te: తదుపరి
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
zu: Okulandelayo

source: No results for "%(query)s"
af: Geen resultate vir "%(query)s" nie
ar: لا تتوفر نتائج للبحث عن "%(query)s"
bg: Няма резултати за „%(query)s“
bn: "%(query)s" এর কোনো ফলাফল নেই
ca: No hi ha resultats per a "%(query)s"
da: Ingen resultater for "%(query)s"
de: Keine Ergebnisse für "%(query)s"
es: No hay resultados para "%(query)s"
et: Päringu „%(query)s” kohta ei leitud ühtegi tulemust
eu: Ez da "%(query)s" bilaketaren emaitzarik aurkitu
fa: نتیجه‌ای برای «%(query)s» یافت نشد
fi: Haulla %(query)s ei löytynyt tuloksia
fil: Walang mga resulta para sa "%(query)s"
fr: Aucun résultat pour "%(query)s"
gl: Non hai resultados para "%(query)s"
gu: "%(query)s" માટે કોઈ પરિણામો નથી
hi: "%(query)s" के लिए कोई परिणाम नहीं
hr: Nema rezultata za "%(query)s"
hu: Nincs találat a következőre: „%(query)s”.
id: Tidak ada hasil untuk "%(query)s"
is: Engar niðurstöður fyrir „%(query)s“
it: Nessun risultato per "%(query)s"
iw: לא נמצאו תוצאות עבור "%(query)s"
ja: 「%(query)s」の検索結果はありません
kn: "%(query)s" ಗಾಗಿ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
lt: Nėra jokių rezultatų pagal „%(query)s“
lv: Vaicājumam “%(query)s” netika atrasts neviens rezultāts.
ml: "%(query)s" എന്നതിനായി ഫലങ്ങളൊന്നുമില്ല
mr: "%(query)s" साठी कोणतेही परिणाम नाहीत
nl: Geen resultaten voor "%(query)s"
pl: Brak wyników dla „%(query)s”
pt_br: Nenhum resultado para "%(query)s"
pt_pt: Não há resultados para "%(query)s"
ro: Niciun rezultat pentru „%(query)s”
sr: Нема резултата за „%(query)s“
sv: Det gick inte att hitta några resultat för %(query)s
sw: Hakuna matokeo ya "%(query)s"
ta: "%(query)s" க்கான முடிவுகள் இல்லை
te: "%(query)s" కోసం ఫలితాలు లేవు
th: ไม่พบผลลัพธ์สำหรับ "%(query)s"
tr: "%(query)s" için sonuç bulunamadı
uk: Немає результатів для запиту "%(query)s"
ur: "%(query)s" کے کوئی نتائج نہیں ہیں
zu: Ayikho imiphumela ye-"%(query)s"

source: Search is currently unavailable.
af: Search is tans nie beskikbaar nie.
ar: لا يتوفر البحث حاليًا
bg: Понастоящем търсенето не е налице.
bn: অনুসন্ধান বর্তমানে অনুপলব্ধ৷
ca: La cerca no està disponible actualment.
da: Søgning er i øjeblikket ikke tilgængeligt.
de: Die Suche ist momentan nicht verfügbar.
es: La búsqueda no está disponible en este momento.
et: Otsing pole praegu saadaval.
eu: Une honetan Bilaketa ez dago erabilgarri.
fa: در حال حاضر جستجو در دسترس نیست.
fi: Haku ei ole käytettävissä.
fil: Kasalukuyang hindi available ang paghahanap.
fr: La recherche n'est pas disponible pour le moment.
gl: A busca non se atopa dispoñible actualmente.
gu: શોધ હાલમાં અનુપલબ્ધ છે.
hi: खोज वर्तमान में अनुपलब्ध है.
hr: Pretraživanje trenutačno nije dostupno.
hu: A Keresés jelenleg nem érhető el.
id: Penelusuran saat ini tidak tersedia.
is: Leit er ekki tiltæk í augnablikinu.
it: La ricerca non è al momento disponibile.
iw: החיפוש אינו זמין כעת.
ja: 検索は現在利用できません。
kn: ಹುಡುಕಾಟ ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ.
lt: Paieška šiuo metu negalima.
lv: Meklēšana pašlaik nav pieejama.
ml: തിരയൽ നിലവിൽ ലഭ്യമല്ല.
mr: सध्या शोध अनुपलब्ध आहे.
nl: Zoeken is momenteel niet beschikbaar.
pl: Wyszukiwarka jest obecnie niedostępna.
pt_br: A pesquisa não está disponível no momento.
pt_pt: De momento, a pesquisa não está disponível.
ro: Căutarea nu este disponibilă momentan.
sr: Претрага је тренутно недоступна.
sv: Sök är för närvarande inte tillgängligt.
sw: Utafutaji haupatikani kwa sasa.
ta: தேடல் தற்போது கிடைக்கவில்லை.
te: శోధన ప్రస్తుతం అందుబాటులో లేదు.
th: ไม่สามารถใช้การค้นหาได้ในขณะนี้
tr: Arama işlemi şu anda kullanılamıyor.
uk: Пошук зараз недоступний.
ur: تلاش فی الحال ‏دستیاب نہیں ہے۔
zu: Ukusesha akutholakali okwamanje.

source: View In Course
af: Bekyk in kursus
ar: عرض في الدورة التدريبية
ca: Mostra al curs
de: Im Kurs ansehen
fil: Tingnan Sa Course
fr: Afficher dans le cours
gu: અભ્યાસક્રમમાં જુઓ
hi: पाठ्यक्रम में देखें
id: Lihat Dalam Kursus
it: Visualizza nel corso
iw: צפה בקורס
kn: ಕೋರ್ಸ್‌ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ
lt: Žr. kurse
ml: കോഴ്സിൽ കാണുക
pl: Wyświetl w ramach kursu
ro: Vedeți în curs
sr: Прикажи у курсу
sw: Angalia Katika Kozi
te: కోర్సులో వీక్షించండి
th: ดูในหลักสูตร
ur: کورس میں دیکھیں
zu: Buka Kusifundo

source: Taught in this lesson:
af: In hierdie les onderrig:
ar: تم تدريسها في هذا الدرس:
ca: Impartides en aquesta lliçó:
de: In dieser Lektion vermittelt:
fil: Itinuturo sa araling ito:
fr: Éléments enseignés dans cette leçon :
gu: આ પાઠમાં ભણાવેલ:
hi: इस अध्याय में सिखाए गए:
id: Diajarkan dalam pelajaran ini:
it: Argomenti di questa lezione:
iw: כישורים הנלמדים בשיעור הזה:
kn: ಈ ಪಾಠದಲ್ಲಿನ ಕಲಿಕೆ:
lt: Mokyta šioje pamokoje:
ml: ഈ പാഠഭാഗത്തിൽ പഠിപ്പിച്ചു:
pl: Materiał przedstawiony w tej lekcji:
ro: În această lecție se învață:
sr: Обрађује се у овој лекцији:
sw: Yanafundishwa katika somo hili:
te: ఈ పాఠంలో బోధించినవి:
th: สอนในบทเรียนนี้:
ur: اس سبق میں پڑھائی گئیں:
zu: Kufundiswe kulesi sifundo:

source: Depends on:
af: Hang af van:
ar: يعتمد على:
ca: Depèn de:
de: Abhängig von:
fil: Nakadepende sa:
fr: Dépend de :
gu: આના પર આધારિત:
hi: इस पर निर्भर करता है:
id: Bergantung pada:
it: Prerequisiti:
iw: תלוי ב:
kn: ಇದರ ಮೇಲೆ ಅವಲಂಬಿತ:
lt: Priklauso nuo:
ml: ആശ്രയിക്കുന്നത്:
pl: Wstępnie wymagane:
ro: Necesită:
sr: Потребне вештине:
sw: Unategemea:
te: ఈ నైపుణ్యాలు అవసరం:
th: จำเป็นต้องใช้:
ur: ان پر منحصر ہے:
zu: Kuncike ku:

source: This lesson doesn't have any prerequisites.
af: Hierdie les het geen voorvereistes nie.
ar: لا يتضمن هذا الدرس أية متطلبات مسبقة.
ca: Aquesta lliçó no té cap requisit previ.
de: Für diese Lektion sind keine Voraussetzungen erforderlich.
fil: Walang anumang mga paunang kinakailangan ang araling ito.
fr: Aucune condition préalable requise pour cette leçon
gu: આ પાઠમાં કોઈપણ પૂર્વજરૂરિયાતો નથી.
hi: इस अध्याय में कोई पूर्वापेक्षा नहीं है.
id: Pelajaran ini tidak memiliki prasyarat.
it: Non esistono prerequisiti per questa lezione.
iw: אין לשיעור הזה דרישות מקדימות.
kn: ಈ ಪಾಠವು ಯಾವುದೇ ಪೂರ್ವಾಪೇಕ್ಷಿತಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
lt: Šioje pamokoje nėra jokių būtinų sąlygų.
ml: ഈ പാഠഭാഗത്തിൽ മുൻവ്യവസ്ഥകളൊന്നുമില്ല.
pl: Ta lekcja nie ma żadnych warunków wstępnych.
ro: Pentru această lecție nu există condiții necesare.
sr: Ова лекција нема предуслова.
sw: Somo hili halihitaji ujuzi wowote wa awali.
te: ఈ పాఠం ఆవశ్యకాలు ఏవీ కలిగి లేదు.
th: บทเรียนนี้ไม่มีวิชาบังคับก่อน
ur: اس سبق کیلئے کوئی لازمی شرائط نہیں ہیں۔
zu: Lesi sifundo asinazo izimfuneko.

source: Leads to:
af: Lei tot:
ar: يؤدي إلى:
ca: Condueix a:
de: Führt zu:
fil: Hahantong sa:
fr: Étape suivante :
gu: આના તરફ દોરે છે:
hi: इससे यह शिक्षा मिलती है:
id: Mengarah ke:
it: Risultati:
iw: מוביל אל:
kn: ಇದಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ:
lt: Įgyjami įgūdžiai:
ml: നയിക്കുന്നത്:
pl: Następne:
ro: Determină:
sr: Вештине које ће бити савладане:
sw: Ujuzi unaleta:
te: తెలుసుకునే విషయాలు:
th: เป็นพื้นฐานสู่:
ur: اس سے درج ذیل صلاحیتیں حاصل ہوتی ہیں:
zu: Kuholela ku:

source: This lesson isn't a prerequisite for any other lesson.
af: Hierdie les is nie 'n voorvereiste vir enige ander les nie.
ar: هذا الدرس ليس شرطًا مسبقًا لأي درس آخر.
ca: Aquesta lliçó no és un requisit previ per a cap altra lliçó.
de: Diese Lektion ist keine Voraussetzung für andere Lektionen.
fil: Hindi kinakailangan ang araling ito para sa anumang iba pang aralin.
fr: Cette leçon ne constitue une condition préalable pour aucune autre leçon.
gu: આ પાઠ કોઈ અન્ય પાઠ માટે પૂર્વપેક્ષિત નથી.
hi: यह पाठ किसी भी अन्य पाठ के लिए पूर्वापेक्षित नहीं है.
id: Pelajaran ini bukan merupakan prasyarat untuk pelajaran lain.
it: Questa lezione non è propedeutica ad altre lezioni.
iw: שיעור זה אינו תנאי מוקדם לאף שיעור אחר.
kn: ಈ ಪಾಠವು ಯಾವುದೇ ಇತರ ಕೌಶಲ್ಯಗಳಿಗೆ ಪೂರ್ವಾಪೇಕ್ಷಿತವಾಗಿರುವುದಿಲ್ಲ.
lt: Ši pamoka nėra būtina norint dalyvauti bet kokioje kitoje pamokoje.
ml: ഈ അധ്യായം, മറ്റേതെങ്കിലും അധ്യായത്തിനുള്ള പൂർവ്വാവശ്യകതയല്ല.
pl: Ta lekcja nie jest wstępnie wymagana w przypadku innych lekcji.
ro: Această lecție nu este o condiție necesară pentru alte lecții.
sr: Ова лекција није предуслов ни за једну другу лекцију.
sw: Si lazima ufanye somo hili kabla ya kuendelea na somo lingine.
te: ఈ పాఠం మరే ఇతర పాఠానికి ఆవశ్యకమైనది కాదు.
th: บทเรียนนี้ไม่ใช่พื้นฐานสำหรับบทเรียนอื่นๆ
ur: یہ سبق کسی دیگر سبق کیلئے شَرطِ اَوّل نہیں ہے۔
zu: Lesi sifundo akuyona imfuneko yesinye isifundo.

source: Lessons
af: Lesse
ar: الدروس
ca: Lliçons
de: Lektionen
fil: Mga Aralin
fr: Leçons
gu: પાઠ
hi: पाठ
id: Pelajaran
it: Lezioni
iw: שיעורים
kn: ಪಾಠಗಳು
lt: Pamokos
ml: പാഠങ്ങൾ
pl: Lekcje
ro: Lecții
sr: Лекције
sw: Masomo
te: పాఠాలు
th: บทเรียน
ur: اسباق
zu: Izifundo

source: Not taught
af: Nie onderrig nie
ar: لم يتم تدريسها
ca: No impartides
de: Nicht unterrichtet
fil: Hindi itinuro
fr: Pas enseigné
gu: ભણાવ્યું નથી
hi: सिखाया नहीं गया
id: Tidak diajarkan
it: Argomenti non trattati
iw: לא נלמדו שיעורים
kn: ಕಲಿಸದಿರುವುದು
lt: Nemokyta
ml: പഠിപ്പിച്ചില്ല
pl: Nie ma lekcji
ro: Nu se învață
sr: Не обрађује се
sw: Masomo hayafundishwi
te: బోధించనివి
th: ไม่ได้สอน
ur: نہیں پڑھائے گئے
zu: Akufundisiwe

source: Proficiency level
af: Vaardigheidsvlak
ar: مستوى الكفاءة
ca: Nivell de competència
de: Kenntnisstand
fil: Level ng kakayanan
fr: Niveau de compétence
gu: પ્રવીણતાનું સ્તર
hi: दक्षता स्तर
id: Tingkat kemampuan
it: Livello di competenza
iw: רמת מיומנות
kn: ಪ್ರಾವೀಣ್ಯತೆ ಮಟ್ಟ
lt: Žinių lygis
ml: പ്രാവീണ്യ നില
pl: Poziom zaawansowania
ro: Nivelul de competență
sr: Ниво оспособљености
sw: Kiwango cha ustadi
te: ప్రావీణ్యత స్థాయి
th: ระดับความสามารถ
ur: مہارت کی سطح
zu: Ileveli yobungoti

source: low
af: laag
ar: منخفض
ca: baix
de: niedrig
fil: mababa
fr: faible
gu: નિમ્ન
hi: निम्‍न
id: rendah
it: basso
iw: נמוכה
kn: ಕೆಳಮಟ್ಟದ
lt: žemas
ml: താഴ്ന്നത്
pl: niski
ro: redus
sr: низак
sw: chini
te: తక్కువ
th: ต่ำ
ur: کم
zu: phansi

source: high
af: hoog
ar: مرتفع
ca: alt
de: hoch
fil: mataas
fr: élevé
gu: ઉચ્ચ
hi: उच्च
id: tinggi
it: alto
iw: גבוהה
kn: ಹೆಚ್ಚು
lt: aukštas
ml: ഉയര്‍ന്നത്
pl: wysoki
ro: ridicat
sr: висок
sw: juu
te: అధికం
th: สูง
ur: زیادہ
zu: phezulu

source: Skills Progress
af: Vaardigheidsvordering
ar: مستوى تقدم المهارات
ca: Progrés de les habilitats
de: Fortschritte bei den Kompetenzen
fil: Progreso ng Kasanayan
fr: Progrès
gu: કૌશલ્યોની પ્રગતિ
hi: कौशल प्रगति
id: Kemajuan Keterampilan
it: Stato di avanzamento delle competenze
iw: התקדמות כישורים
kn: ಕೌಶಲ್ಯಗಳ ಪ್ರಗತಿ
lt: Įgūdžių įgijimo eiga
ml: വൈദഗ്ധ്യ പുരോഗതി
pl: Postęp w nabywaniu umiejętności
ro: Progresul abilităților
sr: Напредак у вези са вештинама
sw: Maendeleo ya Ujuzi
te: నైపుణ్యాల ప్రోగ్రెస్
th: ความคืบหน้าด้านทักษะ
ur: اہلیتوں کی پیشرفت
zu: Ukuqhubeka kwamakhono

source: Achievements
af: Prestasies
ar: الإنجازات
ca: Assoliments
de: Erfolge
fil: Mga Nakamit
fr: Réussites
gu: સિદ્ધિઓ
hi: उपलब्धियां
id: Prestasi
it: Risultati
iw: הישגים
kn: ಸಾಧನೆಗಳು
lt: Laimėjimai
ml: നേട്ടങ്ങൾ
pl: Osiągnięcia
ro: Realizări
sr: Достигнућа
sw: Mafanikio
te: సాధించినవి
th: ความสำเร็จ
ur: حصولیابیاں
zu: Izimpumelelo
