Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Answer:
af: Antwoord:
ar: الإجابة:
bg: Отговор:
bn: উত্তর:
ca: Resposta:
cs: Odpověď:
da: Svar:
de: Antwort:
es: Respuesta:
et: Vastus:
eu: Erantzuna:
fa: پاسخ:
fi: Vastaa:
fil: Sagot:
fr: Réponse :
gl: Resposta:
gu: જવાબ:
hi: उत्तर:
hr: Odgovor:
hu: Válasz:
id: Jawab:
is: Svar:
it: Risposta:
iw: תשובה:
ja: 解答:
kn: ಉತ್ತರ:
lt: Atsakymas:
lv: Atbilde:
ml: ഉത്തരം:
mr: उत्तर:
nl: Antwoord:
no: Svar:
pl: Odpowiedź:
pt_br: Resposta:
pt_pt: Resposta:
ro: Răspuns:
sr: Одговор:
sv: Svar:
sw: Jibu:
ta: பதில்:
te: సమాధానం:
th: คำตอบ:
tr: Yanıt:
uk: Відповідь:
ur: جواب:
zu: Impendulo:

source: What is your name?
af: Wat is jou naam?
ar: ما اسمك؟
bg: Как се казвате?
bn: আপনার নাম কি?
ca: Com us dieu?
cs: Jak se jmenujete?
da: Hvad er dit navn?
de: Wie heißen Sie?
es: ¿Cómo te llamas?
et: Mis on teie nimi?
eu: Nola izena duzu?
fa: نام شما چیست؟
fi: Mikä on nimesi?
fil: Ano ang iyong pangalan?
fr: Quel est votre nom ?
gl: Como te chamas?
gu: તમારું નામ શું છે?
hi: आपका नाम क्या है?
hr: Kako se zovete?
hu: Név:
id: Siapa nama Anda?
is: Hvert er nafnið þitt?
it: Come ti chiami?
iw: מה שמך?
ja: 名前を入力してください
kn: ನಿಮ್ಮ ಹೆಸರೇನು?
lt: Kuo jūs vardu?
lv: Kā jūs sauc?
ml: നിങ്ങളുടെ പേരെന്താണ്?
mr: आपले नाव काय आहे?
nl: Wat is uw naam?
no: Hva heter du?
pl: Jak się nazywasz?
pt_br: Qual é seu nome?
pt_pt: Qual é o seu nome?
ro: Cum vă numiți?
sr: Како се зовете?
sv: Vad heter du?
sw: Jina lako ni nani?
ta: உங்கள் பெயர் என்ன?
te: మీ పేరు ఏమిటి?
th: โปรดระบุชื่อของคุณ
tr: Adınız nedir?
uk: Як вас звати?
ur: آپ کا نام کیا ہے؟
zu: Ubani igama lakho?

source: Enroll
af: Skryf in
ar: تسجيل
bg: Записване
bn: নথিভুক্ত করুন
ca: Inscriu-me
cs: Zapsat se
da: Tilmeld dig
de: Anmelden
es: Inscribirse
et: Liitumine
eu: Eman izena
fa: نام‌نویسی
fi: Ilmoittaudu
fil: Mag-enroll
fr: S'inscrire
gl: Inscribirse
gu: નોંધણી કરો
hi: नामांकन करें
hr: Upis
hu: Jelentkezés
id: Daftar
is: Skrá
it: Iscriviti
iw: הירשם
ja: 登録
kn: ದಾಖಲಿಸು
lt: Užsiregistruoti
lv: Reģistrēties
ml: എൻറോൾ ചെയ്യുക
mr: नोंदणी
nl: Inschrijven
no: Registrer deg
pl: Zapisz się
pt_br: Inscrever-se
pt_pt: Inscrição
ro: Înscrieți-vă
sr: Упиши ме
sv: Skicka anmälan
sw: Jiandikishe
ta: பதிவுசெய்
te: నమోదు చేయి
th: ลงทะเบียน
tr: Kayıt Yaptır
uk: Записатися
ur: اندراج کریں
zu: Bhalisa

source: Register
af: Registreer
ar: تسجيل
bg: Регистриране
bn: নথিভুক্ত করুন
ca: Registra
cs: Zaregistrovat se
da: Registrer
de: Registrieren
es: Registrar
et: Registreerimine
eu: Erregistratu
fa: ثبت‌نام
fi: Ilmoittaudu
fil: Magparehistro
fr: S'inscrire
gl: Rexistrarse
gu: નોંધણી કરો
hi: पंजीकरण करें
hr: Registrirajte se
hu: Regisztráció
id: Daftar
is: Nýskrá
it: Registrati
iw: הירשם
ja: 登録
kn: ನೋಂದಾಯಿಸು
lt: Registruotis
lv: Reģistrēties
ml: രജിസ്റ്റർ ചെയ്യുക
mr: नोंदणी
nl: Registreren
no: Registrering
pl: Zarejestruj się
pt_br: Registrar-se
pt_pt: Registar
ro: Înregistrați-vă
sr: Региструј ме
sv: Registrera dig
sw: Jisajili
ta: பதிவுசெய்
te: నమోదు చేయి
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
ur: رجسٹر کریں
zu: Bhalisa

source: Review
af: Gaan na
ar: المراجعة
bg: Проверка
bn: পর্যালোচনা
ca: Revisió
cs: Zkontrolovat
da: Evaluering
de: Bewertung
es: Revisión
et: Arvustus
eu: Zuzenketa
fa: بازبینی
fi: Arvostelu
fr: Correction
gl: Revisión
gu: સમીક્ષા કરો
hi: समीक्षा करें
hr: Pregled
hu: Vélemény
id: Ulasan
is: Umsögn
it: Revisione
iw: ביקורת
ja: レビュー
kn: ವಿಮರ್ಶೆ
lt: Peržiūra
lv: Vērtēšana
ml: അവലോകനം
mr: पुनरावलोकन
nl: Beoordeling
no: Vurder
pl: Zrecenzuj
pt_br: Revisão
pt_pt: Avaliação
ro: Scrieți o evaluare
sr: Рецензија
sv: Granskning
sw: Kagua
ta: மதிப்புரை
te: సమీక్ష
th: ตรวจสอบ
tr: İnceleme
uk: Рецензія
ur: جائزہ لیں
zu: Buyekeza

source: Back to the review dashboard.
af: Terug na die oorsigkontroleskerm.
ar: رجوع إلى لوحة المراجعة.
bg: Назад към таблото за управление на проверките.
bn: পর্যালোচনা ড্যাশবোর্ডে ফিরে যান৷
ca: Torna al tauler de revisió.
cs: Zpět na řídicí panel kontrol.
da: Tilbage til betjeningspanelet for evalueringer.
de: Zurück zur Bewertungsübersicht
es: Volver al panel de control de revisiones
et: Tagasi arvustamise juhtpaneeli juurde.
eu: Itzuli zuzenketen panelera.
fa: بازگشت به داشبورد بازبینی.
fi: Takaisin arvostelujen hallintapaneeliin.
fil: Bumalik sa dashboard ng review.
fr: Retour au tableau de bord des corrections
gl: Volver ao panel de revisións.
gu: સમીક્ષા ડેશબોર્ડ પર પાછા.
hi: समीक्षा डैशबोर्ड पर वापस जाएं.
hr: Natrag na nadzornu ploču pregleda.
hu: Vissza a vélemények irányítópultjára.
id: Kembali ke dasbor tinjauan.
is: Aftur á stjórnborð umsagna.
it: Torna alla dashboard delle revisioni.
iw: חזור למרכז השליטה של הביקורת.
ja: レビュー ダッシュボードに戻る
kn: ವಿಮರ್ಶೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹಿಂತಿರುಗಿ.
lt: Atgal į peržiūrų informacijos suvestinę.
lv: Atpakaļ uz vērtēšanas informācijas paneli.
ml: അവലോകന ഡാഷ്‌ബോർഡിലേക്ക് മടങ്ങുക.
mr: पुनरावलोकन डॅशबोर्डकडे परत या.
nl: Terug naar het beoordelingsdashboard.
no: Tilbake til vurderingsoversikten.
pl: Powrót do panelu recenzji.
pt_br: Voltar ao painel de revisão.
pt_pt: Regressar ao painel das avaliações.
ro: Înapoi la tabloul de bord pentru evaluări.
sr: Назад на контролну таблу са рецензијама.
sv: Tillbaka till granskningsöversikten.
sw: Rudi kwenye dashibodi ya ukaguzi.
ta: மதிப்புரை டாஷ்போர்டிற்குச் செல்.
te: సమీక్ష డాష్‌బోర్డ్‌కు తిరిగి వెళ్లండి.
th: กลับไปที่แดชบอร์ดการตรวจสอบ
tr: İnceleme kontrol paneline dön.
uk: Назад на інформаційну панель рецензій.
ur: جائزہ کے ڈیش بورڈ پر واپس جائیں۔
zu: Buyela kwideshibhodi yokubuyekeza.

source: The due date for submitting this review has passed. It was due on %(review_due_date)s.
af: Die sperdatum om hierdie hersiening in te dien, is verby. Die sperdatum was %(review_due_date)s.
ar: انقضى تاريخ الاستحقاق لإرسال هذه المراجعة. كانت هذه العملية مطلوبة بتاريخ %(review_due_date)s.
bg: Крайният срок за изпращане на тази проверка е изтекъл. Датата за предаване е била %(review_due_date)s.
bn: এই পর্যালোচনাটি জমা দওয়ার নির্ধারিত তারিখ অতিক্রান্ত হয়ে গেছে৷ এটি %(review_due_date)s এ জমা দেওয়ার কথা ছিল৷
ca: La data de venciment per enviar aquesta revisió ja ha passat. Vencia el dia %(review_due_date)s.
da: Fristen for indsendelse af denne evaluering er overskredet. Den skulle have været indsendt den %(review_due_date)s.
de: Das Abgabedatum für diese Bewertung ist verstrichen. Sie sollte am %(review_due_date)s eingereicht werden.
es: La fecha de vencimiento para enviar esta revisión ya ha pasado. Vencía el día %(review_due_date)s.
et: Selle referaadi esitamise tähtaeg on möödunud. See tuli esitada kuupäevaks %(review_due_date)s.
eu: Zuzenketa bidaltzeko epemuga pasa da. Epemuga %(review_due_date)s zen.
fa: فرصت صحیح کردن این تکلیف تمام شده است. زمان تحویل آن در تاریخ %(review_due_date)s بود.
fi: Tämän arvion palautuspäivä on jo mennyt. Se piti palauttaa viimeistään %(review_due_date)s.
fil: Lumagpas na ang takdang petsa para sa pagsusumite sa review na ito. Noong %(review_due_date)s ang takdang petsa nito.
fr: La date limite pour envoyer cette correction, le %(review_due_date)s, est dépassée.
gl: A data límite de envío desta revisión xa pasou. A data límite de envío era o %(review_due_date)s.
gu: આ સમીક્ષાને સબમિટ કરવાની નિયત તારીખ પસાર થઈ ગઈ છે. તે %(review_due_date)s ના રોજ નિયત હતી.
hi: इस समीक्षा को सबमिट करने का नियत दिनांक निकल चुका है. इसका नियत दिनांक %(review_due_date)s था.
hr: Krajnji je rok za slanje tog pregleda istekao. Pregled je trebalo poslati do %(review_due_date)s.
hu: A vélemény beküldésének határideje lejárt. Ekkor volt esedékes: %(review_due_date)s.
id: Batas waktu untuk mengirimkan tinjauan ini telah lewat. Batas waktu tugas ini %(review_due_date)s.
is: Síðasti skiladagur þessarar umsagnar er liðinn. Henni átti að skila %(review_due_date)s.
it: La data di scadenza per l'invio di questo esame è già trascorsa. Doveva essere consegnato in data %(review_due_date)s.
iw: תאריך היעד להגשת הביקורת הזו חלף. תאריך היעד היה %(review_due_date)s.
ja: このレビューの送信期限が過ぎています。送信期限は %(review_due_date)sです。
kn: ಈ ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸುವ ಅಂತಿಮ ದಿನಾಂಕ ಮುಗಿದಿದೆ. ಇದು %(review_due_date)s ರಂದು ನಿಗದಿಯಾಗಿತ್ತು.
lt: Šios peržiūros pateikimo terminas baigėsi. Jos terminas buvo %(review_due_date)s.
lv: Šī vērtējuma iesniegšanas datums ir pagājis. Tas bija jāiesniedz līdz šādam datumam: %(review_due_date)s.
ml: ഈ അവലോകനം സമർപ്പിക്കേണ്ട അവസാന തീയതി കഴിഞ്ഞു. അവസാന തീയതി %(review_due_date)s ആയിരുന്നു.
mr: सबमिट करण्याची निहित तारीख निघून गेली आहे. ते %(review_due_date)s रोजी निहित होते.
nl: De deadline voor het indienen van deze beoordeling is verstreken. De deadline voor de beoordeling was %(review_due_date)s.
pl: Termin przesłania tej recenzji minął. Termin minął %(review_due_date)s.
pt_br: O prazo para envio desta revisão já passou. O prazo era %(review_due_date)s.
pt_pt: A data limite para o envio desta crítica já passou. Deveria ter sido enviada a %(review_due_date)s.
ro: Termenul limită pentru trimiterea acestei evaluări a trecut. Evaluarea trebuia trimisă în %(review_due_date)s.
sr: Крајњи рок за слање ове рецензије је истекао. Рок је био %(review_due_date)s.
sv: Sista datum för att skicka in den här granskningen har redan inträffat. Granskningen skulle ha skickats in senast %(review_due_date)s.
sw: Tarehe iliyotegemewa ya kuwasilisha ukaguzi huu imeshapita. Ulitegemewa kuwasilishwa tarehe %(review_due_date)s.
ta: இந்த மதிப்புரையைச் சமர்ப்பிப்பதற்கான நிலுவை தேதி முடிந்துவிட்டது. இது %(review_due_date)s அன்று முடிந்தது.
te: ఈ సమీక్షను సమర్పించవలసిన గడువు తేదీ దాటిపోయింది. దీని గడువు తేదీ %(review_due_date)s.
th: วันที่ครบกำหนดส่งความเห็นนี้ได้ผ่านไปแล้ว ความเห็นนี้มีกำหนดส่งเมื่อวันที่ %(review_due_date)s
tr: Bu incelemeyi göndermek için son tarih geçti. Son tarih %(review_due_date)s idi.
uk: Термін подачі цієї рецензії минув. Її треба було надіслати %(review_due_date)s.
ur: اس جائزہ کو جمع کرانے کی آخری تاریخ گزر چکی ہے۔ اس کو %(review_due_date)s کو جمع کرانا تھا۔
zu: Usuku lokuhambisa lokhu kubuyekeza lidlulile. Bokukade kufuneka ngomhla ka-%(review_due_date)s.

source: Due date for this review:
af: Sperdatum vir hierdie oorsig:
ar: تاريخ تقديم هذه المراجعة:
bg: Краен срок за тази проверка:
bn: এই পর্যালোচনার প্রদেয় তারিখ হল:
ca: Data de venciment d'aquesta revisió:
cs: Termín dokončení této kontroly:
da: Frist for denne evaluering:
de: Abgabedatum für diese Bewertung:
es: Fecha de vencimiento de esta revisión:
et: Arvustuse tähtaeg:
eu: Zuzenketa egiteko epemuga:
fa: موعد مقرر برای این بازبینی:
fi: Tämän arvostelun eräpäivä:
fil: Takdang petsa para sa review na ito:
fr: Date limite pour cette correction :
gl: Data de entrega desta revisión:
gu: આ સમીક્ષા માટે નિયત તારીખ:
hi: इस समीक्षा का नियत दिनांक:
hr: Krajnji rok za pregled:
hu: A véleményezés határideje:
id: Batas waktu untuk tinjauan ini:
is: Skiladagur þessarar umsagnar:
it: Data di scadenza per questa revisione:
iw: תאריך יעד לביקורת הזו:
ja: このレビューの期限:
kn: ಈ ವಿಮರ್ಶೆಗಾಗಿ ಅಂತಿಮ ದಿನಾಂಕ:
lt: Šios peržiūros terminas:
lv: Vērtēšanas izpildes datums:
ml: ഈ അവലോകനം സമർപ്പിക്കേണ്ട അവസാന തീയതി:
mr: या पुनरावलोकनासाठी निहित तारीख:
nl: Deadline voor deze beoordeling:
no: Frist for denne vurderingen:
pl: Termin recenzji:
pt_br: Data de entrega desta revisão:
pt_pt: Data para conclusão desta avaliação:
ro: Termenul limită pentru această evaluare:
sr: Крајњи рок за ову рецензију:
sv: Granskningen måste slutföras innan det här datumet:
sw: Tarehe ya mwisho ya ukaguzi huu:
ta: இந்த மதிப்புரைக்கான இறுதி நாள்:
te: ఈ సమీక్షకు గడువు తేదీ:
th: วันที่ครบกำหนดสำหรับการตรวจสอบนี้:
tr: Bu incelemenin teslim tarihi:
uk: Термін для цієї рецензії:
ur: اس جائزہ کیلئے آخری تاریخ:
zu: Usuku okumele kwenziwe ngalo lesi sibuyekezo:

source: The scores and comments you submit here will be viewed by your peers. Once you submit your review, you may not edit it.
af: Die punte en opmerkings wat jy hier indien, sal deur jou eweknieë bekyk word. Sodra jy jou oorsigte indien, kan jy nie dit nie wysig nie.
ar: سيشاهد أقرانك النتائج والتعليقات التي ترسلها هنا. وبعد إرسال المراجعة، قد لا تتمكن من تعديلها.
bg: Резултатите и коментарите, които изпратите тук, ще бъдат прегледани от колегите ви. Щом изпратите проверката си, не може да я редактирате.
bn: এখানে আপনার জমা দেওয়া স্কোর এবং মন্তব্যগুলিকে আপনার মিত্রগণ পর্যালোচনা করবে৷ একবার আপনি আপনার পর্যালোচনা জমা দিলে, তবে আপনি এটিকে সম্পাদন করতে পারবেন না৷
ca: Els vostres companys veuran les puntuacions i els comentaris que envieu aquí. Un cop hàgiu enviat la revisió, no la podreu editar.
cs: Zde odeslané výsledky a komentáře si zobrazí spolužáci. Odeslanou kontrolu již nemůžete upravit.
da: De resultater og kommentarer, som du indsender her, vil blive set af dine medstuderende. Når du har indsendt din evaluering, kan du ikke redigere den.
de: Die hier eingereichten Punktzahlen können von anderen Kursteilnehmern eingesehen werden. Nach der Abgabe Ihrer Bewertung können Sie sie nicht mehr bearbeiten.
es: Tus compañeros verán las puntuaciones y los comentarios que envíes aquí. Una vez hayas enviado tu revisión, no podrás editarla.
et: Teie kaasõpilased vaatavad üle siin esitatud tulemused ja kommentaarid. Kui olete arvustuse ära saatnud, ei saa te seda muuta.
eu: Hemen bidaltzen dituzun emaitza eta iruzkinak zure ikaskideek ikusiko dituzte. Behin zuzenketa bidalitakoan, ezingo duzu aldatu.
fa: نمرات و نظراتی که در اینجا ارسال می‌کنید توسط همکلاسی‌های شما مورد بازبینی قرار می‌گیرد. پس از ارسال بازبینی خود، نمی‌توانید آن را ویرایش کنید.
fi: Muut kurssille osallistujat näkevät lähettämäsi tulokset ja kommentit. Et voi enää muokata arvostelua lähetettyäsi sen.
fil: Matitingnan ng iyong mga peer ang mga marka at komento na isinusumite mo rito. Sa sandaling isumite mo ang iyong review, hindi mo na ito maaaring i-edit.
fr: Les notes et les commentaires que vous envoyez ici sont visibles par vos pairs. Une fois votre correction envoyée, vous ne pouvez plus la modifier.
gl: Os teus compañeiros verán as puntuacións e as revisións que envíes aquí. Unha vez que envíes a túa revisión, non poderás editala.
gu: તમે અહીં સબમિટ કરો છો તે સ્કોર્સ અને ટિપ્પણીઓની તમારા સાથીઓ દ્વારા સમીક્ષા કરવામાં આવશે. એકવાર તમે તમારી સમીક્ષા સબમિટ કરી દો તે પછી, તમે તેને સંપાદિત કરી શકશો નહીં.
hi: आपके द्वारा यहां सबमिट किए जाने वाले स्कोर और टिप्पणियों को आपके मित्र देखेंगे. एक बार अपनी समीक्षा सबमिट किए जाने के बाद, आप उसे संपादित नहीं कर सकते.
hr: Rezultate i komentare koje pošaljete ovdje vidjet će ostali polaznici. Kada pošaljete pregled, više ga ne možete uređivati.
hu: Az itt elküldött pontszámokat és megjegyzéseket a társak fogják megtekinteni. A véleményezés elküldése után nincs lehetőség módosításra.
id: Skor dan komentar yang dikirim di sini akan ditinjau oleh rekan Anda. Setelah tinjauan dikirimkan, Anda tidak dapat mengeditnya.
is: Aðrir nemundur geta séð einkunnir og athugasemdir sem þú sendir inn hér. Þegar þú hefur skilað umsögninni geturðu ekki breytt henni.
it: I punteggi e i commenti che invii qui verranno visualizzati da studenti come te. Non potrai più modificare la tua revisione una volta inviata.
iw: הציונים וההערות שתשלח כאן יעברו ביקורת על ידי העמיתים שלך. לאחר שליחת הביקורת, לא תוכל לערוך אותה.
ja: ここで送信したスコアとコメントは他のメンバーが確認します。いったん送信したレビューを編集することはできません。
kn: ನೀವು ಇಲ್ಲಿ ಸಲ್ಲಿಸಿದ ಸ್ಕೋರ್‌ಗಳು ಮತ್ತು ಕಾಮೆಂಟ್‌ಗಳನ್ನು ನಿಮ್ಮ ಸಮಾನ ವಯಸ್ಕರಿಂದ ವೀಕ್ಷಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ನೀವು ಒಮ್ಮೆ ಸಲ್ಲಿಸಿದಲ್ಲಿ, ಅದನ್ನು ನಿಮಗೆ ಸಂಪಾದಿಸಲಾಗದಿರಬಹುದು.
lt: Čia pateiktus rezultatus ir komentarus galės peržiūrėti jūsų partneriai. Pateikę peržiūrą negalėsite jos redaguoti.
lv: Šeit iesniegtos vērtējumus un komentārus redzēs citi studenti. Iesniedzot vērtējumu, to vairs nevarēsiet rediģēt.
ml: നിങ്ങൾ ഇവിടെ സമർപ്പിക്കുന്ന സ്‌കോറുകളും അഭിപ്രായങ്ങളും നിങ്ങളുടെ സഹപാഠികൾക്ക് കാണാനാകും. നിങ്ങളുടെ അവലോകനം സമർപ്പിച്ചുകഴിഞ്ഞാൽ, അത് എഡിറ്റുചെയ്യാനാകില്ല.
mr: आपण येथे सबमिट केलेले गुण आणि टिप्पण्या आपल्या समवयस्कांद्वारे पाहिल्या जातील. एकदा आपण आपले पुनरावलोकन सबमिट केल्यानंतर, आपण त्याचे संपादन करू शकत नाही.
nl: De scores en opmerkingen die u hier indient, worden bekeken door uw medecursisten. Zodra u uw beoordeling indient, kunt u deze niet meer bewerken.
no: Poengene og kommentarer du sender inn kan sees av andre studenter. Når du har sendt inn en vurdering, kan du ikke endre den.
pl: Przesłane wyniki i komentarze będą widoczne dla innych uczestników kursu. Przesłanych recenzji nie można edytować.
pt_br: As pontuações e os comentários enviados aqui serão visualizados por seus colegas. Após enviar sua revisão, você não poderá editá-la.
pt_pt: Os resultados e comentários que inserir aqui serão visualizados pelos seus pares. Após ter enviado a sua avaliação, não poderá editá-la.
ro: Punctajul și comentariile trimise aici vor fi evaluate de colegii dvs. După ce trimiteți evaluarea, nu o mai puteți edita.
sr: Други студенти ће моћи да прегледају резултате и коментаре које овде пошаљете. Када пошаљете рецензију, нећете моћи да је измените.
sv: Poäng och kommentarer som du skickar in här granskas av andra studenter. Du kan inte ändra granskningen när du har skickat in den.
sw: Alama na maoni unayowasilisha hapa yatakaguliwa na marafiki zako. Pindi tu unapowasilisha ukaguzi wako, huenda usiweze kuuhariri.
ta: இங்கே நீங்கள் சமர்ப்பிக்கும் ஸ்கோர்களையும், கருத்துகளையும் உங்கள் சக நண்பர்கள் பார்ப்பார்கள். உங்கள் மதிப்புரையைச் சமர்ப்பித்த பின், உங்களால் அதைத் திருத்த முடியாது.
te: మీరు ఇక్కడ సమర్పించే స్కోర్‌లు మరియు వ్యాఖ్యలను మీ తోటివిద్యార్థులు వీక్షిస్తారు. మీరు మీ సమీక్షను సమర్పించిన తర్వాత, దాన్ని మార్చలేకపోవచ్చు.
th: คะแนนและความคิดเห็นที่คุณส่งที่นี่จะถูกดูโดยเพื่อนของคุณ เมื่อคุณส่งการตรวจสอบแล้ว คุณจะไม่สามารถแก้ไขได้
tr: Burada gönderdiğiniz puanlar ve yorumlar arkadaşlarınız tarafından görüntülenir. İncelemenizi gönderdikten sonra, üzerinde değişiklik yapamazsınız.
uk: Ваші результати й коментарі зможуть переглядати інші учасники. Надіслані рецензії не можна змінювати.
ur: آپ یہاں جو اسکورز اور تبصرے جمع کرائیں گے انہیں آپ کے ہمسر دیکھیں گے۔ اپنا جائزہ جمع کرانے کے بعد آپ اس میں ترمیم نہیں کر سکتے۔
zu: Izikolo namazwana abekiwe owahambisa lapha azobukwa ontanga bakho. Uma usuhambise isibuyekezo sakho angeke uze usibuyekeze.

source: Reviewed assignment
af: Oorsigte opdrag
ar: المهمة التي تمت مراجعتها
bg: Проверено задание
bn: পর্যালোচিত হস্তান্তরণ
ca: Treball revisat
cs: Zkontrolovaná úloha
da: Evalueret opgave
de: Bewertete Aufgabe
es: Tarea revisada
et: Arvustatud ülesanded
eu: Zuzendutako lana
fa: تکلیف بازبینی شده
fi: Arvosteltu tehtävä
fil: Na-review na takdang-aralin
fr: Devoir corrigé
gl: Traballo revisado
gu: સમીક્ષા કરેલ સોંપણી
hi: समीक्षा किया गया असाइनमेंट
hr: Pregledani pismeni zadatak
hu: Véleményezett feladat
id: Tugas yang ditinjau
is: Yfirfarin verkefni
it: Compito rivisto
iw: מטלה שעברה ביקורת
ja: レビュー済みの課題
kn: ವಿಮರ್ಶಿಸಲಾದ ನಿಯೋಜನೆ
lt: Peržiūrėta užduotis
lv: Novērtēts uzdevums
ml: അവലോകനം ചെയ്‌ത അസൈന്മെന്റ്
mr: पुनरावलोकन केलेले अभिहस्तांकन
nl: Beoordeelde opdracht
no: Vurdert oppgave
pl: Zrecenzowane zadanie
pt_br: Tarefa revisada
pt_pt: Trabalho avaliado
ro: Temă evaluată
sr: Прегледан задатак
sv: Granskad uppgift
sw: Zoezi lililokaguliwa
ta: மதிப்பாய்வு செய்யப்பட்ட பயிற்சிப் பாடம்
te: సమీక్షించిన అభ్యాసం
th: งานที่ตรวจสอบแล้ว
tr: İncelenen ödev
uk: Рецензоване завдання
ur: جائزہ لی گئی اسائنمنٹ
zu: Umsebenzi ozokwenziwa obuyekeziwe

source: Assignment to review
af: Opdrag om oorsig oor te gee
ar: المهمة المطلوب مراجعتها
bg: Задание за проверка
bn: পর্যালোচনার হস্তান্তরণ
ca: Treball per revisar
cs: Úloha ke kontrole
da: Opgave, der skal evalueres
de: Zu bewertende Aufgabe
es: Tarea para revisar
et: Arvustatav ülesanne
eu: Zuzendu beharreko lana
fa: تکلیف برای بازبینی
fi: Arvosteltava tehtävä
fil: Takdang-araling ire-review
fr: Devoir à corriger
gl: Traballo para revisar
gu: સમીક્ષા કરવા માટેની સોંપણી
hi: समीक्षा के लिए असाइनमेंट
hr: Pismeni zadatak za pregled
hu: Véleményezésre váró feladat
id: Tugas untuk ditinjau
is: Verkefni til yfirferðar
it: Compito da rivedere
iw: מטלה לביקורת
ja: レビューする課題
kn: ವಿಮರ್ಶೆಗಾಗಿ ನಿಯೋಜನೆ
lt: Užduotis, kurią reikia peržiūrėti
lv: Vērtēšanai paredzēts uzdevums
ml: അവലോകനം ചെയ്യേണ്ട അസൈന്മെന്റ്
mr: पुनरावलोकन करण्यासाठी अभिहस्तांकन
nl: Opdracht die moet worden beoordeeld
no: Oppgave som må vurderes
pl: Zadanie do zrecenzowania
pt_br: Tarefa para revisão
pt_pt: Trabalho para avaliar
ro: Temă de evaluat
sr: Задатак за преглед
sv: Uppgift som måste granskas
sw: Zoezi la kukaguliwa
ta: மதிப்பாய்வு செய்ய வேண்டிய பயிற்சிப் பாடம்
te: సమీక్షించవలసిన అభ్యాసం
th: งานที่ต้องตรวจสอบ
tr: İncelenecek ödev
uk: Завдання на рецензію
ur: جائزہ کیلئے اسائنمنٹ
zu: Umsebenzi ozokwenziwa ozobuyekezwa

source: Submitted review
af: Oorsig ingedien
ar: المهمة التي تم إرسالها
bg: Изпратена проверка
bn: জমা দেওয়া পর্যালোচনা
ca: Revisió enviada
cs: Odeslaná kontrola
da: Indsendt evaluering
de: Abgegebene Bewertung
es: Revisión enviada
et: Saadetud arvustus
eu: Bidalitako zuzenketa
fa: بازبینی ارسال شده
fi: Lähetetty arvostelu
fil: Naisumiteng review
fr: Correction envoyée
gl: Revisión enviada
gu: સબમિટ કરેલી સમીક્ષા
hi: सबमिट की गई समीक्षा
hr: Poslani pregled
hu: Elküldött vélemény
id: Tinjauan yang dikirim
is: Innsend umsögn
it: Revisione inviata
iw: ביקורת שנשלחה
ja: 送信済みのレビュー
kn: ಸಲ್ಲಿಸಲಾದ ವಿಮರ್ಶೆ
lt: Pateikta peržiūra
lv: Iesniegtais vērtējums
ml: സമർപ്പിച്ച അവലോകനം
mr: सादर केलेले पुनरावलोकन
nl: Ingediende beoordeling
no: Innsendt vurdering
pl: Przesłana recenzja
pt_br: Revisão enviada
pt_pt: Avaliação enviada
ro: Evaluare trimisă
sr: Послата рецензија
sv: Skickad granskning
sw: Ukaguzi uliowasilishwa
ta: சமர்ப்பித்த மதிப்புரை
te: సమర్పించిన సమీక్ష
th: การตรวจสอบที่ส่งแล้ว
tr: Gönderilen inceleme
uk: Надіслана рецензія
ur: جمع کرایا گیا جائزہ
zu: Isibuyekezo esihanjisiwe

source: Review form
af: Oorsigvorm
ar: نموذج المراجعة
bg: Формуляр за проверка
bn: পর্যালোচনা ফর্ম
ca: Formulari de revisió
cs: Formulář kontroly
da: Evalueringsformular
de: Bewertungsformular
es: Formulario de revisión
et: Arvustamisvorm
eu: Zuzenketa-inprimakia
fa: فرم بازبینی
fi: Arvostelulomake
fil: Form ng review
fr: Formulaire de correction
gl: Formulario de revisións
gu: સમીક્ષા ફોર્મ
hi: फ़ॉर्म की समीक्षा करें
hr: Obrazac za pregled
hu: Véleményezési űrlap
id: Formulir tinjauan
is: Umsagnareyðublað
it: Modulo di revisione
iw: טופס ביקורת
ja: レビュー フォーム
kn: ವಿಮರ್ಶೆ ಫಾರ್ಮ್
lt: Peržiūros forma
lv: Vērtēšanas veidlapa
ml: അവലോകന ഫോം
mr: पुनरावलोकन फॉर्म
nl: Beoordelingsformulier
no: Vurderingsskjema
pl: Formularz recenzji
pt_br: Formulário de revisão
pt_pt: Formulário de avaliação
ro: Formular de evaluare
sr: Образац за рецензију
sv: Granskningsformulär
sw: Fomu ya ukaguzi
ta: மதிப்புரை படிவம்
te: సమీక్ష ఫారమ్
th: แบบฟอร์มการตรวจสอบ
tr: İnceleme formu
uk: Автор рецензії:
ur: جائزہ فارم
zu: Ifomu yokubuyekeza
