Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Once you delete your data, there is no way to recover it.
af: Jou data kan op geen wyse herwin word nadat jy dit uitgevee het nie.
ar: بعد حذف بياناتك، لن تتمكن من استعادتها مرة أخرى.
ca: Un cop hàgiu suprimit les dades, no hi haurà cap manera de recuperar-les.
de: Wenn Sie Ihre Daten löschen, können diese nicht wiederhergestellt werden.
fil: Kapag na-delete mo na ang iyong data, hindi mo na ito mare-recover.
fr: Si vous supprimez vos données, vous ne pourrez pas les récupérer.
gu: એકવાર તમે તમારો ડેટા કાઢી નાખો તે પછી, તેને પુનઃપ્રાપ્ત કરવાની કોઈ રીત નથી.
hi: अपना डेटा हटाने के बाद, इसे पुनर्प्राप्त करने का कोई तरीका नहीं है.
id: Setelah data dihapus, Anda tidak dapat memulihkannya.
it: Se elimini i tuoi dati, non potrai più recuperarli.
iw: לאחר שתמחק את הנתונים, לא תוכל לשחזר אותם.
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಒಮ್ಮೆ ಅಳಿಸಿದಲ್ಲಿ, ಇದನ್ನು ಮರಳಿ ಪಡೆದುಕೊಳ್ಳಲು ಯಾವುದೇ ದಾರಿ ಇಲ್ಲ.
lt: Ištrynę duomenis, negalėsite jų atkurti.
ml: നിങ്ങൾ ഡാറ്റ ഇല്ലാതാക്കിക്കഴിഞ്ഞാൽ, വീണ്ടെടുക്കാൻ യാതൊരു മാർഗ്ഗവുമില്ല.
pl: Usuniętych danych nie można odzyskać.
ro: După ce ștergeți datele, nu le mai puteți recupera.
sr: Када избришете податке, не постоји начин да их вратите.
sw: Ukifuta data yako, hutaweza kuirejesha.
te: మీరు ఒకసారి మీ డేటాను తొలగిస్తే, ఇక దాన్ని ఏ విధంగానూ పునరుద్ధరించలేరు.
th: เมื่อคุณลบข้อมูลแล้ว จะไม่มีทางกู้คืนข้อมูลกลับมาได้
ur: جب آپ اپنا ڈیٹا حذف کر دیتے ہیں تو اسے بازیاب کرنے کا کوئی طریقہ نہیں ہوتا ہے۔
zu: Uma usususe idatha yakho, ngeke usayithola.

source: Deleting your content in this course will not delete your content from other courses. You must delete your content for each course separately.
af: As jou inhoud in hierdie kursus uitgevee word, sal dit nie jou inhoud in ander kursusse uitvee nie. Jy moet jou inhoud vir elke kursus afsonderlik uitvee.
ar: لن يؤدي حذف المحتويات التابعة لك في هذه الدورة التدريبية إلى حذف المحتوى من دورات تدريبية أخرى، ومن ثم يجب حذف المحتوى من كل دورة تدريبية على حدة.
ca: En suprimir el contingut d'aquest curs no se suprimirà el contingut d'altres cursos. Cal que suprimiu el contingut de cada curs de manera independent.
de: Durch das Löschen Ihrer Inhalte in diesem Kurs werden Ihre Inhalte nicht in anderen Kursen gelöscht. Sie müssen Ihre Inhalte für jeden Kurs einzeln löschen.
fil: Hindi ide-delete ang iyong content sa iba pang mga kurso kapag ide-delete ang iyong content sa kursong ito. Dapat mong i-delete ang iyong content sa bawat kurso nang hiwalay.
fr: Si vous supprimez votre contenu dans ce cours, il ne sera pas supprimé dans les autres cours. Vous devez supprimer votre contenu dans chaque cours séparément.
gu: આ અભ્યાસક્રમમાં તમારી સામગ્રી કાઢી નાખવું, અન્ય અભ્યાસક્રમોમાંથી તમારી સામગ્રીને કાઢી નાખશે નહીં. તમારે દરેક અભ્યાસક્રમ માટે તમારી સામગ્રીને અલગથી કાઢી નાખવી આવશ્યક છે.
hi: इस पाठ्यक्रम से अपनी सामग्री हटाने से अन्य पाठ्यक्रमों से आपकी सामग्री नहीं हटेगी. आपको अपने हर पाठ्यक्रम के लिए अपनी सामग्री अलग–अलग हटानी होगी.
id: Dengan menghapus konten di kursus ini, Anda tidak akan menghapus konten dari kursus lain. Anda perlu menghapus konten untuk setiap kursus secara terpisah.
it: L'eliminazione dei contenuti di questo corso non comporta l'eliminazione di quelli degli altri corsi. I contenuti di ogni corso devono essere eliminati separatamente.
iw: מחיקת התוכן בקורס הזה לא תמחק את התוכן שלך בקורסים אחרים. עליך למחוק את התוכן בשביל כל קורס בנפרד.
kn: ಈ ಕೋರ್ಸ್‌ನಲ್ಲಿರುವ ನಿಮ್ಮ ವಿಷಯದ ಅಳಿಸಿಹಾಕುವಿಕೆ ಇತರ ಕೋರ್ಸ್‌ಗಳಿಂದ ನಿಮ್ಮ ವಿಷಯವನ್ನು ಅಳಿಸುವುದಿಲ್ಲ. ನೀವು ಪ್ರತ್ಯೇಕವಾಗಿ ಪ್ರತಿ ಕೋರ್ಸ್‌ಗೆ ನಿಮ್ಮ ವಿಷಯವನ್ನು ಅಳಿಸಬೇಕು.
lt: Ištrynę šio kurso duomenis, neištrinsite kitų kursų turinio. Turite atskirai ištrinti kiekvieno kurso turinį.
ml: ഈ കോഴ്സിലെ നിങ്ങളുടെ ഉള്ളടക്കം ഇല്ലാതാക്കുന്നത് മറ്റ് കോഴ്സുകളിൽ നിന്നുള്ള നിങ്ങളുടെ ഉള്ളടക്കം ഇല്ലാതാക്കില്ല. നിങ്ങൾ ഓരോ കോഴ്സിനും പ്രത്യേകമായി തന്നെ നിങ്ങളുടെ ഉള്ളടക്കം ഇല്ലാതാക്കണം.
pl: Usunięcie treści z tego kursu nie ma wpływu na inne kursy. Treści musisz usunąć oddzielnie z każdego kursu.
ro: Dacă ștergeți conținutul din acest curs, nu va fi șters și conținutul din celelalte cursuri. Trebuie să ștergeți conținutul pentru fiecare curs în parte.
sr: Брисањем садржаја из овог курса нећете избрисати садржај из других курсева. Морате да избришете садржај за сваки курс засебно.
sw: Kufuta data yako katika kozi hii hakutafuta maudhui yako kutoka kozi nyingine. Ni lazima ufute maudhui yako ya kila kozi moja baada ya nyingine.
te: ఈ కోర్సులో మీ కంటెంట్‌ను తొలగించడం వలన ఇతర కోర్సుల నుండి మీ కంటెంట్ తొలగించబడదు. మీరు తప్పనిసరిగా ఒక్కో కోర్సు కోసం మీ కంటెంట్‌ను విడివిడిగా తొలగించాలి.
th: การลบเนื้อหาในหลักสูตรนี้จะไม่เป็นการลบเนื้อหาจากหลักสูตรอื่น คุณต้องลบเนื้อหาของแต่ละหลักสูตรแยกกัน
ur: اس کورس میں موجود مواد کو حذف کرنے سے دوسرے کورسز سے آپ کا مواد حذف نہیں ہوگا۔ آپ کو ہر کورس کیلئے اپنا مواد علیحدہ طور پر حذف کرنا ہوگا۔
zu: Ukususa okuqukethwe kwakho kulesi sifundo ngeke kususe okuqukethwe kwakho kusuka kwezinye izifundo. Kufanele ususe okuqukethwe kusifundo ngasinye ngokuhlukile.

source: This will also not delete your content in other products and services. For example, if you made a post in Google Groups or shared a Google Drive document, you may wish to delete those posts or update your sharing settings in those products.
af: Dit sal ook nie jou inhoud in ander produkte en dienste uitvee nie. Byvoorbeeld, as jy 'n plasing in Google Groups gedoen het of 'n Google Drive-dokument gedeel het, sal jy dalk daardie plasings wil uitvee of jou deelinstellings in daardie produkte wil opdateer.
ar: كذلك لن يؤدي هذا إلى حذف المحتوى من منتجات وخدمات أخرى. على سبيل المثال، إذا نشرت مشاركة في مجموعات Google أو شاركت مستندًا على Google Drive، فقد ترغب في حذف هذه المشاركات أو تحديث إعدادات المشاركة في هذه المنتجات.
ca: Tampoc se suprimirà el contingut d'altres productes ni serveis. Per exemple, si heu publicat contingut a Grups de Google o heu compartit un document de Google Drive, us recomanem que suprimiu aquestes publicacions o que actualitzeu la configuració de contingut compartit d'aquests productes.
de: Ihre Inhalte werden auch nicht in anderen Produkten und Diensten gelöscht. Wenn Sie beispielsweise einen Beitrag in Google Groups gepostet oder ein Google Drive-Dokument freigegeben haben, können Sie in diesen Produkten diese Beiträge löschen oder Ihre Freigabeeinstellungen aktualisieren.
fil: Hindi rin nito made-delete ang iyong content sa lahat ng produkto at serbisyo. Halimbawa, kung gumawa ka ng post sa Google Groups o nagbahagi ng isang dokumento na nasa Google Drive, maaaring gugustuhin mong i-delete ang mga post na iyon o i-update ang mga setting ng iyong pagbabagi sa mga produktong iyon.
fr: Votre contenu ne sera pas non plus supprimé dans les autres produits et services. Par exemple, si vous avez publié des messages dans un groupe Google ou que vous avez partagé un document Google Drive, vous devrez supprimer ces messages ou mettre à jour vos paramètres de partage dans ces produits si vous le souhaitez.
gu: આ અન્ય ઉત્પાદનો અને સેવાઓમાં તમારી સામગ્રીને પણ કાઢી નાખશે. ઉદાહરણ તરીકે, જો તમે Google જૂથોમાં પોસ્ટ બનાવી છે અથવા Google ડ્રાઇવ દસ્તાવેજ શેર કર્યો છે, તો તમે તે પોસ્ટ્સને કાઢી નાખવા અથવા તે ઉત્પાદનોમાં તમારી શેરિંગ સેટિંગ્સને અપડેટ કરવા ઇચ્છી શકો છો.
hi: इससे आपकी सामग्री अन्य उत्पादों और सेवाओं से भी नहीं हटेगी. उदाहरण के लिए, यदि आपने Google समूह में कोई पोस्ट की है या कोई Google डिस्क दस्तावेज़ साझा किया है, तो आप वह पोस्ट हटाना या उन उत्पादों में अपनी साझाकरण सेटिंग अपडेट करना चाह सकते हैं.
id: Tindakan ini juga tidak akan menghapus konten di produk dan layanan lain. Misalnya, jika Anda membuat pos di Google Grup atau membagikan dokumen Google Drive, Anda dapat menghapus pos atau memperbarui setelan berbagi di produk tersebut.
it: Inoltre, non verranno eliminati nemmeno i contenuti di altri prodotti e servizi. Ad esempio, se hai pubblicato un post su Google Gruppi o hai condiviso un documento su Google Drive, potresti voler eliminare tali post o aggiornare le impostazioni di condivisione di quei prodotti.
iw: הפעולה הזו גם לא תמחק את התוכן במוצרים ושירותים אחרים. לדוגמה, אם פרסמת פוסט בקבוצות Google או שיתפת מסמך ב-Google Drive, ייתכן שתרצה למחוק את הפוסטים האלה או לעדכן את הגדרות השיתוף במוצרים האלה.
kn: ನಿಮ್ಮ ವಿಷಯವನ್ನು ಇತರ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳಲ್ಲಿ ಸಹ ಇದಕ್ಕೆ ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಉದಾಹರಣೆಗೆ, ನೀವು Google ಗುಂಪುಗಳಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದರೆ ಅಥವಾ Google ಡ್ರೈವ್ ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದರೆ, ನೀವು ಆ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲು ಅಥವಾ ಆ ಉತ್ಪನ್ನಗಳಲ್ಲಿರುವ ನಿಮ್ಮ ಹಂಚಿಕೆಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲು ಬಯಸಬಹುದು.
lt: Taip pat bus ištrintas jūsų turinys kituose produktuose ir paslaugose. Pavyzdžiui, jei paskelbėte įrašą „Google“ grupėse arba bendrinote „Google“ disko dokumentą, galbūt norite ištrinti šiuos įrašus arba atnaujinti šių produktų bendrinimo nustatymus.
ml: മറ്റ് ഉൽപ്പന്നങ്ങളിലെയും സേവനങ്ങളിലെയും നിങ്ങളുടെ ഉള്ളടക്കവും ഇത് നീക്കംചെയ്യുകയില്ല. ഉദാഹരണത്തിന്, Google ഗ്രൂപ്പുകളിൽ നിങ്ങളൊരു പോസ്റ്റ് സൃഷ്ടിച്ചിട്ടുണ്ടെങ്കിലോ ഒരു Google ഡ്രൈവ് പ്രമാണം പങ്കിട്ടിട്ടുണ്ടെങ്കിലോ ആ പോസ്റ്റുകൾ ഇല്ലാതാക്കാനോ ആ ഉൽപ്പന്നങ്ങളിലെ നിങ്ങളുടെ പങ്കിടൽ ക്രമീകരണം അപ്ഡേറ്റ് ചെയ്യാനോ നിങ്ങൾക്ക് തീരുമാനിക്കാം.
pl: Nie spowoduje to też usunięcia treści z innych usług. Jeśli chcesz usunąć np. swojego posta z Grup dyskusyjnych Google lub dokument udostępniony na Dysku Google, musisz to zrobić w tych usługach.
ro: De asemenea, nu va fi șters nici conținutul din alte produse și servicii. De exemplu, dacă ați făcut o postare în Grupuri Google sau ați permis accesul la un document din Google Drive, vă recomandăm să ștergeți acele postări sau să actualizați setările de permitere a accesului în acele produse.
sr: Овим не бришете ни садржај у другим производима и услугама. На пример, ако сте објавили пост у Google групама или делили документ са Google диска, можда би требало да избришете те постове или да ажурирате подешавања дељења у тим производима.
sw: Hii haitafuta maudhui yako katika bidhaa na huduma nyingine. Kwa mfano, kama uliandika chapisho katika Vikundi vya Google au ulishiriki hati ya Hifadhi ya Google, utahitaji kufuta machapisho hayo au kusasisha mipangilio yako ya kushiriki katika bidhaa hizo.
te: అలాగే ఇలా చేయడం వలన ఇతర ఉత్పత్తులు మరియు సేవల్లో మీ కంటెంట్ తొలగించబడదు. ఉదాహరణకు, మీరు Google సమూహాల్లో పోస్ట్ చేసినట్లయితే లేదా Google డిస్క్ పత్రాన్ని భాగస్వామ్యం చేసినట్లయితే, ఆ పోస్ట్‌లను తొలగించాలనుకోవచ్చు లేదా ఆ ఉత్పత్తుల్లో మీ భాగస్వామ్య సెట్టింగ్‌లను నవీకరించాలనుకోవచ్చు.
th: นอกจากนี้การดำเนินการนี้จะไม่ลบเนื้อหาในผลิตภัณฑ์และบริการอื่นๆ ด้วย เช่น หากคุณโพสต์ใน Google Groups หรือแชร์เอกสาร Google ไดรฟ์ คุณอาจต้องการลบโพสต์ดังกล่าวหรืออัปเดตการตั้งค่าการแชร์ในผลิตภัณฑ์ดังกล่าว
ur: یہ دوسرے پروڈکٹس اور سروسز میں موجود آپ کے مواد کو بھی حذف نہیں کرے گا۔ مثلاً، اگر آپ نے Google Groups میں ایک اشاعت کی ہے یا Google Drive دستاویز کا اشتراک کیا ہے تو ہو سکتا ہے کہ آپ ان اشاعتوں کو حذف کرنا یا ان پروڈکٹس میں اپنی اشتراک کی ترتیبات کو اپ ڈیٹ کرنا چاہیں۔
zu: Lokhu futhi kuzosusa okuqukethwe kwakho kweminye imikhiqizo namasevisi. Isibonelo, uma wenze okuthunyelwe ku-Google Amaqembu noma wabelane ngedokhumenti ledrayivu, ungafuna ukususa lokho okuthunyelwe noma ubuyekeze izilungiselelo zakho zokwabelana kuleyo mikhiqizo.

source: OK
ar: موافق
bn: ঠিক আছে
ca: D'acord
es: Aceptar
eu: Ados
fa: تأیید
gl: Aceptar
gu: ઑકે
hi: ठीक
hr: U redu
id: Oke
is: Í lagi
iw: אישור
kn: ಸರಿ
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक आहे
sr: Потврди
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zu: KULUNGILE

source: Cancel
af: Kanselleer
ar: إلغاء
ca: Cancel·la
de: Abbrechen
fil: Kanselahin
fr: Annuler
gu: રદ કરો
hi: अभी नहीं
id: Batal
it: Annulla
iw: בטל
kn: ರದ್ದುಮಾಡು
lt: Atšaukti
ml: റദ്ദാക്കുക
pl: Anuluj
ro: Anulați
sr: Откажи
sw: Ghairi
te: రద్దు చేయి
th: ยกเลิก
ur: منسوخ کریں
zu: Khansela

source: Enrollment error
af: Inskrywingfout
ar: خطأ في التسجيل
ca: Error d'inscripció
de: Anmeldefehler
fil: Error sa enrollment
fr: Erreur d'inscription
gu: નોંધણીમાં ભૂલ
hi: नामांकन त्रुटि
id: Kesalahan pendaftaran
it: Errore di registrazione
iw: שגיאת הרשמה
kn: ನೋಂದಣಿ ದೋಷ
lt: Registracijos klaida
ml: എൻറോൾമെന്റ് പിശക്
pl: Błąd podczas zapisywania na kurs
ro: Eroare la înscriere
sr: Грешка при регистрацији
sw: Hitilafu katika kujiandikisha
te: నమోదు చేయడంలో లోపం ఏర్పడింది
th: ข้อผิดพลาดในการลงทะเบียน
ur: اندراج میں خرابی
zu: Iphutha lokubhalisa

source: Pick an account to continue.
af: Kies 'n rekening om voort te gaan.
ar: الرجاء اختيار حساب للمتابعة.
ca: Seleccioneu un compte per continuar.
de: Wählen Sie ein Konto aus, um fortzufahren.
fil: Pumili ng account upang magpatuloy.
fr: Sélectionnez un compte pour continuer.
gu: ચાલુ રાખવા માટે એક એકાઉન્ટ ચૂંટો.
hi: जारी रखने के लिए कोई खाता चुनें.
id: Pilih akun untuk melanjutkan.
it: Seleziona un account per continuare.
iw: בחר חשבון כדי להמשיך.
kn: ಮುಂದುವರಿಸಲು ಖಾತೆಯನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
lt: Pasirinkite paskyrą, kad galėtumėte tęsti.
ml: തുടരുന്നതിന് ഒരു അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക.
pl: Wybierz konto, by kontynuować.
ro: Alegeți un cont pentru a continua.
sr: Изаберите налог да бисте наставили.
sw: Chagua akaunti ili uendelee.
te: కొనసాగడానికి ఖాతాను ఎంచుకోండి.
th: เลือกบัญชีเพื่อดำเนินการต่อ
ur: جاری رکھنے کیلئے ایک اکاؤنٹ منتخب کریں۔
zu: Khetha i-akhawunti ukuze uqhubeke.

source: (SAMPLE) Please confirm your email change
af: (VOORBEELD) Bevestig asseblief jou e-posverandering
ar: (نموذج) الرجاء تأكيد تغيير البريد الإلكتروني
ca: (EXEMPLE) Confirmeu el canvi de correu electrònic
de: (Beispiel) Bitte bestätigen Sie die Änderung Ihrer E-Mail-Adresse
fil: (SAMPLE) Mangyaring kumpirmahin ang pagbabago ng iyong email
fr: (EXEMPLE) Veuillez confirmer la modification de votre adresse e-mail
gu: (નમૂનો) કૃપા કરીને તમારા ઇમેઇલ ફેરફારની પુષ્ટિ કરો
hi: (नमूना) कृपया अपने ईमेल परिवर्तन की पुष्टि करें
id: (CONTOH) Konfirmasi perubahan email Anda
it: (ESEMPIO) Conferma della modifica dell'email
iw: (דוגמה) אמת את שינוי כתובת האימייל שלך
kn: (ಮಾದರಿ) ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಬದಲಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
lt: (PAVYZDYS) Patvirtinkite el. pašto adreso keitimą
ml: (സാമ്പിൾ) നിങ്ങളുടെ ഇമെയിൽ മാറ്റം സ്ഥിരീകരിക്കുക
pl: (PRZYKŁAD) Potwierdź zmianę adresu e-mail
ro: (EXEMPLU) Confirmați schimbarea adresei de e-mail
sr: (ПРИМЕР) Потврдите промену имејла
sw: (SAMPULI) Tafadhali thibitisha mabadiliko ya anwani yako ya barua pepe
te: (నమూనా) దయచేసి మీ ఇమెయిల్ మార్పుని నిర్ధారించండి
th: (ตัวอย่าง) โปรดยืนยันการเปลี่ยนแปลงอีเมล
ur: (نمونہ) براہ کرم اپنی ای میل کی تبدیلی کی توثیق کریں
zu: (ISAMPULA) Sicela uqinisekise ushintsho lwe-imeyili yakho

source: SAMPLE
af: VOORBEELD
ar: نموذج
ca: EXEMPLE
de: Beispiel
fr: EXEMPLE
gu: નમૂનો
hi: नमूना
id: CONTOH
it: ESEMPIO
iw: דוגמה
kn: ನಮೂನೆ
lt: PAVYZDYS
ml: സാമ്പിൾ
pl: PRZYKŁAD
ro: EXEMPLU
sr: ПРИМЕР
sw: SAMPULI
te: నమూనా
th: ตัวอย่าง
ur: نمونہ
zu: ISAMPULA

source: An email change has been requested from
af: 'n E-posverandering is versoek vanaf
ar: تم طلب تغيير البريد الإلكتروني من
ca: S'ha sol·licitat un canvi de correu electrònic de
de: Eine Änderung der E-Mail-Adresse wurde angefordert. Alte E-Mail-Adresse:
fil: Humiling ng pagbabago ng email mula
fr: Vous avez demandé à remplacer l'adresse e-mail
gu: આના પરથી ઇમેઇલ બદલવાની વિનંતી કરવામાં આવી
hi: ईमेल बदलने का अनुरोध. इससे:
id: Perubahan email telah diminta dari
it: È stata richiesta una modifica dell'email da
iw: התקבלה בקשה לשינוי של כתובת האימייל מ-
kn: ಇದರಿಂದ ಇಮೇಲ್ ಬದಲಾವಣೆಯನ್ನು ವಿನಂತಿಸಲಾಗಿದೆ
lt: Paprašyta pakeisti el. pašto adresą iš
ml: ഇനിപ്പറയുന്നതിൽ നിന്നൊരു ഇമെയിൽ മാറ്റം അഭ്യർത്ഥിച്ചിട്ടുണ്ട്
pl: Adres e-mail został zmieniony z
ro: A fost solicitată o schimbare a adresei de e-mail din
sr: Захтевана је промена имејла из
sw: Ombi la kufanya mabadiliko ya anwani ya barua pepe limepokelewa kutoka
te: ఇమెయిల్ మార్పు అభ్యర్థించబడింది, దీని నుండి:
th: มีการขอให้เปลี่ยนแปลงอีเมลจาก
ur: ای میل کی تبدیلی کی درخواست کی گئی ہے منجانب
zu: Ushintsho lwe-imeyili luceliwe kusuka

source: to
af: na
ar: إلى
ca: a
de: Neue E-Mail-Adresse:
fil: patungong
fr: par
gu: આના પર
hi: इसमें:
id: kepada
it: a
iw: ל-
kn: ಇವರಿಗೆ
lt: į
ml: ടു
pl: na
ro: în
sr: у
sw: kwa
te: దీనికి:
th: เป็น
ur: تا
zu: ku

source: Please visit
af: Besoek asseblief
ar: يُرجى الانتقال إلى
ca: Visiteu
de: Bitte besuchen Sie
fil: Mangyaring bisitahin ang
fr: Rendez-vous sur
gu: આ ફેરફારની પુષ્ટિ કરવા માટે
hi: इस बदलाव की पुष्टि के लिए कृपया
id: Kunjungi
it: Visita
iw: בקר ב-
kn: ದಯವಿಟ್ಟು ಭೇಟಿ ನೀಡಿ
lt: Apsilankykite
ml: സന്ദർശിക്കുക
pl: Wejdź na
ro: Accesați
sr: Посетите
sw: Tafadhali tembelea
te: దయచేసి ఈ మార్పుని నిర్ధారించడానికి
th: โปรดไปที่
ur: براہ کرم ملاحظہ کریں
zu: Sicela uvakashele

source: to confirm this change.
af: om hierdie verandering te bevestig.
ar: لتأكيد هذا التغيير
ca: per confirmar aquest canvi.
de: , um diese Änderung zu bestätigen.
fil: upang kumpirmahin ang pagbabagong ito.
fr: pour confirmer cette modification.
gu: આની મુલાકાત લો.
hi: देखें.
id: untuk mengonfirmasi perubahan ini.
it: per confermare la modifica.
iw: כדי לאשר את השינוי הזה.
kn: ಈ ಬದಲಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಲು.
lt: ir patvirtinkite šį keitimą.
ml: ഈ മാറ്റം സ്ഥിരീകരിക്കുന്നതിന്.
pl: by potwierdzić tę zmianę.
ro: pentru a confirma această schimbare.
sr: да бисте потврдили ову промену.
sw: ili uthibitishe mabadiliko haya.
te: సందర్శించండి.
th: เพื่อยืนยันการเปลี่ยนแปลงนี้
ur: اس تبدیلی کی توثیق کرنے کیلئے۔
zu: ukuze uqinisekise lolu shintsho.

source: Diagnostic information:
af: Diagnostiese inligting:
ar: معلومات التشخيص:
ca: Informació de diagnòstic:
de: Diagnosedaten:
fil: Diagnostic na impormasyon:
fr: Informations de diagnostic :
gu: તપાસ માહિતી:
hi: नैदानिक जानकारी:
id: Informasi diagnostik:
it: Informazioni di diagnostica:
iw: פרטי אבחון:
kn: ದೋಷನಿರ್ಣಯದ ಮಾಹಿತಿ:
lt: Diagnostikos informacija:
ml: പ്രശ്നനിർണ്ണയ വിവരം:
pl: Informacje diagnostyczne:
ro: Informații de diagnosticare:
sr: Дијагностичке информације:
sw: Maelezo ya uchunguzi:
te: విశ్లేషణ సమాచారం:
th: ข้อมูลการวินิจฉัย:
ur: ڈائیگاسٹک معلومات:
zu: Ulwazi lokucwaninga:

source: (SAMPLE) Password reset confirmation
af: (VOORBEELD) Bevestiging van wagwoordterugstelling
ar: (نموذج) تأكيد إعادة ضبط كلمة المرور
ca: (EXEMPLE) Confirmació de restabliment de la contrasenya
de: (Beispiel) Bestätigung für das Zurücksetzen des Passworts
fil: (SAMPLE) Kumpirmasyon sa pag-reset ng password
fr: (EXEMPLE) Confirmation de la réinitialisation du mot de passe
gu: (નમૂનો) પાસવર્ડ ફરીથી સેટ કરવાનું પુષ્ટિકરણ
hi: (नमूना) पासवर्ड रीसेट करने की पुष्टि
id: (CONTOH) Konfirmasi setel ulang sandi
it: (ESEMPIO) Conferma della reimpostazione della password
iw: (דוגמה) אישור לאיפוס סיסמה
kn: (ನಮೂನೆ) ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ ದೃಢೀಕರಣ
lt: (PAVYZDYS) Slaptažodžio nustatymo iš naujo patvirtinimas
ml: (സാമ്പിൾ) രഹസ്യവാക്ക് പുനഃസജ്ജീകരണ സ്ഥിരീകരണം
pl: (PRZYKŁAD) Potwierdzenie zresetowania hasła
ro: (EXEMPLU) Confirmare de resetare a parolei
sr: (ПРИМЕР) Потврда ресетовања лозинке
sw: (SAMPULI) Uthibitisho wa kuweka nenosiri upya
te: (నమూనా) పాస్‌వర్డ్ రీసెట్ నిర్ధారణ
th: (ตัวอย่าง) การยืนยันการรีเซ็ตรหัสผ่าน
ur: (نمونہ) پاس ورڈ دوبارہ ترتیب دیے جانے کی توثیق
zu: (ISAMPULI) Isiqinisekiso sokusetha kabusha iphasiwedi

source: A password change has been requested for
af: 'n Wagwoordverandering is versoek vir
ar: تم طلب تغيير كلمة المرور في
ca: S'ha sol·licitat un canvi de contrasenya per a
de: Eine Änderung des folgenden Passworts wurde angefordert:
fil: Humiling ng pagbabago ng password para sa
fr: La modification du mot de passe a été demandée pour
gu: આ માટે પાસવર્ડ બદલવાની વિનંતી કરવામાં આવી છે
hi: इसके लिए पासवर्ड बदलने का अनुरोध किया गया है:
id: Perubahan sandi telah diminta untuk
it: È stata richiesta una modifica della password da
iw: התקבלה בקשה לשינוי הסיסמה בשביל
kn: ಇದಕ್ಕೆ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾವಣೆಯನ್ನು ವಿನಂತಿಸಲಾಗಿದೆ
lt: Paprašyta pakeisti slaptažodį iš
ml: ഇനിപ്പറയുന്നതിനായി ഒരു പാസ്‍വേഡ് മാറ്റം അഭ്യർത്ഥിച്ചിട്ടുണ്ട്
pl: Poproszono o zmianę hasła dla
ro: A fost solicitată o schimbare a parolei pentru
sr: Захтевана је промена лозинке за
sw: Ombi la kufanya mabadiliko ya nenosiri limepokelewa kwa
te: దీని కోసం పాస్‌వర్డ్ మార్పు అభ్యర్థించబడింది
th: มีการขอให้เปลี่ยนแปลงรหัสผ่านสำหรับ
ur: اس کیلئے پاس ورڈ کی تبدیلی کی درخواست کی گئی ہے
zu: Ushintsho lwephasiwedi luceliwe lwe-

source: Error: Empty email list
af: Fout: leë e-poslys
ar: خطأ: قائمة عناوين البريد الإلكتروني فارغة
bg: Грешка: Списъкът с имейл адреси е празен
bn: ত্রুটি: খালি ইমেল তালিকা
ca: Error: la llista de correu electrònic està buida.
da: Fejl: Tom mailingliste
de: Fehler: E-Mail-Adressliste ist leer.
es: Error: lista de correo electrónico vacía
et: Viga: tühi meililoend
eu: Errorea: helbide elektronikoen zerrenda hutsik dago
fa: خطا: لیست ایمیل خالی است
fi: Virhe: tyhjä sähköpostiosoiteluettelo
fil: Error: Walang lamang listahan ng email
fr: Erreur : Liste d'adresses e-mail vide.
gl: Erro: a lista de correo electrónico está baleira
gu: ભૂલ: ઇમેઇલ સૂચિ ખાલી છે
hi: त्रुटि: रिक्त ईमेल सूची
hr: Pogreška: prazan popis za slanje e-pošte
hu: Hiba: üres e-mail lista
id: Kesalahan: Daftar email kosong
is: Villa: Auður netfangalisti
it: Errore. Mailing list vuota
iw: שגיאה: רשימה ריקה של כתובות אימייל
ja: エラー: メーリング リストに登録がありません
kn: ದೋಷ: ಇಮೇಲ್‌ ಪಟ್ಟಿ ಖಾಲಿ ಇದೆ
lt: Klaida: el. pašto adresų sąrašas tuščias
lv: Kļūda: tukšs e-pastu saraksts.
ml: പിശക്: ഇമെയിൽ ലിസ്‌റ്റ് ശൂന്യമാണ്
mr: त्रुटी: रिक्त ईमेल सूची
nl: Fout: lege e-maillijst
pl: Błąd: pusta lista e-mailowa
pt_br: Erro: lista de e-mails em branco
ro: Eroare: lista de distribuție prin e-mail este goală
sr: Грешка: Празна листа имејлова
sw: Hitilafu: Orodha ya anwani za barua pepe haina kitu
ta: பிழை: மின்னஞ்சல் பட்டியல் காலியாக உள்ளது
te: లోపం: ఖాళీ ఇమెయిల్ జాబితా
th: ข้อผิดพลาด: รายชื่ออีเมลว่างเปล่า
tr: Hata: E-posta listesi boş
uk: Помилка: порожній список електронних адрес
ur: خرابی: ای میل کی خالی فہرست
zu: Iphutha: Uhlu lwe-imeyili elingenalutho
