Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Go to course
af: Gaan na kursus
ar: الانتقال إلى الدورة التدريبية
bg: Към курса
bn: পাঠ্যক্রমে যান
ca: Vés al curs
da: Gå til kursus
es: Ir al curso
et: Ava kursus
eu: Joan ikastarora
fa: رفتن به دوره آموزشی
fi: Siirry kurssiin
fr: Accéder au cours
gl: Ir ao curso
gu: અભ્યાસક્રમ પર જાઓ
hi: पाठ्यक्रम पर जाएं
hr: Idi na tečaj
hu: Ugrás a tanfolyamra
id: Buka program
is: Fara í námskeið
iw: עבור לקורס
ja: コースに移動
kn: ಕೋರ್ಸ್‌ಗೆ ಹೋಗು
lt: Eiti į kursą
lv: Iet uz kursu
ml: കോഴ്‌സിലേക്ക് പോകുക
mr: अभ्यासक्रमावर जा
nl: Naar cursus
pl: Przejdź do kursu
pt_br: Acessar o curso
pt_pt: Acecer ao curso
ro: Accesați pagina cursului
sv: Öppna kurssidan
ta: பாடத்திட்டத்திற்குச் செல்
te: కోర్సుకు వెళ్లు
th: ไปที่หลักสูตร
tr: Kursa git
uk: Перейти до курсу
ur: کورس پر جائیں

source: You are not currently enrolled in any courses.
af: Jy is nie tans by enige kursusse ingeskryf nie.
ar: أنت غير مسجل حاليًا في أية دورة تدريبية.
bg: Понастоящем не сте записани за курсове.
bn: আপনি বর্তমানে কোনো পাঠ্যক্রমে নাম নথিভুক্ত করেননি৷
ca: Actualment no esteu inscrit a cap curs.
da: Du er i øjeblikket ikke tilmeldt nogen kurser.
es: Actualmente no estás inscrito en ningún curso.
et: Te pole praegu liitunud ühegi kursusega.
eu: Une honetan ez zaude inongo ikastarotan izen emanda.
fa: در حال حاضر در هیچ دوره‌ای ثبت نام نکرده‌اید.
fi: Et ole ilmoittautunut yhdellekään kurssille.
fr: Vous n'êtes inscrit à aucun cours pour le moment.
gl: Actualmente non estás inscrito en ningún curso.
gu: તમે હાલમાં કોઈ પણ અભ્યાસક્રમ માટે નોંધણી કરાવેલી નથી.
hi: आप वर्तमान में किसी भी पाठ्यक्रम में नामांकित नहीं हैं.
hr: Trenutačno niste upisani ni na jedan tečaj.
hu: Jelenleg nem iratkozott fel egy tanfolyamra sem.
id: Saat ini Anda belum mengambil program apa pun.
is: Þú ert ekki skráð(ur) á nein námskeið.
iw: אתה לא רשום כרגע לאף קורס.
ja: 登録しているコースは現在ありません。
kn: ನೀವು ಪ್ರಸ್ತುತ ಯಾವುದೇ ಕೋರ್ಸ್‌ಗಳಿಗೆ ಸೇರಿಕೊಂಡಿಲ್ಲ.
lt: Šiuo metu nesate užsiregistravę į jokius kursus.
lv: Jūs pašlaik neesat pieteicies nevienā mācību kursā.
ml: നിങ്ങൾ നിലവിൽ കോഴ്‌സുകളിലൊന്നിലും എൻറോൾ ചെയ്‌തിട്ടില്ല.
mr: आपण कोणत्याही अभ्यासक्रमांमध्ये सध्या नोंदणी केलेली नाही.
nl: U bent momenteel niet ingeschreven voor een cursus.
pl: Aktualnie nie jesteś zapisany na żaden kurs.
pt_br: Você não está matriculado em cursos atualmente.
pt_pt: Não está matriculado em nenhum curso.
ro: Nu v-ați înscris pentru niciun curs.
sv: Du är inte registrerad på några kurser för närvarande.
ta: நீங்கள் தற்போது எந்தப் பாடத்திட்டங்களிலும் சேரவில்லை.
te: మీరు ప్రస్తుతానికి ఏ కోర్సుల్లోను నమోదు చేసుకోలేదు.
th: คุณยังไม่ได้ลงทะเบียนในหลักสูตรใดเลย
tr: Şu anda hiçbir kursa kayıtlı değilsiniz.
uk: Ви не записалися на жоден курс.
ur: آپ کا فی الحال کسی کورسز میں اندراج نہیں ہے۔

source: View course list.
af: Bekyk lys kursusse.
ar: عرض قائمة الدورات التدريبية.
bg: Преглед на списъка с курсове.
bn: পাঠ্যক্রমের তালিকা দেখুন৷
ca: Mostra la llista de cursos
da: Se kursuslisten.
es: Ver la lista de cursos
et: Kursuste loendi kuvamine.
eu: Ikusi ikastaroen zerrenda.
fa: فهرست دوره‌های آموزشی را مشاهده کنید.
fi: Tarkastele kurssiluetteloa.
fr: Afficher la liste des cours
gl: Ver a lista de cursos.
gu: અભ્યાસક્રમની સૂચિ જુઓ.
hi: पाठ्यक्रम सूची देखें.
hr: Pogledajte popis tečajeva.
hu: Tanfolyamlista megtekintése
id: Lihat daftar program.
is: Skoða námskeiðalista.
iw: הצג את רשימת הקורסים.
ja: コースの一覧
kn: ಕೋರ್ಸ್ ಪಟ್ಟಿ ವೀಕ್ಷಿಸು.
lt: Peržiūrėti kursų sąrašą.
lv: Skatīt kursu sarakstu.
ml: കോഴ്‌സ് ലിസ്റ്റ് കാണുക.
mr: अभ्यासक्रम सूची पहा.
nl: Bekijk de cursuslijst.
pl: Pokaż listę kursów.
pt_br: Veja a lista de cursos.
pt_pt: Ver lista de cursos
ro: Afișați lista cursurilor.
sv: Visa kurslistan.
ta: பாடத்திட்டப் பட்டியலைக் காட்டு.
te: కోర్సు జాబితాను వీక్షించండి.
th: ดูรายการหลักสูตร
tr: Kurs listesini görüntüle.
uk: Переглянути список курсів.
ur: کورس کی فہرست دیکھیں۔

source: Student Profile for
af: Studenteprofiel vir
ar: الملف الشخصي للطالب
bg: Потребителски профил на учащия за
bn: এর জন্য ছাত্র প্রোফাইল
ca: Perfil d'alumne per a
da: Elevprofil for
es: Perfil de alumno de
et: Õpilase profiil:
eu: Ikasle-profila:
fa: نمایه دانشجویی برای
fi: Opiskelijaprofiili:
fr: Profil d'étudiant :
gl: Perfil do estudante para
gu: આ માટે વિદ્યાર્થીની પ્રોફાઇલ
hi: इसकी छात्र प्रोफ़ाइल
hr: Profil polaznika za
hu: Diák profilja –
id: Profil Siswa untuk
is: Nemandaprófíll fyrir
iw: פרופיל תלמיד עבור
ja: 学生のプロフィール:
kn: ಇದಕ್ಕಾಗಿ ವಿದ್ಯಾರ್ಥಿ ಪ್ರೊಫೈಲ್
lt: Klausytojo profilis, skirtas
lv: Studenta profils:
ml: ഇതിനായുള്ള വിദ്യാർത്ഥിയുടെ പ്രൊഫൈൽ
mr: यासाठी विद्यार्थी प्रोफाईल
nl: Cursistprofiel voor
pl: Profil kursanta
pt_br: Perfil do aluno de
pt_pt: Perfil do Estudante para
ro: Profilul de student pentru
sv: Elevprofil för
ta: இவரின் மாணவர் சுயவிவரம்
te: వీరి యొక్క విద్యార్థి ప్రొఫైల్
th: โปรไฟล์นักเรียนสำหรับ
tr: Öğrenci Profili:
uk: Профіль слухача
ur: طالب علم کا پروفائل برائے

source: Enrolled Courses
af: Kursusse by ingeskryf
ar: الدورات التدريبية التي تم التسجيل بها
bg: Курсове, за които сте записани
bn: নাম নথিভুক্ত করা পাঠ্যক্রমগুলি
ca: Cursos en què us heu inscrit
da: Tilmeldte kurser
es: Cursos en los que te has inscrito
et: Kursustega liitumised
eu: Izen emandako ikastaroak
fa: دوره‌های آموزشی ثبت نام شده
fi: Kurssi-ilmoittautumiset
fr: Cours auxquels vous êtes inscrit
gl: Cursos en que estás inscrito
gu: નોંધણી કરાવેલા અભ્યાસક્રમો
hi: नामांकित पाठ्यक्रम
hr: Upisani tečajevi
hu: Tanfolyamok, amelyekre feliratkozott
id: Program yang Diambil
is: Skráð námskeið
iw: קורסים שאליהם נרשמת
ja: 登録済みのコース
kn: ನೋಂದಾಯಿಸಲಾದ ಕೋರ್ಸ್‌ಗಳು
lt: Kursai, į kuriuos užsiregistruota
lv: Kursi, kuros esmu uzņemts
ml: എൻറോൾ ചെയ്‌ത കോഴ്‌സുകൾ
mr: नोंदणी केलेले अभ्यासक्रम
nl: Cursussen waarvoor u bent ingeschreven
pl: Wybrane kursy
pt_br: Cursos em que está matriculado
pt_pt: Cursos em que está Inscrito
ro: Cursurile la care v-ați înscris
sv: Registrerade kurser
ta: சேர்ந்துள்ள பாடத்திட்டங்கள்
te: నమోదు చేసుకున్న కోర్సులు
th: หลักสูตรที่ลงทะเบียน
tr: Kaydolunan Kurslar
uk: Курси, на які ви записалися
ur: اندراج یافتہ کورسز

source: Withdraw
af: Onttrek
ar: الانسحاب
bg: Оттегляне
bn: প্রত্যাহার করুন
ca: Anul·la la inscripció
da: Frameld
es: Anular inscripción
et: Tagasivõtmine
eu: Kendu
fa: انصراف
fi: Peruuta ilmoittautuminen
fr: Se désinscrire
gl: Cancelar inscrición
gu: છોડી દો
hi: वापस लें
hr: Ispis iz tečaja
hu: Visszavonás
id: Batal Mengambil
is: Úrskráning
iw: בטל הרשמה
ja: 登録解除
kn: ಹಿಂತಿರುಗುವಿಕೆ
lt: Išsiregistruoti
lv: Atteikties
ml: പിൻവലിക്കുക
mr: काढून घ्या
nl: Terugtrekken
pl: Zrezygnuj
pt_br: Sair
pt_pt: Retirar
ro: Anulați înscrierea
sv: Avregistrera
ta: விலகு
te: ఉపసంహరించు
th: ถอน
tr: Kaydı sil
uk: Відмовитися
ur: واپس لیں

source: Go back and try again. If the problem persists, contact your administrator.
af: Gaan terug en probeer weer. Kontak jou administrateur as die probleem voortduur.
ar: يرجى الرجوع وإعادة المحاولة. إذا استمرت المشكلة، فاتصل بالمشرف.
ca: Aneu enrere i torneu a provar-ho. Si el problema continua, contacteu amb el vostre administrador.
fr: Revenez en arrière, puis réessayez. Si le problème persiste, contactez votre administrateur.
gu: પાછા જાઓ અને ફરીથી પ્રયાસ કરો. જો સમસ્યા યથાવત્ રહે છે, તો તમારા વ્યવસ્થાપકનો સંપર્ક કરો.
hi: वापस जाएं और पुनः प्रयास करें. यदि समस्या बनी रहती है, तो अपने व्यवस्थापक से संपर्क करें.
id: Kembali dan coba lagi. Jika masalah terus berlanjut, hubungi administrator Anda.
iw: חזור ונסה שוב. אם הבעיה נמשכת, פנה למנהל המערכת.
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ, ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
lt: Grįžkite ir bandykite dar kartą. Jei problema išlieka, susisiekite su administratoriumi.
ml: തിരിച്ചുപോയി വീണ്ടും ശ്രമിക്കുക. പ്രശ്‌നം നിലനിൽക്കുന്നുണ്ടെങ്കിൽ നിങ്ങളുടെ അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക.
pl: Wróć na poprzednią stronę i spróbuj ponownie. Jeśli problem nie ustąpi, skontaktuj się z administratorem.
ro: Reveniți la pagina anterioară și încercați din nou. Dacă problema persistă, contactați administratorul.
te: వెనుకకు వెళ్లి, మళ్లీ ప్రయత్నించండి. సమస్య కొనసాగితే, మీ నిర్వాహకుడిని సంప్రదించండి.
th: ย้อนกลับไปและลองอีกครั้ง หากยังคงมีปัญหาอยู่ โปรดติดต่อผู้ดูแลระบบ
ur: پیچھے جائیں اور دوبارہ کوشش کریں۔ اگر مسئلہ برقرار رہتا ہے تو اپنے منتظم سے رابطہ کریں۔

source: Manage course registration from your profile
af: Bestuur kursusregistrasie uit jou profiel
ar: إدارة تسجيل الدورة التدريبية من ملفك الشخصي
bg: Управление на регистрацията за курса от потребителския ви профил
bn: আপনার প্রোফাইল থেকে পাঠ্যক্রমে নিবন্ধীকরণ পরিচালনা করুন
ca: Gestiona la inscripció als cursos des del perfil
da: Administrer kursustilmelding fra din profil
es: Administrar el registro en el curso desde el perfil
et: Kursusele registreerimise haldamine oma profiililt
eu: Kudeatu izen emandako ikastaroak profiletik
fa: ثبت نام دوره آموزشی را از نمایه خود مدیریت کنید
fi: Hallinnoi kurssi-ilmoittautumista profiilisi kautta
fr: Gérer l'inscription au cours depuis votre profil
gl: Xestiona a inscrición do curso desde o teu perfil
gu: તમારી પ્રોફાઇલમાંથી અભ્યાસક્રમ નોંધણીનું સંચાલન કરો
hi: अपनी प्रोफ़ाइल से पाठ्यक्रम पंजीकरण प्रबंधित करें
hr: Upravljanje registracijom tečaja s vašeg profila
hu: Tanfolyamra való feliratkozás kezelése a saját profilból
id: Mengelola pendaftaran program dari profil Anda
is: Stjórnaðu námskeiðsskráningum á prófílnum þínum
iw: נהל את ההרשמה לקורסים מהפרופיל שלך
ja: プロフィールからコース登録を管理
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಕೋರ್ಸ್ ನೋಂದಣಿಯನ್ನು ನಿರ್ವಹಿಸಿ
lt: Iš savo profilio tvarkykite registraciją į kursą
lv: Pārvaldiet reģistrēšanos kursam no sava profila.
ml: നിങ്ങളുടെ പ്രൊഫൈലിൽ നിന്ന് കോഴ്‌സ് രജിസ്‌ട്രേഷൻ നിയന്ത്രിക്കുക
mr: आपल्या प्रोफाईलवरून अभ्यासक्रम नोंदणी व्यवस्थापित करा
nl: Cursusinschrijving beheren vanuit uw profiel
pl: Zarządzaj zgłoszeniem na kurs z poziomu swojego profilu
pt_br: Gerenciar a inscrição no curso de seu perfil
pt_pt: Gerir registo do curso a partir do perfil
ro: Gestionați înregistrarea pentru curs din propriul profil
sv: Hantera kursregistrering från din profil
ta: உங்கள் சுயவிவரத்திலிருந்துப் பாடத்திட்டத்தின் பதிவுசெய்தலை நிர்வகிக்கவும்
te: మీ ప్రొఫైల్ నుండి కోర్సు నమోదుని నిర్వహించండి
th: จัดการการลงทะเบียนหลักสูตรจากโปรไฟล์ของคุณ
tr: Kurs kaydını profilinizden yönetin
uk: Керуйте реєстрацією на курси зі свого профілю
ur: اپنے پروفائل سے کورس رجسٹریشن کا نظم کریں

source: Unit %s - %s
bg: Тема: %s – %s
bn: ইউনিট %s - %s
da: Enhed %s – %s
es: Unidad %s - %s
et: Üksus %s – %s
eu: %s - %s
fa: واحد %s ‏- %s
fi: Yksikkö %s – %s
gl: Unidade %s - %s
hr: Jedinica %s – %s
hu: %s–%s egység
is: Eining %s – %s
ja: ユニット %s - %s
lv: Vienība: %s–%s
mr: एकक %s - %s
nl: Eenheid %s - %s
pt_br: Unidade %s - %s
ta: அலகு %s - %s
tr: Ünite %s-%s
uk: Розділ %s – %s

source: Unit
bg: Част
bn: ইউনিট
cs: Část
da: Enhed
es: Unidad
et: Üksus
eu: Unitatea
fa: واحد
fi: Yksikkö
gl: Unidade
hr: Jedinica
hu: Témakör
is: Eining
ja: ユニット
lv: Nodaļa
mr: खंड
nl: Eenheid
no: Kursdel
pt_br: Unidade
pt_pt: Unidade
sv: Enhet
ta: பகுதி
tr: Ünite
uk: Модуль

source: You are currently unsubscribed from invitations.
bg: Понастоящем сте отписани от покани.
bn: আপনি বর্তমানে আমন্ত্রণগুলি থেকে সদস্যতা মুক্ত করেছেন৷
da: Du har i øjeblikket afmeldt invitationer.
es: Actualmente no estás suscrito para recibir invitaciones.
et: Olete praegu kutsete tellimustest loobunud.
eu: Ez zaude gonbidapenetara harpidetuta.
fa: اکنون اشتراک برای دعوت‌ها را لغو کرده‌اید.
fi: Et voi tällä hetkellä vastaanottaa kutsuja.
gl: Actualmente cancelaches a subscrición das invitacións.
hr: Vaša pretplata na pozivnice trenutačno je odjavljena.
hu: Ön leiratkozott a meghívókról.
is: Þú ert ekki áskrifandi að boðum sem stendur.
ja: 現在、招待の登録を解除されています。
lv: Jūs pašlaik esat atteicies no uzaicinājumu abonēšanas.
mr: आपण सध्‍या आमंत्रणांमधून सदस्यता रद्द केली आहे.
nl: U bent momenteel afgemeld voor uitnodigingen.
pt_br: As inscrições de convites estão canceladas no momento.
ta: அழைப்புகளில் இருந்து இப்போது குழுவிலகினீர்கள்.
tr: Şu anda davetiye aboneliğinizi iptal etmiş durumdasınız.
uk: Ви скасували підписку на запрошення.

source: You can currently receive invitations.
bg: Понастоящем получавате покани.
bn: এখন থেকে আমন্ত্রণগুলি আপনার কাছে আসবে৷
da: Du kan i øjeblikket modtage invitationer.
es: Actualmente puedes recibir invitaciones.
et: Saate praegu kutseid vastu võtta.
eu: Gonbidapenak jasotzeko moduan zaude.
fa: اکنون می‌توانید دعوت‌ها را دریافت کنید.
fi: Voit tällä hetkellä vastaanottaa kutsuja.
gl: Actualmente podes recibir invitacións.
hr: Trenutačno možete primati pozivnice.
hu: Ön feliratkozott a meghívók fogadására.
is: Þú getur nú tekið við boðum.
ja: 現在、招待状を受け取ることができます。
lv: Jūs pašlaik varat saņemt uzaicinājumus.
mr: आपण सध्‍या आमंत्रणे प्राप्त करू शकता.
nl: U kunt momenteel uitnodigingen ontvangen.
pt_br: Você já pode receber convites.
ta: இப்போது நீங்கள் அழைப்புகளைப் பெறலாம்.
tr: Şu anda davetiyeleri alabilirsiniz.
uk: Ви можете отримувати запрошення.

source: No announcements yet.
bg: Още няма съобщения.
bn: এখন পর্যন্ত কোনো ঘোষণা নেই৷
cs: Zatím žádná oznámení
da: Ingen meddelelser endnu.
es: Todavía no hay ningún aviso.
et: Praegu pole veel ühtegi teadet.
eu: Ez dago jakinarazpenik.
fa: هنوز هیچ اعلامیه‌ای وجود ندارد.
fi: Ei ilmoituksia.
gl: Aínda non hai ningún anuncio.
hr: Nema još nijedne najave.
hu: Még nincsenek hirdetmények.
is: Engar tilkynningar enn.
ja: お知らせはまだありません。
lv: Vēl nav neviena paziņojuma.
mr: अद्याप कोणत्याही घोषणा नाहीत.
nl: Nog geen aankondigingen.
no: Ingen kunngjøringer foreløpig.
pt_br: Nenhuma notificação ainda.
pt_pt: Ainda sem anúncios.
sv: Det finns inga meddelanden.
ta: இதுவரை எந்த அறிவிப்புகளும் இல்லை.
tr: Henüz duyuru yok.
uk: Повідомлень ще немає.

source: Locale:
bg: Локал:
bn: স্থানীয়:
da: Landestandard:
es: Configuración regional:
et: Lokaat:
eu: Eskualdeko ezarpenak:
fa: زبان:
fi: Kieliversio:
gl: Configuración local:
hr: Oznaka zemlje/jezika:
hu: Nyelv:
is: Landsstaðall:
ja: 言語 / 地域:
lv: Lokalizācija:
mr: स्थान:
nl: Taal:
pt_br: Localidade:
ta: இடம்:
tr: Yerel ayar:
uk: Код мови:

source: Schedule
bg: Програма
bn: সময়সূচী
cs: Časový plán
da: Program
es: Calendario
et: Ajakava
eu: Ordutegia
fa: برنامه زمانی
fi: Aikataulu
gl: Horario
hr: Raspored
hu: Tanrend
is: Áætlun
ja: スケジュール
lv: Grafiks
mr: अनुसूची
nl: Schema
no: Kursplan
pt_br: Programa
pt_pt: Horário
sv: Schema
ta: திட்ட அட்டவணை
tr: Program
uk: Розклад

source: Show Schedule
bg: Показване на графика
bn: সময়সূচী দেখান
da: Vis skema
es: Mostrar horario
et: Kuva ajakava
eu: Erakutsi ordutegia
fa: نمایش برنامه
fi: Näytä aikataulu
gl: Mostrar horario
hr: Pokaži raspored
hu: Órarend mutatása
is: Sýna áætlun
ja: スケジュールを表示
lv: Rādīt grafiku
mr: वेळापत्रक दर्शवा
nl: Rooster weergeven
pt_br: Exibir programa
ta: திட்ட அட்டவணையைக் காட்டு
tr: Ders Programını Göster
uk: Показати розклад

source: Hide Schedule
bg: Скриване на графика
bn: সময়সূচী লুকান
da: Skjul skema
es: Ocultar horario
et: Peida ajakava
eu: Ezkutatu ordutegia
fa: مخفی کردن برنامه
fi: Piilota aikataulu
gl: Ocultar horario
hr: Sakrij raspored
hu: Órarend elrejtése
is: Fela áætlun
ja: スケジュールを非表示
lv: Slēpt grafiku
mr: वेळापत्रक लपवा
nl: Rooster verbergen
pt_br: Ocultar programa
ta: திட்ட அட்டவணையை மறை
tr: Ders Programını Gizle
uk: Сховати розклад

source: Unit %(id)s - %(title)s
cs: Část %(id)s – %(title)s
no: Enhet %(id)s – %(title)s
sv: Enhet %(id)s – %(title)s

source: This unit does not contain any lessons.
cs: Tato část neobsahuje žádné lekce.
no: Denne denne kursdelen har foreløpig ingen leksjoner.
sv: Den här enheten innehåller inga lektioner.

source: My Profile
cs: Můj profil
no: Min profil

source: Thank you for registering for %(course_title)s. Unfortunately, the course is now full, so registration has closed.
cs: Děkujeme, že jste se pokusili přihlásit do kurzu %(course_title)s. Kurz je však bohužel v současnosti zcela zaplněn a přihlašování bylo ukončeno.
no: Takk for at du registrerte deg for %(course_title)s. Kurset er dessverre fullt, og registreringen er stengt.

source: Thank you for registering for %(course_title)s. Stay tuned for more information about the course which will start on %(start_date)s.
cs: Děkujeme, že jste se přihlásili do kurzu %(course_title)s. Kurz začíná %(start_date)s. Zůstaňte s námi v kontaktu, abyste nepřišli o žádné informace.
no: Takk for at du registrerte deg for %(course_title)s. Følg med for å få mer informasjon om kurset som starter %(start_date)s.

source: To participate in community discussions about this course, register for the web forum at
cs: Pokud se chcete zúčastnit diskuzí komunity o tomto kurzu, zaregistrujte se do webového fóra na adrese
no: For å delta i gruppediskusjoner om dette kurset, må du registrere deg for nettforumet på

source: On that page, click on <b>Join Group</b>.
cs: Na této stránce klikněte na možnost <b>Připojit se ke skupině</b>.
no: På den siden klikker du på <b>Bli med i gruppen</b>.

source: To receive announcements about this course, register for the announcements-only email list at
cs: Pokud chcete dostávat oznámení týkající se tohoto kurzu, zaregistrujte se do e-mailového seznamu (je určen výhradně pro účely oznámení) na následující adrese:
no: For å motta kunngjøringer om dette kurset, kan du registrere deg for e-post listen for kunngjøringer på

source: On that page, click on <b>Join Group</b>. In the dialog box that appears, under <b>How do you want to read this group?</b>, choose <b>Email</b>.
cs: Na této stránce klikněte na možnost <b>Připojit se ke skupině</b>. V dialogovém okně, které se zobrazí, vyberte v části <b>Jak chcete číst tuto skupinu?</b> možnost <b>E-mail</b>.
no: På den siden klikker du på <b>Bli med i gruppen</b>. I dialogruten som vises – under <b>Hvordan vil du lese denne gruppen?</b> – velger du <b>E-post</b>.

source: Currently enrolled
cs: Aktuálně zapsán(a)
no: Deltar for øyeblikket

source: Student Profile for
cs: Profil studenta pro
no: Studentprofil for
