Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Click here to unsubscribe.
af: Klik hier om uit te teken.
ar: انقر هنا لإلغاء الاشتراك.
bg: Кликнете тук за отписване.
bn: সদস্যতা মুক্ত করতে এখানে ক্লিক করুন৷
ca: Feu clic aquí per cancel·lar la subscripció.
da: Klik her for at afmelde.
de: Klicken Sie hier, um sie abzubestellen.
es: Haz clic aquí para anular la suscripción.
et: Tellimusest loobumiseks klõpsake siin.
eu: Harpidetza kentzeko, egin klik hemen.
fa: برای لغو اشتراک، اینجا کلیک کنید.
fi: Klikkaa tätä, jos et halua enää vastaanottaa kutsuja.
fil: Mag-click dito upang mag-unsubscribe.
fr: Cliquez ici pour vous désabonner.
gl: Fai clic aquí para cancelar a subscrición.
gu: અનસબ્સ્ક્રાઇબ કરવા માટે અહીં ક્લિક કરો.
hi: सदस्यता छोड़ने के लिए यहां क्लिक करें.
hr: Kliknite ovdje da biste odjavili pretplatu.
hu: Kattintson ide a leiratkozáshoz.
id: Klik di sini untuk berhenti berlangganan.
is: Smelltu hér til að hætta í áskrift.
it: Fai clic qui per annullare l'iscrizione.
iw: לחץ כאן כדי לבטל את הרישום.
ja: 登録を解除するにはここをクリックしてください。
kn: ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾಡಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್‌ ಮಾಡಿ.
lt: Spustelėkite čia, kad atsisakytumėte prenumeratos.
lv: Noklikšķiniet šeit, lai atteiktu abonēšanu.
ml: ഒഴിവാക്കുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക.
mr: सदस्यता रद्द करण्यासाठी येथे क्लिक करा.
nl: Klik hier om u af te melden.
pl: Kliknij tutaj, by zrezygnować z subskrypcji.
pt_br: Clique aqui para cancelar a inscrição.
ro: Dați clic aici pentru a vă dezabona.
sr: Кликните овде да бисте опозвали пријаву.
sw: Bofya hapa ili ujiondoe.
ta: குழு விலக இங்கே கிளிக் செய்யவும்.
te: చందా తొలగించడానికి ఇక్కడ క్లిక్ చేయండి.
th: คลิกที่นี่เพื่อยกเลิกการสมัคร
tr: Aboneliği iptal etmek için burayı tıklayın.
uk: Натисніть тут, щоб скасувати підписку.
ur: اَن سبسکرائب کرنے کیلئے یہاں کلک کریں۔
zu: Chofoza lapha ukuze uzikhiphe ohlwini.

source: Course Progress
af: Kursusvordering
ar: تقدم الدورة التدريبية
bg: Напредък в курса
bn: পাঠ্যক্রম প্রগতিতে রয়েছে
ca: Progrés del curs
da: Status for kursus
de: Fortschritt des Kurses
es: Progreso del curso
et: Kursuse edenemine
eu: Ikastaroaren garapena
fa: پیشرفت دوره آموزشی
fi: Kurssin edistyminen
fil: Progreso ng Kurso
fr: Avancement dans le cours
gl: Progreso do curso
gu: અભ્યાસક્રમની પ્રગતિ
hi: पाठ्यक्रम प्रगति
hr: Napredak tečaja
hu: Tanfolyam előrehaladása
id: Kemajuan Program
is: Framvinda námskeiðs
it: Avanzamento del corso
iw: התקדמות הקורס
ja: コースの進捗状況
kn: ಕೋರ್ಸ್ ಪ್ರಗತಿ
lt: Kurso eiga
lv: Kursa norise
ml: കോഴ്‌സ് പുരോഗതി
mr: अभ्यासक्रम प्रगती
nl: Cursusvoortgang
pl: Postęp na kursie
pt_br: Andamento do curso
pt_pt: Progresso do Curso
ro: Progresul cursului
sr: Напредак курса
sv: Studieresultat för kursen
sw: Hatua katika Kozi
ta: பாடத்திட்டத்தின் செயல்நிலை
te: కోర్సు పురోగతి
th: ความคืบหน้าของหลักสูตร
tr: Kursun İlerleme Durumu
uk: Перебіг курсу
ur: کورس کی پیشرفت
zu: Ukuqhubeka kwe-course

source: Invite friends or family members to join the course
af: Nooi vriende of familielede om by die kursus aan te sluit
ar: دعوة الأصدقاء أو أفراد العائلة إلى الانضمام إلى الدورة
bg: Поканете приятели или близки да се присъединят към курса
bn: কোর্সে যোগদানের জন্য বন্ধু বা পরিবারের সদস্যদের আমন্ত্রণ জানান
ca: Convidar amics o familiars a entrar al curs
da: Inviter venner eller familiemedlemmer til at deltage i kurset
de: Freunde zur Kursteilnahme einladen
es: Invita a familiares o amigos a participar en el curso
et: Kutsuge sõpru või pereliikmeid kursusega liituma
eu: Gonbidatu lagun eta senideak ikastarora
fa: از دوستان یا خانواده دعوت کنید تا در دوره شرکت کنند
fi: Kutsu perheenjäseniä tai kavereita kurssille
fil: Mag-imbita ng mga kaibigan o miyembro ng pamilya na sumali sa kurso
fr: Invitez vos proches à participer au cours
gl: Invita a amigos ou familiares a participar no curso
gu: અભ્યાસક્રમમાં જોડાવવા માટે મિત્રો અથવા કુટુંબના સભ્યોને આમંત્રિત કરો
hi: पाठ्यक्रम में शामिल होने के लिए मित्रों या परिवार को आमंत्रित करें
hr: Pozovite prijatelje ili članove obitelji da se pridruže tečaju
hu: Hívja meg barátait vagy családtagjait a kurzusra
id: Undang teman atau anggota keluarga untuk bergabung dengan program
is: Bjóddu vinum og fjölskyldu að vera með á námskeiðinu
it: Invita amici e parenti a seguire il corso
iw: הזמן חברים או בני משפחה להצטרף לקורס
ja: コースに参加する友だちや家族を招待
kn: ತರಬೇತಿ ಸೇರಿಕೊಳ್ಳಲು ಸ್ನೇಹಿತರು ಅಥವಾ ಕುಟುಂಬ ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ
lt: Pakvieskite draugus ar šeimos narius prisijungti prie kurso
lv: Uzaiciniet draugus vai ģimenes locekļus pievienoties kursam
ml: കോഴ്‌സിൽ ചേരുന്നതിന് സുഹൃത്തുക്കളെയോ കുടുംബാംഗങ്ങളെയോ ക്ഷണിക്കുക
mr: अभ्याक्रमात सामील होण्‍यासाठी मित्र किंवा कुटुंबातील सदस्यांना आमंत्रित करा
nl: Vrienden of familieleden uitnodigen voor deelname aan de cursus
pl: Zaproś znajomych i rodzinę do udziału w kursie
pt_br: Convidar amigos e familiares para participar do curso
ro: Invitați prieteni sau membri ai familiei să se înscrie la curs
sr: Позовите пријатеље или чланове породице да крену на курс
sw: Waalike marafiki au familia yako wajiunge na kozi
ta: நண்பர்கள் அல்லது குடும்ப உறுப்பினர்களைப் பயிற்சியில் இணையும்படி அழைக்கலாம்
te: కోర్సులో చేరడానికి స్నేహితులను లేదా కుటుంబ సభ్యులను ఆహ్వానించండి
th: เชิญเพื่อนหรือสมาชิกครอบครัวให้เข้าร่วมหลักสูตร
tr: Arkadaşlarınızı veya aile bireylerinizi kursa katılmaya davet edin
uk: Запросіть друзів і родичів приєднатися до курсу
ur: کورس میں شامل ہونے کیلئے دوستوں یا خاندان کے افراد کو مدعو کریں
zu: Mema abangani noma amalungu womndeni ukuthi bajoyine isifundo

source: Do you know other people who might want to join this course? Enter their email addresses below and click "Send". They will receive an email from you with the text shown below.
af: Ken jy ander mense wat dalk by hierdie kursus sal wil aansluit? Voer hul e-posadresse hieronder in en klik "Stuur". Hulle sal 'n e-pos van jou af ontvang met die teks wat hieronder gewys word.
ar: هل تعرف أشخاصًا آخرين ربما يريدون الانضمام إلى هذه الدورة؟ أدخل عناوين البريد الإلكتروني الخاصة بهم أدناه وانقر على "إرسال". سيتلقون رسالة إلكترونية منك تتضمن النص المعروض أدناه.
bg: Познавате ли други хора, които биха искали да се присъединят към този курс? Въведете имейл адресите им по-долу и кликнете върху „Изпращане“. Те ще получат имейл от вас с показания по-долу текст.
bn: এই কোর্সে যোগদান করার ইচ্ছা থাকতে পারে এমন অন্যান্য ব্যক্তিদের আপনি চেনেন কি? নীচে তাদের ইমেল ঠিকানাগুলি লিখুন এবং "পাঠান" এ ক্লিক করুন৷ নীচে প্রদর্শিত পাঠটি সহ তারা আপনার থেকে একটি ইমেল পাবেন৷
ca: Coneixeu altres persones que puguin estar interessades a entrar al curs? Introduïu-ne les adreces electròniques a continuació i feu clic a Envia. Rebran un correu electrònic de part vostra amb el missatge que es mostra tot seguit.
da: Kender du andre, der ønsker at deltage i dette kursus? Indtast deres e-mailadresser nedenfor, og klik på "Send". De vil modtage en e-mail fra dig med nedenstående tekst.
de: Kennen Sie andere Personen, die möglicherweise an diesem Kurs teilnehmen möchten? Geben Sie unten ihre E-Mail-Adressen ein und klicken Sie auf "Senden". Die Personen erhalten dann eine E-Mail von Ihnen mit dem unten stehenden Text.
es: ¿Conoces a otras personas que podrían estar interesadas en participar en este curso? Introduce sus direcciones de correo electrónico a continuación y haz clic en Enviar. Recibirán un correo electrónico de tu parte con el texto que se muestra a continuación.
et: Kas teate teisi inimesi, kes võiksid soovida selle kursusega liituda? Sisestage allpool nende e-posti aadress ja klõpsake käsul „Saada”. Nad saavad teilt meili, mis sisaldab alltoodud teksti.
eu: Ikastaroan parte hartzea gustatuko litzaiokeen jendea ezagutzen duzu? Idatzi haien helbide elektronikoak eta sakatu "Bidali". Mezu elektroniko bat jasoko dute zure izenean, hemen adierazten den testuarekin.
fa: آیا اشخاصی را می‌شناسید که مایل باشند در این دوره شرکت کنند؟ آدرس ایمیل آن‌ها را در زیر وارد کنید و روی «ارسال» کلیک کنید. این اشخاص ایمیلی با نوشتار زیر از شما دریافت می‌کنند.
fi: Tunnetko henkilöitä, jotka haluaisivat osallistua tälle kurssille? Kirjoita heidän sähköpostiosoitteensa alle ja klikkaa Lähetä. Heille lähetetään sähköposti, joka sisältää alla olevan tekstin.
fil: May kilala ka bang ibang mga tao na maaaring gustong sumali sa kursong ito? Ilagay ang mga email address nila sa ibaba at i-click ang "Magpadala." Makatatanggap sila ng email mula sa iyo na mayroong text na ipinapakita sa ibaba.
fr: Connaissez-vous d'autres personnes susceptibles d'être intéressées par ce cours ? Saisissez leur adresse e-mail ci-dessous, puis cliquez sur "Envoyer". Elles recevront un e-mail de votre part contenant le texte ci-dessous.
gl: Coñeces a outras persoas que poidan estar interesadas en participar neste curso? Introduce os seus correos electrónicos a continuación e fai clic en "Enviar". Recibirán un correo electrónico da túa parte co texto que se mostra a continuación.
gu: શું તમે આ અભ્યાસક્રમમાં જોડાવા ઇચ્છતાં હોઈ શકે તેવા અન્ય લોકોને જાણો છો? નીચે તેમના ઇમેઇલ સરનામાં દાખલ કરો અને "મોકલો" પર ક્લિક કરો. તેમને નીચે દર્શાવેલ ટેક્સ્ટ સાથેની તમારી ઇમેઇલ પ્રાપ્ત થશે.
hi: क्या आप ऐसे अन्य लोगों को जानते हैं, जो इस पाठ्यक्रम में शामिल होना चाहते हैं? नीचे उनके ईमेल पते लिखें और "भेजें" क्लिक करें. उन्हें नीचे दिखाए गए पाठ के साथ आपका एक ईमेल प्राप्त होगा.
hr: Poznajete li još nekog tko bi se htio pridružiti ovom tečaju? Unesite e-adresu te osobe u nastavku i kliknite "Pošalji". Ta će osoba primiti vašu e-poruku sa sljedećim tekstom.
hu: Tud olyanról, aki esetleg szeretne csatlakozni a kurzushoz? Adja hozzá lent e-mail címüket, és kattintson a „Küldés” gombra. Ismerősei az alábbi szöveggel fognak Öntől e-mailt kapni.
id: Anda mengenal orang lain yang mungkin ingin bergabung dengan program ini? Masukkan alamat email mereka di bawah dan klik "Kirim". Mereka akan menerima email dari Anda dengan teks yang ditampilkan di bawah.
is: Veistu um fleiri sem gætu viljað taka þátt í þessu námskeiði? Sláðu inn netföng þeirra hér fyrir neðan og smelltu á „Senda“. Þá fá þeir sendan tölvupóst frá þér með neðangreindum texta.
it: Conosci altre persone che potrebbero essere interessate al corso? Inserisci i loro indirizzi email sotto e fai clic su "Invia". Riceveranno da te un'email contenente il testo mostrato.
iw: האם אתה מכיר אנשים אחרים שעשויים לרצות להצטרף לקורס הזה? הזן בהמשך את כתובות האימייל שלהם ולחץ על 'שלח'. הם יקבלו ממך אימייל עם הטקסט שמופיע בהמשך.
ja: このコースへの参加を希望されているユーザーを他にご存知の場合は、そのユーザーのメールアドレスを以下に入力して [送信] をクリックしてください。以下に表示されているテキストがメールであなたからそのユーザーに送信されます。
kn: ಈ ತರಬೇತಿ ಸೇರಬಯಸುವ ಯಾರಾದರೂ ನಿಮಗೆ ಗೊತ್ತಿದ್ದಾರೆಯೆ? ಅವರ ಇಮೇಲ್‌ ವಿಳಾಸಗಳನ್ನು ಕೆಳಗೆ ನಮೂದಿಸಿ ಮತ್ತು "ಕಳುಹಿಸು" ಕ್ಲಿಕ್‌ ಮಾಡಿ. ಅವರು ಕೆಳಗೆ ತೋರಿಸಲಾದ ಪಠ್ಯದೊಂದಿಗೆ ನಿಮ್ಮಿಂದ ಒಂದು ಇಮೇಲ್‌ ಸ್ವೀಕರಿಸುತ್ತಾರೆ.
lt: Ar pažįstate kitų žmonių, kurie norėtų prisijungti prie šio kurso? Toliau įveskite jų el. pašto adresus ir spustelėkite „Siųsti“. Jie gaus jūsų el. laišką su toliau nurodytu tekstu.
lv: Vai pazīstat citus lietotājus, kuri, iespējams, vēlētos pievienoties šim kursam? Tālāk ievadiet viņu e-pasta adreses un noklikšķiniet uz Sūtīt. Viņi saņems no jums e-pasta ziņojumu ar tālāk norādīto tekstu.
ml: ഈ കോഴ്‌സിൽ ചേരാൻ താൽപ്പര്യമുണ്ടാകാനിടയുള്ള മറ്റ് ആളുകളെ നിങ്ങൾക്ക് പരിചയമുണ്ടോ? ചുവടെ അവരുടെ ഇമെയിൽ വിലാസം നൽകിയതിന് ശേഷം "അയയ്‌ക്കുക" ക്ലിക്കുചെയ്യുക. ചുവടെ കാണിച്ചിരിക്കുന്ന ടെക്‌സ്റ്റ് അടങ്ങുന്ന ഒരു ഇമെയിൽ നിങ്ങളിൽ നിന്ന് അവർക്ക് ലഭിക്കും.
mr: या अभ्यासक्रमात सामील होऊ इच्‍छिणार्‍या अन्य लोकांना आपण ओळखता? त्यांचे ईमेल पत्ते खाली प्रविष्‍ट करा आणि "पाठवा" क्लिक करा. ते आपल्‍याकडील ईमेल खाली दर्शविलेल्‍या मजकूरासह प्राप्त करतील.
nl: Kent u andere mensen die mogelijk willen deelnemen aan de cursus? Geef hun e-mailadressen hieronder op en klik op 'Verzenden'. Ze ontvangen een e-mail van u met de onderstaande tekst.
pl: Znasz inne osoby, które byłyby zainteresowane udziałem w tym kursie? Wpisz ich adresy e-mail i kliknij „Wyślij”. Otrzymają od Ciebie e-maila z widocznym poniżej tekstem.
pt_br: Você conhece outras pessoas que podem ter interesse em participar do curso? Insira os endereços de e-mail abaixo e clique em "Enviar". Elas receberão um e-mail seu com o texto a seguir.
ro: Cunoașteți și alte persoane care ar dori să se înscrie la acest curs? Introduceți adresele de e-mail mai jos și dați clic pe „Trimiteți”. Vor primi un e-mail de la dvs. cu textul afișat mai jos.
sr: Да ли знате још неке људе који би можда желели да крену на овај курс? Унесите њихове имејл адресе у наставку и кликните на „Пошаљи“. Примиће имејл од вас са текстом приказаним у наставку.
sw: Je, unafahamu watu wengine wanaotaka kujiunga na kozi hii? Weka anwani zao za barua pepe hapa chini na ubofye "Tuma". Watapokea barua pepe kutoka kwako ikiwa na maandishi yaliyoonyeshwa hapo chini.
ta: இந்தப் பயிற்சியில் சேர விரும்பக்கூடிய பிற நபர்களை உங்களுக்குத் தெரியுமா? அவர்களது மின்னஞ்சல் முகவரிகளைக் கீழே உள்ளிட்டு "அனுப்பு" கிளிக் செய்யவும். கீழே காண்பிக்கப்பட்டுள்ள உரையுடன் கூடிய மின்னஞ்சலை உங்களிடம் இருந்து பெறுவார்கள்.
te: ఈ కోర్సులో చేరాలనుకునే ఇతర వ్యక్తులు మీకు తెలుసా? వారి ఇమెయిల్ చిరునామాలను దిగువ నమోదు చేసి, "పంపు" క్లిక్ చేయండి. క్రింద కనిపించే వచనంతో మీ నుండి వారు ఒక ఇమెయిల్ స్వీకరిస్తారు.
th: หากคุณรู้จักผู้ที่อาจต้องการเข้าร่วมหลักสูตรนี้ โปรดป้อนที่อยู่อีเมลของพวกเขาด้านล่างและคลิก "ส่ง" พวกเขาจะได้รับอีเมลจากคุณดังข้อความด้านล่าง
tr: Bu kursa katılmak isteyebilecek başka kişiler tanıyor musunuz? E-posta adreslerini aşağıya girin ve "Gönder"i tıklayın. Sizden, aşağıda gösterilen metni içeren bir e-posta alacaklar.
uk: Знаєте людей, які хочуть приєднатися до курсу? Введіть їхні електронні адреси нижче та натисніть "Надіслати". Вони отримають від вас електронний лист із наведеним нижче текстом.
ur: کیا آپ ایسے دیگر لوگوں کو جانتے ہیں جن کا اس کورس میں شامل ہونے کا امکان ہے؟ ذیل میں ان کے ای میل پتے درج کریں اور "بھیجیں" پر کلک کریں۔ انہیں آپ کی جانب سے ذیل میں دکھائے گئے متن کے ساتھ ایک ای میل موصول ہوگی۔
zu: Uyabazia banye abantu abangafuna ukujoyina lesi sifundo? Faka amakheli wakho we-imeyili ngezansi bese uchofoze u-"Thumela". Bazothola i-imeyili evela kuwe enombhalo oboniswa ngezansi.

source: Enter recipients' email addresses separated by commas. E.g., alice@gmail.com, ben@gmail.com
af: Voer ontvangers se e-posadresse in, geskei deur kommas. Byvoorbeeld, ansie@gmail.com, ben@gmail.com
ar: أدخل عناوين البريد الإلكتروني للمستلمين مفصولة بفواصل، على سبيل المثال alice@gmail.com, ben@gmail.com
bg: Въведете имейл адресите на получателите, разделени със запетаи. Напр. ivan@gmail.com, maria@gmail.com
bn: কমা দিয়ে আলাদা করে প্রাপকদের ইমেল ঠিকানাগুলি লিখুন৷ উদাঃ, alice@gmail.com, ben@gmail.com
ca: Introduïu les adreces electròniques dels destinataris separades per comes. P. ex., nom1@gmail.com, nom2@gmail.com.
da: Indtast modtagernes e-mailadresser adskilt med kommaer. Eksempler: sofie@gmail.com, peter@gmail.com
de: Geben Sie die E-Mail-Adressen der Empfänger durch Kommas getrennt ein, zum Beispiel: alice@gmail.com, ben@gmail.com.
es: Introduce las direcciones de correo electrónico de los destinatarios separadas por comas (por ejemplo, alicia@gmail.com, juan@gmail.com)
et: Sisestage saajate e-posti aadressid komadega eraldatult. Nt alice@gmail.com, ben@gmail.com
eu: Idatzi hartzaileen helbide elektronikoak komaz bereizita. Adibidez, amaia@gmail.com, aitor@gmail.com
fa: آدرس ایمیل گیرندگان باید با کاما از هم جدا شود. مثلاً alice@gmail.com, ben@gmail.com
fi: Kirjoita vastaanottajien sähköpostiosoitteet pilkulla erotettuina, esim. liisa@gmail.com, pekka@gmail.com
fil: Ilagay ang mga email address ng mga tatanggap na pinaghihiwa-hiwalay ng mga kuwit. Hal., alice@gmail.com, ben@gmail.com
fr: Saisissez les adresses e-mail des destinataires séparées par des virgules. Par exemple, alice@gmail.com, ben@gmail.com.
gl: Introduce os enderezos de correo electrónico dos destinatarios separados por comas. Por exemplo, carmen@gmail.com, brais@gmail.com
gu: અલ્પવિરામ દ્વારા વિભાજિત પ્રાપ્તકર્તાઓના ઇમેઇલ સરનામાં દાખલ કરો. દા.ત., alice@gmail.com, ben@gmail.com
hi: अल्पविरामों से अलग करके प्राप्तकर्ताओं के ईमेल पते लिखें. उदा., alice@gmail.com, ben@gmail.com
hr: Unesite e-adrese primatelja odvojene zarezima, na primjer, alice@gmail.com, ben@gmail.com
hu: A címzettek e-mail címeit vesszővel elválasztva adja meg: például alice@gmail.com, ben@gmail.com.
id: Masukan alamat email penerima yang dipisahkan dengan koma. Misalnya, alice@gmail.com, ben@gmail.com
is: Sláðu inn netföng viðtakenda aðskilin með kommum, s.s. agnes@gmail.com, benni@gmail.com
it: Inserisci gli indirizzi email dei destinatari separati da virgole. Ad esempio, alice@gmail.com, mario@gmail.com.
iw: הזן את כתובות האימייל של הנמענים, והפרד ביניהן בפסיק. לדוגמה, alice@gmail.com‏,‏ ben@gmail.com
ja: 受信者のメールアドレスはカンマで区切って入力してください。例: alice@gmail.com, ben@gmail.com
kn: ಅಲ್ಪವಿರಾಮಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಸ್ವೀಕೃತದಾರರ ಇಮೇಲ್ ವಿಳಾಸಗಳನ್ನು ನಮೂದಿಸಿ. ಉದಾ. alice@gmail.com, ben@gmail.com
lt: Įveskite kableliais atskirtus gavėjų el. pašto adresus. Pvz., monika@gmail.com, benas@gmail.com
lv: Ievadiet saņēmēju e-pasta adreses, atdalot tās ar komatu, piemēram, maija@gmail.com, juris@gmail.com.
ml: സ്വീകർത്താക്കളുടെ ഇമെയിൽ വിലാസങ്ങൾ കോമകൾ കൊണ്ട് വേർതിരിച്ച് നൽകുക. ഉദാ. alice@gmail.com, ben@gmail.com
mr: प्राप्तकर्त्यांचे स्वल्पविरामांनी विभक्त केलेले ईमेल पत्ते प्रविष्‍ट करा. उदा. alice@gmail.com, ben@gmail.com
nl: Geef de e-mailadressen van de ontvangers op, gescheiden door komma's. Bijv. alice@gmail.com, ben@gmail.com
pl: Wpisz adresy e-mail odbiorców rozdzielone przecinkami – na przykład: alicja@gmail.com, karol@gmail.com
pt_br: Insira os endereços de e-mail dos destinatários separados por vírgulas. Por exemplo, alice@gmail.com, ben@gmail.com
ro: Introduceți adresele de e-mail ale destinatarilor, separate prin virgulă. De exemplu: alice@gmail.com, ben@gmail.com
sr: Унесите имејл адресе прималаца раздвојене зарезима. Нпр. alice@gmail.com, ben@gmail.com
sw: Andika anwani za barua pepe za wapokeaji zikitenganishwa kwa koma. Mfano, alice@gmail.com, ben@gmail.com
ta: பெறுநர்களின் மின்னஞ்சல் முகவரிகளைக் காற்புள்ளிகளால் பிரித்து உள்ளிடவும் எ.கா., alice@gmail.com, ben@gmail.com
te: కామాలతో వేరు చేసిన స్వీకర్తల ఇమెయిల్ చిరునామాలను నమోదు చేయండి. ఉదా., alice@gmail.com, ben@gmail.com
th: ป้อนที่อยู่อีเมลของผู้รับโดยคั่นด้วยเครื่องหมายจุลภาค เช่น sophon@gmail.com, panya@gmail.com
tr: Alıcıların e-posta adreslerini virgülle ayrılmış olarak girin. Ör. aylin@gmail.com, bora@gmail.com
uk: Введіть через кому електронні адреси отримувачів. Наприклад, alice@gmail.com, ben@gmail.com
ur: وصول کنندگان کے کوما سے علیحدہ کردہ ای میل پتے درج کریں۔ مثلاً، alice@gmail.com, ben@gmail.com
zu: Faka amakheli we-imeyili womamukeli ahlukaniswe ngamakhoma, Isb, alice@gmail.com, ben@gmail.com

source: Send
af: Stuur
ar: إرسال
bg: Изпращане
bn: পাঠান
ca: Envia
de: Senden
es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fil: Magpadala
fr: Envoyer
gl: Enviar
gu: મોકલો
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
is: Senda
it: Invia
iw: שלח
ja: 送信
kn: ಕಳುಹಿಸು
lt: Siųsti
lv: Sūtīt
ml: അയയ്‌ക്കുക
mr: पाठवा
nl: Verzenden
pl: Wyślij
pt_br: Enviar
ro: Trimiteți
sr: Пошаљи
sw: Tuma
ta: அனுப்பு
te: పంపు
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
zu: Thumela

source: Sample Email
af: Voorbeeld-e-pos
ar: نموذج رسالة إلكترونية
bg: Примерен имейл
bn: নমুনা ইমেল
ca: Correu electrònic de mostra
da: Eksempel-e-mail
de: Beispiel-E-Mail
es: Correo electrónico de ejemplo
et: Näidismeil
eu: Mezuaren adibidea
fa: نمونه ایمیل
fi: Mallisähköposti
fil: Sample na Email
fr: Exemple d'e-mail
gl: Correo electrónico de mostra
gu: નમૂનાની ઇમેઇલ
hi: नमूना ईमेल
hr: Primjer e-poruke
hu: Minta e-mail
id: Email Contoh
is: Sýnishorn af tölvupósti
it: Email di esempio
iw: הודעת אימייל לדוגמה
ja: メールの例
kn: ಮಾದರಿ ಇಮೇಲ್‌
lt: Pavyzdinis el. laiškas
lv: E-pasta adreses paraugs
ml: സാമ്പിൾ ഇമെയിൽ
mr: नमुना ईमेल
nl: Voorbeeld van een e-mail
pl: Przykładowy e-mail
pt_br: Exemplo de e-mail
ro: Exemplu de e-mail
sr: Пример имејла
sw: Mfano wa Barua pepe
ta: மாதிரி மின்னஞ்சல்
te: నమూనా ఇమెయిల్
th: ตัวอย่างอีเมล
tr: Örnek E-posta
uk: Зразок електронного листа
ur: نمونہ ای میل
zu: I-imeyili yesampuli

source: Subject:
af: Onderwerp:
ar: الموضوع:
bg: Тема:
bn: বিষয়:
ca: Assumpte:
da: Emne:
de: Betreff:
es: Asunto:
et: Teema:
eu: Gaia:
fa: موضوع:
fi: Aihe:
fil: Paksa:
fr: Objet :
gl: Asunto:
gu: વિષય:
hi: विषय:
hr: Predmet:
hu: Tárgy:
id: Subjek:
is: Efni:
it: Oggetto:
iw: נושא:
ja: 件名:
kn: ವಿಷಯ:
lt: Tema:
lv: Temats:
ml: വിഷയം:
mr: विषय:
nl: Onderwerp:
pl: Temat:
pt_br: Assunto:
ro: Subiect:
sr: Наслов:
sw: Mada:
ta: தலைப்பு:
te: విషయం:
th: เรื่อง:
tr: Konu:
uk: Тема:
ur: موضوع:
zu: Isihloko:

source: I have completed this lesson.
de: Ich habe diese Lektion abgeschlossen.
fil: Nakumpleto ko na ang araling ito.
it: Ho completato la lezione.
sr: Завршио/ла сам ову лекцију.
sw: Nimekamilisha somo hili.

source: I have completed this unit.
de: Ich habe dieses Kapitel abgeschlossen.
fil: Nakumpleto ko na ang unit na ito.
it: Ho completato l'unità.
sr: Завршио/ла сам ову наставну целину.
sw: Nimekamilisha somo hili.

source: I have completed this course.
de: Ich habe diesen Kurs abgeschlossen.
fil: Nakumpleto ko na ang kursong ito.
it: Ho completato il corso.
sr: Завршио/ла сам овај курс.
sw: Nimekamilisha kozi hii.

source: Access denied.
af: Toegang geweier.
ar: تم رفض الدخول.
ca: Accés denegat
de: Zugriff verweigert
fil: Tinanggihan ang pag-access.
fr: Accès refusé.
gu: ઍક્સેસ નકારાઈ.
hi: एक्सेस अस्वीकार किया गया.
id: Akses ditolak.
it: Accesso negato.
iw: הגישה נדחתה.
kn: ಪ್ರವೇಶವನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lt: Prieiga nesuteikta.
ml: ആക്‌സസ്സ് നിരസിച്ചു.
pl: Odmowa dostępu.
ro: Accesul a fost refuzat.
sr: Приступ је одбијен.
sw: Huna idhini ya kufikia.
te: ప్రాప్యత తిరస్కరించబడింది.
th: การเข้าถึงถูกปฏิเสธ
ur: رسائی مسترد کر دی گئی۔
zu: Ukufinyelela kunqatshiwe.

source: Response submitted.
af: Antwoord ingedien.
ar: تم إرسال الرد.
ca: S'ha enviat la resposta.
de: Antwort gesendet
fil: Naisumite na ang tugon.
fr: Réponse envoyée.
gu: પ્રતિસાદ સબમિટ કર્યો.
hi: उत्तर सबमिट किया गया.
id: Tanggapan telah dikirim.
it: Risposte inviate.
iw: התגובה נשלחה.
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸಲಾಗಿದೆ.
lt: Atsakymas pateiktas.
ml: പ്രതികരണം സമർപ്പിച്ചു.
pl: Odpowiedź przesłana.
ro: Răspuns trimis.
sr: Одговор је послат.
sw: Jibu limewasilishwa.
te: ప్రతిస్పందన సమర్పించబడింది.
th: ส่งคำตอบแล้ว
ur: جواب جمع ہو گیا۔
zu: Impendulo ihanjisiwe.

source: Only one submission of this form is allowed.
de: Dieses Formular darf nur einmal eingereicht werden.
fil: Isang pagsusumite lang ng form na ito ang pinahihintulutan.
it: È consentito un solo invio del modulo.
sr: Овај образац можете да пошаљете само једном.
sw: Unapaswa kuwasilisha fomu hii mara moja pekee.

source: Only registered students can submit answers.
de: Nur registrierte Studenten können Antworten einreichen.
fil: Tanging mga nakarehistrong estudyante lang ang maaaring magsumite ng mga tugon.
it: Solo gli studenti iscritti possono inviare risposte.
sr: Само регистровани ученици могу да шаљу одговоре.
sw: Majibu yanaweza kuwasilishwa na wanafunzi waliojisajili pekee.

source: Submit answers
af: Dien antwoorde in
ar: إرسال الإجابات
ca: Envia les respostes
de: Antworten senden
fil: Isumite ang mga sagot
fr: Envoyer les réponses
gu: જવાબો સબમિટ કરો
hi: उत्तर सबमिट करें
id: Kirim jawaban
it: Invia risposte
iw: שלח תשובות
kn: ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸಿ
lt: Pateikti atsakymus
ml: ഉത്തരങ്ങൾ സമർപ്പിക്കുക
pl: Prześlij odpowiedzi
ro: Trimiteți răspunsurile
sr: Пошаљи одговоре
sw: Wasilisha majibu
te: సమాధానాలు సమర్పించు
th: ส่งคำตอบ
ur: جوابات جمع کرائیں
zu: Hambisa izimpendulo
