Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Currently, no acquired skills.
af: Tans geen vaardighede wat verkry is nie.
ar: لم يتم تحصيل مهارات حاليًا.
ca: No heu aconseguit cap habilitat.
de: Bisher haben Sie noch keine Kompetenzen erworben.
fil: Sa kasalukuyan, walang nakuhang mga kasanayan.
fr: Vous n'avez acquis aucune compétence pour le moment.
gu: હાલમાં, કોઈ કૌશલ્ય મેળવેલ નથી.
hi: वर्तमान में, कोई प्राप्त कौशल नहीं है.
id: Saat ini, tidak ada keterampilan yang diperoleh.
it: Nessuna competenza acquisita al momento.
iw: נכון לעכשיו, לא מצוינים כישורים שרכשת.
kn: ಪ್ರಸ್ತುತ, ಯಾವುದೇ ಕೌಶಲ್ಯಗಳನ್ನು ಪಡೆಯಲಾಗಲಿಲ್ಲ.
lt: Šiuo metu nėra jokių įgytų įgūdžių.
ml: നിലവിൽ, ആർജ്ജിത വൈദഗ്ധ്യങ്ങളൊന്നും ഇല്ല.
pl: Obecnie nie masz nabytych umiejętności.
ro: În prezent, fără abilități însușite.
sr: Тренутно нема стечених вештина.
sw: Kwa sasa, hakuna ujuzi uliopokewa.
te: ప్రస్తుతం, సంపాదించుకున్న నైపుణ్యాలు ఏవీ లేవు.
th: ไม่มีทักษะใหม่ในปัจจุบัน
ur: فی الحال، حاصل کی گئی کوئی اہلیتیں نہیں ہیں۔
zu: Okwamanje, awekho amakhono atholiwe.

source: Recommended Next
af: Aanbeveel volgende
ar: المُقترح بعد ذلك
ca: Habilitats recomanades
de: Empfohlene Kompetenzen
fil: Kasunod na Rekomendasyon
fr: Recommandations
gu: ભલામણ કરેલ આગલું
hi: आगे के लिए अनुशंसित
id: Saran Berikutnya
it: Prossima competenza consigliata
iw: ההמלצה הבאה
kn: ಮುಂದೆ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
lt: Rekomenduojama
ml: ശുപാർശ ചെയ്യുന്ന അടുത്തത്
pl: Zalecane następne
ro: Recomandate în continuare
sr: Даља препорука
sw: Ujuzi Unaofuata Uliopendekezwa
te: తదుపరి సిఫార్సు చేసినవి
th: ทักษะต่อไปที่แนะนำ
ur: اگلی کی تجویز کی گئی
zu: Okulandelayo okunconyiwe

source: Currently, you have no recommended skills.
af: Jy het tans nie vaardighede wat aanbeveel word nie.
ar: ليست لديك مهارات مُقترحة حاليًا.
ca: No teniu habilitats recomanades.
de: Derzeit werden Ihnen keine Kompetenzen empfohlen.
fil: Sa kasalukuyan, wala kang inirerekomendang kasanayan.
fr: Aucune compétence recommandée pour le moment
gu: હાલમાં, તમારી પાસે કોઈ ભલામણ કરેલ કૌશલ્યો નથી.
hi: वर्तमान में, आपके लिए कोई अनुशंसित कौशल नहीं है.
id: Saat ini, Anda tidak memiliki keterampilan yang disarankan.
it: Al momento non sono presenti competenze consigliate.
iw: נכון לעכשיו, אין לך המלצות לכישורים.
kn: ಪ್ರಸ್ತುತ, ನೀವು ಯಾವುದೇ ಶಿಫಾರಸು ಮಾಡಲಾದ ಕೌಶಲ್ಯಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
lt: Šiuo metu nėra jokių rekomenduojamų įgūdžių.
ml: നിലവിൽ, നിങ്ങൾക്ക് ശുപാർശിത വൈദഗ്ധ്യങ്ങളൊന്നും ഇല്ല.
pl: Obecnie nie ma zalecanych umiejętności.
ro: În prezent, nu aveți nicio abilitate recomandată.
sr: Тренутно немате препоручене вештине.
sw: Kwa sasa, huna ujuzi uliopendekezewa.
te: ప్రస్తుతం, మీకు సిఫార్సు చేసిన నైపుణ్యాలు ఏవీ లేవు.
th: ไม่มีทักษะที่แนะนำในปัจจุบัน
ur: فی الحال، آپ کے پاس کوئی تجویز کردہ اہلیتیں نہیں ہیں۔
zu: Okwamanje, awunawo amakhono anconyiwe.

source: The following email address has been subscribed to receive emails for this course:
af: Die volgende e-posadres is ingeteken om e-posse vir hierdie kursus te ontvang:
ar: لقد تم اشتراك عنوان البريد الإلكتروني التالي لتلقي رسائل إلكترونية لهذه الدورة:
bg: Следният имейл адрес бе абониран за получаване на имейли за този курс:
bn: নিম্নলিখিত ইমেল ঠিকানাটি এই কোর্সের বিষয়ে ইমেলগুলি পাওয়ার জন্য সদস্যতা নিয়েছে:
ca: S'ha fet la subscripció de l'adreça electrònica següent per rebre correus electrònics d'aquest curs:
da: Følgende e-mailadresse er blevet tilmeldt til at modtage e-mails vedrørende dette kursus:
de: Die folgende E-Mail-Adresse hat E-Mail-Benachrichtigungen für diesen Kurs abonniert:
es: La siguiente dirección de correo electrónico se ha suscrito para recibir correos electrónicos relacionados con este curso:
et: Järgmine e-posti aadress on tellinud selle kursuse meilid:
eu: Ikastaroari buruzko mezuak jasotzeko harpidetu da helbide hau:
fa: آدرس ایمیل زیر برای دریافت ایمیل‌های این دوره مشترک شده است:
fi: Tämän kurssin sähköpostit lähetetään seuraavaan sähköpostiosoitteeseen:
fil: Ini-subscribe ang sumusunod na email address na makatanggap ng mga email para sa kursong ito:
fr: L'utilisateur de l'adresse e-mail suivante a été abonné pour recevoir des e-mails concernant ce cours :
gl: O seguinte enderezo de correo electrónico subscribiuse para recibir correos electrónicos sobre este curso:
gu: આ અભ્યાસક્રમ માટે ઇમેઇલ્સ પ્રાપ્ત કરવા માટે નીચેનું ઇમેઇલ સરનામું સબ્સ્ક્રાઇબ કરવામાં આવ્યું છે:
hi: निम्न ईमेल पते को इस पाठ्यक्रम के लिए ईमेल प्राप्त करने के लिए सदस्यता प्राप्त है:
hr: Sljedeća e-adresa pretplaćena je na primanje e-poruka za taj tečaj:
hu: Az alábbi e-mail címmel iratkoztak fel a kurzus levelezési listájára:
id: Alamat email berikut telah berlangganan untuk menerima email untuk program ini:
is: Eftirfarandi netfang hefur verið skráð í áskrift að tölvupóstskeytum um þetta námskeið:
it: Per il seguente indirizzo email è stata attivata la ricezione di email relative a questo corso:
iw: כתובת האימייל הבאה נרשמה לקבלת הודעות אימייל עבור קורס זה:
ja: 次のメールアドレスは、このコースのメールの受信先として登録されています:
kn: ಈ ತರಬೇತಿಗಾಗಿ ಇಮೇಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಕೆಳಗಿನ ಇಮೇಲ್‌ ವಿಳಾಸದ ಚಂದಾದಾರಿಕೆ ಮಾಡಲಾಗಿದೆ:
lt: Nurodytu el. pašto adresu prenumeruojami šio kurso el. laiškai:
lv: Šī lietotāja adrese tika reģistrēta, lai saņemtu ar šo kursu saistītus e-pasta ziņojumus:
ml: ഈ കോഴ്‌സിനുള്ള ഇമെയിലുകൾ നേടുന്നതിന് ഇനിപ്പറയുന്ന ഇമെയിൽ വിലാസം സബ്‌സ്ക്രൈബുചെയ്‌തു:
mr: या अभ्यासक्रमाकरिता ईमेल प्राप्त करण्‍यासाठी खालील ईमेल पत्त्याची सदस्यता घेतली गेली आहे:
nl: Het volgende e-mailadres is geabonneerd op e-mails over deze cursus:
pl: Subskrypcja wiadomości e-mail dotyczących tego kursu została włączona dla adresu:
pt_br: O seguinte endereço está inscrito para receber e-mails deste curso:
ro: Următoarea adresă de e-mail a fost abonată la primirea de e-mailuri pentru acest curs:
sr: Следећа имејл адреса је пријављена за пријем имејлова за овај курс:
sw: Barua pepe ifuatayo imesajiliwa kupokea barua pepe za kozi hii:
ta: பின்வரும் மின்னஞ்சல் முகவரி இந்தப் பயிற்சிக்கான மின்னஞ்சல்களைப் பெறுவதற்காகக் குழு சேர்ந்துள்ளது:
te: ఈ కోర్సు కోసం ఇమెయిల్‌లను స్వీకరించడానికి క్రింది ఇమెయిల్ చిరునామా చందా పొందింది:
th: ที่อยู่อีเมลต่อไปนี้ได้สมัครรับอีเมลสำหรับหลักสูตรนี้:
tr: Şu e-posta adresi bu kursa ilişkin e-postaları almak için abone oldu:
uk: Власник цієї електронної адреси підписався на електронні листи щодо цього курсу:
ur: اس کورس کیلئے ای میلز موصول کرنے کیلئے مندرجہ ذیل ای میل پتہ سبسکرائب کر لیا گیا ہے:
zu: Ikheli le-imeyili elilandelayo libhaliselwe ukuthola ama-imeyili walesi sifundo:

source: The following email address has been unsubscribed from emails for this course:
af: Die volgende e-posadres is van e-posse vir hierdie kursus uitgeteken:
ar: تم إلغاء اشتراك عنوان البريد الإلكتروني التالي من الرسائل الإلكترونية لهذه الدورة:
bg: Следният имейл адрес бе отписан от имейлите за този курс:
bn: নিম্নলিখিত ইমেল ঠিকানাটি এই কোর্সের বিষয়ে ইমেলগুলি না পাওয়ার জন্য সদস্যতা রদ করেছে:
ca: S'ha cancel·lat la subscripció de l'adreça electrònica següent per rebre els correus electrònics d'aquest curs:
da: Følgende e-mailadresse er blevet afmeldt fra at modtage e-mails vedrørende dette kursus:
de: Die folgende E-Mail-Adresse hat E-Mail-Benachrichtigungen für diesen Kurs abbestellt:
es: La siguiente dirección de correo electrónico ha anulado la suscripción para recibir correos electrónicos relacionados con este curso:
et: Järgmine e-posti aadress on loobunud selle kursuse meilide tellimusest:
eu: Ikastaroari buruzko mezuak jasotzeko harpidetza kendu du helbide honek:
fa: آدرس ایمیل زیر از دریافت ایمیل‌های این دوره انصراف داده است:
fi: Seuraavaan sähköpostiosoitteeseen ei enää lähetetä tämän kurssin sähköposteja:
fil: Ini-unsubscribe ang sumusunod na email address sa mga email para sa kursong ito:
fr: L'utilisateur de l'adresse e-mail suivante a été désabonné des e-mails concernant ce cours :
gl: O seguinte enderezo de correo electrónico cancelou a súa subscrición para recibir correos electrónicos sobre este curso:
gu: આ અભ્યાસક્રમ માટે નીચેનું ઇમેઇલ સરનામું ઇમેઇલ્સથી અનસબ્સ્ક્રાઇબ કરવામાં આવ્યું છે:
hi: निम्न ईमेल पते की सदस्यता को इस पाठ्यक्रम के लिए ईमेल प्राप्त करने से रद्द कर दिया गया है:
hr: Sljedeća e-adresa više nije pretplaćena na primanje e-poruka za taj tečaj:
hu: Az alábbi e-mail címmel iratkoztak le a kurzus levelezési listájáról:
id: Alamat email berikut telah berhenti berlangganan dari email untuk program ini:
is: Eftirfarandi netfang hefur verið fjarlægt úr áskrift að tölvupóstskeytum um þetta námskeið:
it: Per il seguente indirizzo email è stata disattivata la ricezione di email relative a questo corso:
iw: כתובת האימייל הבאה ביטלה את הרישום לקבלת הודעות אימייל עבור קורס זה:
ja: 次のメールアドレスは、このコースのメールの登録から解除されています:
kn: ಈ ತರಬೇತಿಗಾಗಿ ಇಮೇಲ್‌ ಪಡೆಯುವ ಚಂದಾದಾರಿಕೆಯನ್ನು ಕೆಳಗಿನ ಇಮೇಲ್‌‌ ವಿಳಾಸಗಳಿಗೆ ರದ್ದು ಮಾಡಲಾಗಿದೆ:
lt: Nurodytu el. pašto adresu atsisakyta šio kurso el. laiškų prenumeratos:
lv: Šai lietotāja adresei tika atcelta reģistrācija, lai vairs nesaņemtu ar šo kursu saistītus e-pasta ziņojumus:
ml: ഈ കോഴ്‌സിനുള്ള ഇമെയിലുകളിൽ നിന്ന് ഇനിപ്പറയുന്ന ഇമെയിൽ വിലാസം ഒഴിവാക്കി:
mr: या अभ्यासक्रमाकरिता ईमेल मधून खालील ईमेल पत्त्याची सदस्यता रद्द केली गेली आहे:
nl: Het volgende e-mailadres is afgemeld voor e-mails over deze cursus:
pl: Subskrypcja wiadomości e-mail dotyczących tego kursu została wyłączona dla adresu:
pt_br: O seguinte endereço cancelou a inscrição para receber e-mails deste curso:
ro: Următoarea adresă de e-mail a fost dezabonată de la primirea de e-mailuri pentru acest curs:
sr: Пријава следеће имејл адресе за имејлове за овај курс је опозвана:
sw: Barua pepe ifuatayo imeondolewa ili isipokee barua pepe za kozi hii:
ta: பின்வரும் மின்னஞ்சல் முகவரி இந்தப் பயிற்சிக்கான மின்னஞ்சல்களில் இருந்து குழு விலகியுள்ளது:
te: ఈ కోర్సు కోసం ఇమెయిల్‌లను స్వీకరించకుండా క్రింది ఇమెయిల్ చిరునామా చందా తొలగించబడింది:
th: ที่อยู่อีเมลต่อไปนี้ได้ยกเลิกการสมัครรับอีเมลสำหรับหลักสูตรนี้:
tr: Şu e-posta adresi bu kursa ilişkin e-postaları almak için aboneliği iptal ettirdi:
uk: Власник цієї електронної адреси скасував підписку на електронні листи щодо цього курсу:
ur: مندرجہ ذیل ای میل پتہ کو اس کورس کیلئے ای میلز سے اَن سبسکرائب کر دیا گیا ہے:
zu: Ikheli le-imeyili elilandelayo likhishwe ohlwini lokuthola ama-imeyili walesi sifundo:

source: If you prefer to continue receiving notifications, please click below to resubscribe.
af: As jy verkies om kennisgewings te bly ontvang, klik hieronder om weer in te teken.
ar: إذا كنت تفضل متابعة تلقي الإشعارات، فالرجاء النقر أدناه لإعادة الاشتراك.
bg: Ако предпочитате да продължите да получавате известия, кликнете по-долу, за да се абонирате отново.
bn: আপনি যদি বিজ্ঞপ্তিগুলি পাওয়া চালিয়ে যেতে চান, তাহলে দয়া করে পুনরায় সদস্যতা নিতে নীচে ক্লিক করুন৷
ca: Si voleu continuar rebent notificacions, feu clic a continuació per tornar a fer la subscripció.
da: Hvis du foretrækker at fortsætte med at modtage underretninger, skal du klikke nedenfor for at tilmelde dig igen.
de: Wenn Sie weiterhin Benachrichtigungen erhalten möchten, klicken Sie unten, um sie wieder zu abonnieren.
es: Si prefieres seguir recibiendo notificaciones, haz clic a continuación para volver a suscribirte.
et: Kui soovite edaspidi märguandeid saada, klõpsake allpool uuesti tellimiseks.
eu: Jakinarazpenak jasotzen jarraitu nahi baduzu, egin klik hemen eta harpidetu berriro.
fa: اگر مایلید همچنان اعلان دریافت کنید، لطفاً برای اشتراک مجدد، روی قسمت زیر کلیک کنید.
fi: Jos haluat edelleen vastaanottaa ilmoituksia, tilaa ne uudelleen klikkaamalla alta.
fil: Kung mas gusto mong patuloy na makatanggap ng mga notification, mangyaring mag-click sa ibaba upang muling mag-subscribe.
fr: Si vous préférez continuer à recevoir des notifications, cliquez ci-dessous pour vous réabonner.
gl: Se prefires continuar recibindo notificacións, fai clic a continuación para subscribirte de novo.
gu: જો તમે સૂચનાઓ પ્રાપ્ત કરવાનું ચાલુ રાખવાનું પસંદ કરો છો, તો કૃપા કરીને નીચે ફરીથી સબ્સ્ક્રાઇબ કરો.
hi: अगर आप नोटिफिकेशन प्राप्त करते रहना चाहते हैं, तो कृपया फिर से सदस्य बनने के लिए नीचे क्लिक करें.
hr: Ako želite i dalje primati obavijesti, kliknite u nastavku da biste se pretplatili ponovno.
hu: Ha újból szeretne értesítéseket kapni, kattintson alább az újbóli feliratkozás érdekében.
id: Jika Anda memilih untuk terus menerima pemberitahuan, klik di bawah untuk berlangganan kembali.
is: Ef þú vilt frekar halda áfram að fá tilkynningar skaltu smella fyrir neðan til að gerast áskrifandi á ný.
it: Se preferisci continuare a ricevere notifiche, fai clic sotto per riattivare la ricezione.
iw: אם אתה רוצה להמשיך לקבל הודעות, לחץ בהמשך כדי להירשם שוב.
ja: 引き続き通知の受信を希望される場合は、以下をクリックして再登録してください。
kn: ನೀವು ಅಧಿಸೂಚನೆಗಳನ್ನು ಮುಂದೆಯೂ ಸ್ವೀಕರಿಸಬಯಸಿದ್ದಲ್ಲಿ, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಮರುಚಂದಾದಾರಿಕೆ ಮಾಡು ಕ್ಲಿಕ್‌ ಮಾಡಿ.
lt: Jei norite ir toliau gauti pranešimus, spustelėkite toliau, kad vėl prenumeruotumėte.
lv: Ja vēlaties turpmāk saņemt paziņojumus, lūdzu, noklikšķiniet tālāk, lai tos no jauna abonētu.
ml: അറിയിപ്പുകൾ തുടർന്നും ലഭിക്കാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ, വീണ്ടും സബ്‌സ്ക്രൈബ് ചെയ്യുന്നതിന് ചുവടെ ക്ലിക്കുചെയ്യുക.
mr: आपण सूचना प्राप्त करणे सुरु ठेवण्‍यास प्राधान्य देत असल्‍यास, कृपया पुन्हा वर्गणीदार होण्‍यासाठी खाली क्लिक करा.
nl: Als u meldingen wilt blijven ontvangen, klikt u hieronder om u weer te abonneren.
pl: Jeśli chcesz nadal otrzymywać powiadomienia, kliknij poniżej, by ponownie włączyć subskrypcję.
pt_br: Caso você deseje continuar recebendo notificações, clique abaixo para inscrever-se novamente.
ro: Dacă preferați să primiți în continuare notificări, dați clic mai jos pentru a vă reabona.
sr: Ако желите да и даље примате обавештења, кликните у наставку да бисте се поново пријавили.
sw: Kama ungependa kuendelea kupokea arifa, tafadhali bofya hapa chini ili ujisajili upya.
ta: அறிவிப்புகளைத் தொடர்ந்து பெற விரும்பினால், மீண்டும் குழு சேர கீழே கிளிக் செய்யவும்.
te: మీరు నోటిఫికేషన్‌లను స్వీకరించడాన్ని కొనసాగించాలనుకుంటే, దయచేసి మళ్లీ చందా పొందడానికి దిగువ క్లిక్ చేయండి.
th: หากคุณต้องการรับการแจ้งเตือนต่อไป โปรดคลิกด้านล่างเพื่อสมัครใหม่
tr: Bildirimleri almaya devam etmek istiyorsanız lütfen yeniden abone olun.
uk: Якщо ви хочете надалі отримувати сповіщення, натисніть нижче, щоб знову підписатися.
ur: اگر آپ اطلاعات موصول کرنا جاری رکھنے کو ترجیح دیتے ہیں تو دوبارہ سبسکرائب کرنے کیلئے براہ کرم ذیل میں کلک کریں۔
zu: Uma ukhetha ukuqhubeka nokuthola izaziso, sicela uchofoze ngezansi ukuze ubhalise kabusha.

source: Resubscribe
af: Teken weer in
ar: إعادة الاشتراك
bg: Повторно абониране
bn: পুনরায় সদস্যতা নিন
ca: Torna-m'hi a subscriure
da: Forny abonnement
de: Erneut abonnieren
es: Volver a suscribirse
et: Telli uuesti
eu: Harpidetu berriro
fa: اشتراک مجدد
fi: Tilaa uudelleen
fil: Muling Mag-subscribe
fr: Se réabonner
gl: Volver subscribirse
gu: ફરીથી સબ્સ્ક્રાઇબ કરો
hi: फिर से सदस्यता लें
hr: Pretplati se ponovno
hu: Újbóli feliratkozás
id: Berlangganan kembali
is: Fá áminningar
it: Iscriviti di nuovo
iw: הירשם מחדש
ja: 再登録
kn: ಮರುಚಂದಾದಾರರಾಗಿ
lt: Prenumeruoti iš naujo
lv: Atkārtoti abonēt
ml: വീണ്ടും സബ്‌സ്‌ക്രൈബ് ചെയ്യുക
mr: पुन्हा वर्गणीदार व्हा.
nl: Opnieuw abonneren
pl: Zasubskrybuj ponownie
pt_br: Inscrever-se novamente
ro: Reabonați-vă
sr: Пријави ме поново
sw: Jisajili tena
ta: மீண்டும் குழு சேர்
te: మళ్లీ చందా పొందండి
th: สมัครรับข้อมูลใหม่
tr: Yeniden abone ol
uk: Підписатися
ur: دوبارہ سبسکرائب کریں
zu: Bhalisa kabusha

source: File is empty.
de: Datei ist leer.
fil: Walang laman ang file.
it: Il file è vuoto.
sr: Датотека је празна.
sw: Faili haina chochote.

source: Wrong file format, only text files (.txt) with unicode contents are allowed.
de: Falsches Dateiformat, nur Textdateien (TXT) mit Unicode-Inhalten sind zulässig.
fil: Mali ang format ng file; mga text file (.txt) lang na may mga content na unicode ang pinapayagan.
it: Formato file errato. Sono consentiti solo file di testo (.txt) con contenuti Unicode.
sr: Погрешан формат датотеке. Дозвољене су само текстуалне датотеке (.txt) са unicode садржајем.
sw: Muundo wa faili usiotumika, ni faili za maandishi (.txt) zenye maudhui ya Unicode ndizo zinazoruhusiwa.

source: File too large, only files smaller than 1MB are allowed.
de: Datei zu groß, nur Dateien mit weniger als 1 MB sind zulässig.
fil: Masyadong malaki ang file; mga file na mas maliit lang sa 1MB ang pinapayagan.
it: File troppo grande. Sono consentiti solo file di dimensioni inferiori a 1 MB.
sr: Датотека је превелика. Дозвољене су само датотеке мање од 1 MB.
sw: Faili ni kubwa sana, faili zisizozidi MB1 ndizo zinazoruhusiwa.

source: Unable to save student submission.
de: Einreichung des Teilnehmers kann nicht gespeichert werden.
fil: Hindi ma-save ang isinumite ng mag-aaral.
it: Impossibile salvare il file caricato dallo studente.
sr: Чување садржаја који је послао ученик није успело.
sw: Haikuweza kuhifadhi wasilisho la mwanafunzi.

source: You have already submitted; submit again to replace your previous entry.
af: Jy het reeds ingedien, dien weer in om jou vorige inskrywing te vervang.
ar: لقد تم الإرسال فعلاً؛ يمكنك إعادة الإرسال لاستبدال الإدخال السابق.
bg: Вече изпратихте; направете го отново, за да замените предишния си запис.
bn: আপনি ইতিমধ্যে জমা দিয়ে দিয়েছেন; আপনার আগের এন্ট্রি প্রতিস্থাপন করতে পুনরায় জমা দিন৷
ca: Ja has enviat aquest element; torna'l a enviar per substituir l'entrada anterior.
da: Du har allerede indsendt. Indsend igen, hvis du vil udskifte din tidligere indsendelse.
de: Sie haben diesen Inhalt schon gesendet. Senden Sie ihn erneut, um den vorherigen zu ersetzen.
es: Ya has enviado este elemento. Vuelve a enviarlo para sustituir la entrada anterior.
et: Olete päringu juba esitanud; eelmise päringu asendamiseks esitage see uuesti.
eu: Bidali duzu dagoeneko. Bidali berriro aurreko sarrera ordezteko.
fa: از قبل موردی را ارسال کرد‌ه‌اید، برای جایگزین کردن ورودی قبلی خود دوباره ارسال کنید.
fi: Olet jo lähettänyt tämän kohteen. Korvaa aiempi lähetyksesi lähettämällä kohde uudelleen.
fil: Nakapagsumite ka na; magsumiteng muli upang palitan ang iyong nakaraang entry.
fr: Vous avez déjà envoyé un fichier. Procédez à un nouvel envoi pour effacer le précédent.
gl: Xa enviaches este elemento, se o envías de novo substituirás o enviado anteriormente.
gu: તમે પહેલાંથી સબમિટ કરેલી છે; તમારી પહેલાંની એન્ટ્રી બદલવા માટે ફરીથી સબમિટ કરો.
hi: आप पहले ही सबमिट कर चुके हैं; अपनी पिछली प्रविष्टि बदलने के लिए पुन: सबमिट करें.
hr: Već ste poslali unos, pošaljite ponovo ako želite zamijeniti prethodni unos novim.
hu: Már elküldte. Küldje el ismét, ha szeretné lecserélni az előzőt.
id: Anda telah mengirim; kirim kembali untuk mengganti entri sebelumnya.
is: Þú hefur nú þegar skilað. Skilaðu aftur til að skipta fyrri skilum út.
it: Hai già inviato l'elemento; se lo invii di nuovo verrà sostituito l'elemento precedente.
iw: כבר שלחת את התשובות; שלח אותן שוב כדי להחליף את ההגשה הקודמת שלך.
ja: エントリは既に送信されています。再送信すると、以前のエントリは置き換えられます。
kn: ನೀವು ಈಗಾಗಲೇ ಸಲ್ಲಿಸಿರುವಿರಿ; ನಿಮ್ಮ ಹಿಂದಿನ ನಮೂದನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಮತ್ತೊಮ್ಮೆ ಸಲ್ಲಿಸಿ.
lt: Jau pateikėte; pateikite dar kartą, kad pakeistumėte ankstesnį įrašą.
lv: Jūs jau esat iesniedzis ierakstu. Iesniedziet to vēlreiz, lai aizstātu iepriekšējo ierakstu.
ml: നിങ്ങൾ ഇതിനകം സമർപ്പിച്ചു; നിങ്ങളുടെ മുമ്പത്തെ എൻട്രി മാറ്റിസ്ഥാപിക്കുന്നതിന് വീണ്ടും സമർപ്പിക്കുക.
mr: आपण आधीपासूनच सबमिट केले आहे; आपली पूर्वीची प्रविष्टी पुनर्स्थित करण्यासाठी पुन्हा सबमिट करा.
nl: U heeft al een item ingediend; dien opnieuw een item in om het vorige te vervangen.
pl: Plik został już przesłany. Aby go zastąpić, prześlij następny w jego miejsce.
pt_br: Você já enviou. Envie novamente para substituir sua entrada anterior.
pt_pt: Já enviou; envie de novo para substituir a sua entrada anterior.
ro: Ați trimis deja; trimiteți din nou pentru a înlocui materialul trimis anterior.
sr: Већ сте послали; пошаљите поново да бисте заменили претходни унос.
sv: Du har redan överfört en fil. Om du överför en ny fil kommer den föregående filen att skrivas över.
sw: Tayari umewasilisha; wasilisha tena iili kubadilisha ingizo lako la awali.
ta: ஏற்கனவே சமர்ப்பித்துள்ளீர்கள்; மீண்டும் சமர்ப்பிப்பது, உங்களின் முந்தைய உள்ளீட்டை மாற்றும்.
te: మీరు ఇప్పటికే సమర్పించారు; మీ మునుపటి నమోదును భర్తీ చేయడానికి మళ్లీ సమర్పించండి.
th: คุณได้ส่งแล้ว ส่งอีกครั้งเพื่อแทนที่รายการก่อนหน้า
tr: Bunu zaten göndermiştiniz. Öncekinin yerini alması için tekrar gönderin.
uk: Ви вже завантажили елемент. Щоб замінити попередній елемент, завантажте ще раз.
ur: آپ نے پہلے ہی جمع کرا دیا ہے؛ اپنا سابقہ اندراج تبدیل کرنے کیلئے دوبارہ جمع کرائیں۔
zu: Usukuhambisile kakade; hambisa futhi ukuze ubuyisele okufakile kwakho kwangaphambilini.

source: Maximum file size is 1MB.
af: Maksimum lêergrootte is 1 MB.
ar: الحد الأقصى لحجم الملف هو 1 ميغابايت.
bg: Максималният размер на файла е 1 МБ.
bn: ফাইলের সর্বোচ্চ আকার হল ১MB৷
ca: La mida màxima del fitxer és 1 MB.
da: Den maksimale filstørrelse er 1 MB.
de: Die Dateigröße darf maximal 1 MB betragen.
es: Tamaño máximo del archivo: 1 MB.
et: Maksimaalne faili suurus on 1 MB.
eu: Fitxategiak 1 MB izan ditzake gehienez.
fa: حداکثر اندازه فایل ۱ مگابایت است.
fi: Tiedoston enimmäiskoko on 1 Mt.
fil: 1MB ang maximum na laki ng file.
fr: Le fichier ne doit pas dépasser 1 Mo.
gl: O tamaño máximo de ficheiro permitido é 1 MB.
gu: મહત્તમ ફાઇલ કદ 1MB છે.
hi: अधिकतम फ़ाइल आकार 1 MB है.
hr: Maksimalna je veličina datoteke 1 MB.
hu: A maximális fájlméret 1 MB.
id: Ukuran file maksimum adalah 1 MB.
is: Hámarksstærð skráar er 1 MB.
it: Dimensioni massime dei file: 1 MB.
iw: גודל הקובץ המקסימלי הוא 1MB.
ja: 最大ファイル サイズは 1 MB です。
kn: ಗರಿಷ್ಠ ಫೈಲ್ ಗಾತ್ರ 1MB ಆಗಿದೆ.
lt: Didžiausias failo dydis yra 1 MB.
lv: Maksimālais faila lielums ir 1 MB.
ml: പരമാവധി ഫയൽ വലുപ്പം 1MB ആണ്.
mr: सर्वाधिक फाईल आकार 1MB आहे.
nl: Maximale bestandsgrootte is 1 MB.
pl: Maksymalny rozmiar pliku to 1 MB.
pt_br: O tamanho máximo do arquivo é 1 MB.
pt_pt: O tamanho máximo do ficheiro é 1 MB.
ro: Dimensiunea maximă pentru fișier este de 1 MB.
sr: Максимална величина датотеке је 1 MB.
sv: Maximal filstorlek är 1 MB.
sw: Upeo wa ukubwa wa faili ni MB 1.
ta: கோப்பின் அதிகபட்ச அளவு 1மெ.பை. ஆகும்.
te: గరిష్ట ఫైల్ పరిమాణం 1MB.
th: ขนาดไฟล์สูงสุดคือ 1 MB
tr: Maksimum dosya boyutu 1 MB'tır.
uk: Максимальний розмір файлу – 1 Мб.
ur: فائل کا زیادہ سے زیادہ سائز 1MB ہے۔
zu: Usayizi ophezulu wefayela ngu-1MB.

source: Your file has been successfully uploaded.
af: Jou lêer is suksesvol opgelaai.
ar: تم تحميل ملفك بنجاح.
bg: Файлът ви бе качен успешно.
bn: আপনার ফাইল সফলভাবে আপলোড করা হয়েছে৷
ca: El fitxer s'ha penjat correctament.
da: Din fil er uploadet.
de: Ihre Datei wurde hochgeladen.
es: El archivo se ha subido correctamente.
et: Faili üleslaadimine õnnestus.
eu: Fitxategia behar bezala kargatu da.
fa: فایل شما با موفقیت آپلود شده است.
fi: Tiedoston lähetys onnistui.
fil: Matagumpay na na-upload ang iyong file.
fr: Votre fichier a bien été importé.
gl: O ficheiro cargouse correctamente.
gu: તમારી ફાઇલ સફળતાપૂર્વક અપલોડ કરવામાં આવી છે.
hi: आपकी फ़ाइल सफलतापूर्वक अपलोड कर दी गई है.
hr: Datoteka je uspješno prenesena.
hu: A fájl sikeresen feltöltve.
id: File Anda berhasil diunggah.
is: Skránni var hlaðið inn.
it: Il file è stato caricato.
iw: הקובץ שלך הועלה בהצלחה.
ja: ファイルは正常にアップロードされました。
kn: ನಿಮ್ಮ ಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
lt: Failas buvo sėkmingai įkeltas.
lv: Jūsu fails ir sekmīgi augšupielādēts.
ml: നിങ്ങളുടെ ഫയൽ അപ്‌ലോഡ് ചെയ്‌തു.
mr: आपली फाईल यशस्वीरित्या अपलोड केली गेली आहे.
nl: Uw bestand is geüpload.
pl: Plik został przesłany.
pt_br: Você fez o upload de seu arquivo.
pt_pt: O seu ficheiro foi carregado com êxito.
ro: Fișierul a fost încărcat.
sr: Датотека је отпремљена.
sv: Filen har överförts.
sw: Faili yako imepakiwa bila tatizo.
ta: உங்கள் கோப்பு வெற்றிகரமாக பதிவேற்றப்பட்டது.
te: మీ ఫైల్ విజయవంతంగా అప్‌లోడ్ చేయబడింది.
th: อัปโหลดไฟล์ของคุณสำเร็จแล้ว
tr: Dosyanız başarıyla yüklendi.
uk: Файл завантажено.
ur: آپ کی فائل کو کامیابی کے ساتھ اپ لوڈ کر دیا گیا ہے۔
zu: Ifayela yakho ilayishwe ngokuphumelelayo.
