Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Congratulations! Press the \'Submit Answers\' button to submit your grade.
af: Baie geluk! Druk die "Dien antwoorde in"-knoppie om jou antwoorde in te dien.
ar: تهانينا، اضغط على زر \'إرسال الإجابات\' لإرسال درجتك.
bg: Поздравления! Натиснете бутона „Изпращане на отговорите“, за да изпратите резултатите си.
bn: অভিনন্দন! আপনার গ্রেড জমা করতে \'উত্তরগুলি জমা দিন\' বোতাম টিপুন৷
ca: Enhorabona. Premeu el botó \'Envia les respostes\' per enviar la nota.
cs: Blahopřejeme! Svou známku odešlete kliknutím na tlačítko Odeslat odpovědi.
da: Tillykke! Tryk på knappen "Indsend svar" for at indsende din karakter.
de: Herzlichen Glückwunsch! Klicken Sie auf "Antworten abgeben", um Ihr Ergebnis einzureichen.
es: ¡Enhorabuena! Pulsa el botón "Enviar respuestas" para enviar tu puntuación.
et: Õnnitleme! Hinde esitamiseks vajutage nuppu \'Saada vastused\'.
eu: Zorionak! Nota bidaltzeko, sakatu "Bidali erantzunak" botoia.
fa: تبریک می‌گوییم! برای ارسال نمره خود دکمه /«ارسال پاسخ‌ها»/ را فشار دهید.
fi: Hienoa! Lähetä arvosanasi painamalla Lähetä vastaukset -painiketta.
fil: Binabati kita! Pindutin ang button na \'Isumite ang Mga Sagot\' upang isumite ang iyong grado.
fr: Félicitations ! Appuyez sur le bouton "Envoyer les réponses" pour envoyer votre note.
gl: Parabéns! Pulsa o botón \'Enviar respostas\' para enviar a túa nota.
gu: અભિનંદન! તમારા ગ્રેડ સબમિટ કરવા માટે \'જવાબો સબમિટ કરો\' બટનને દબાવો.
hi: बधाई हो! अपना ग्रेड सबमिट करने के लिए \'उत्तर सबमिट करें\' बटन दबाएं.
hr: Čestitamo! Pritisnite gumb "Pošalji odgovore" da biste poslali svoju ocjenu.
hu: Gratulálunk! Az osztályzat elküldéséhez nyomja meg a \„Válaszok küldése\” gombot.
id: Selamat! Tekan tombol \'Kirim Jawaban\' untuk mengirimkan nilai Anda.
is: Til hamingju! Ýttu á hnappinn „Senda inn svör“ til að senda inn einkunnina þína.
it: Congratulazioni! Premi il pulsante \'Invia risposte\' per inviare il tuo voto.
iw: כל הכבוד! לחץ על הלחצן \'שלח תשובות\' כדי לשלוח את הציון שלך.
ja: お疲れさまでした。[解答を送信] ボタンをクリックして、成績を送信してください。
kn: ಅಭಿನಂದನೆಗಳು! ನಿಮ್ಮ ವರ್ಗವನ್ನು ಸಲ್ಲಿಸಲು \'ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸು\' ಬಟನ್ ಒತ್ತಿರಿ.
lt: Sveikiname. Paspauskite mygtuką „Pateikti atsakymus“, kad pateiktumėte pažymį.
lv: Apsveicam! Lai iesniegtu savu atzīmi, nospiediet pogu \'Iesniegt atbildes\'.
ml: അഭിനന്ദനങ്ങൾ! നിങ്ങളുടെ ഗ്രേഡ് സമർപ്പിക്കുന്നതിന് \'ഉത്തരങ്ങൾ സമർപ്പിക്കുക\' ബട്ടൺ അമർത്തുക.
mr: अभिनंदन! आपली श्रेणी सबमिट करण्यासाठी \'उत्तरे सबमिट करा\' बटण दाबा.
nl: Gefeliciteerd! Druk op de knop \'Antwoorden indienen\' om uw cijfer te verzenden.
no: Gratulerer! Trykk på \Send inn svar\-knappen for å sende inn karakteren din.
pl: Gratulacje! Naciśnij przycisk „Prześlij odpowiedzi”, aby przesłać ocenę.
pt_br: Parabéns! Pressione o botão "Enviar respostas" para enviar sua nota.
pt_pt: Parabéns! Prima o botão \'Enviar Respostas\' para enviar a sua nota.
ro: Felicitări! Apăsați pe butonul "Trimiteți răspunsurile" pentru a trimite calificativul.
sr: Честитамо! Притисните дугме „Пошаљи одговоре“ да бисте послали оцену.
sv: Grattis! Tryck på knappen \'Skicka svar\' om du vill skicka resultatet.
sw: Hongera! Bonyesha kitufe cha \'Wasilisha Majibu\' ili kuwasilisha alama yako.
ta: வாழ்த்துகள்! உங்கள் தரத்தைச் சமர்ப்பிக்க \'பதில்களைச் சமர்ப்பி\' என்ற பொத்தானை அழுத்தவும்.
te: అభినందనలు! మీ గ్రేడ్‌ను సమర్పించడానికి \'సమాధానాలను సమర్పించు\' బటన్‌ను నొక్కండి.
th: ขอแสดงความยินดี! กดปุ่ม "ส่งคำตอบ" เพื่อส่งเกรดของคุณ
tr: Tebrikler! Derecenizi göndermek için "Yanıtları Gönder" düğmesine basın.
uk: Вітаємо! Натисніть кнопку "Надіслати відповіді", щоб надіслати свою оцінку.
ur: مبارکباد! اپنا گریڈ جمع کرانے کیلئے \'جوابات جمع کرائیں\' بٹن کو دبائیں۔
zu: Siyakuhalalisela! Cindezela inkinobho ethi \'londoloza izimpendulo\' ukuze uhambise izinga lakho.

source: Press the \'Submit Answers\' button below to save your scores. You can also edit your answers above before clicking \'Submit Answers\'.
af: Druk die "Dien antwoorde in"-knoppie hieronder om jou punte te stoor. Jy kan ook jou antwoorde hierbo wysig voordat jy "Dien antwoorde in" klik.
ar: اضغط على زر \'إرسال الإجابات\' أدناه لحفظ النتائج. كما يمكنك تعديل إجاباتك أعلاه قبل النقر على \'إرسال الإجابات\'.
bg: Натиснете бутона „Изпращане на отговорите“ по-долу, за да запазите резултатите си. Можете също да редактирате отговорите си по-горе, преди да кликнете върху него.
bn: আপনার স্কোরগুলি সংরক্ষণের জন্য নীচের \'উত্তরগুলি জমা দিন\' বোতামটি টিপুন৷ \'উত্তরগুলি জমা দিন\' বোতাম টেপার পূর্বে আপনি উপরে আপনার উত্তরগুলির সম্পাদনাও করতে পারেন৷
ca: Premeu el botó \'Envia les respostes\' que hi ha a continuació per desar les vostres puntuacions. També podeu editar les respostes anteriors abans de fer clic a \'Envia les respostes\'.
cs: Své výsledky uložíte kliknutím na tlačítko Odeslat odpovědi. Před kliknutím na tlačítko Odeslat odpovědi také můžete své odpovědi upravit.
da: Tryk på knappen "Indsend svar" nedenfor for at gemme dine resultater. Du kan også redigere dine svar ovenfor, før du klikker på "Indsend svar".
de: Wählen Sie unten "Antworten abgeben" aus, um Ihre Punktzahlen zu speichern. Sie können auch Ihre oben gegebenen Antworten noch einmal ändern, bevor Sie auf "Antworten abgeben" klicken.
es: Pulsa el botón "Enviar respuestas", que aparece a continuación, para guardar tus puntuaciones. También puedes editar las respuestas que diste arriba antes de hacer clic en "Enviar respuestas".
et: Tulemuste salvestamiseks vajutage allolevat nuppu \'Saada vastused\'. Enne nupul \'Saada vastused\' klõpsamist saate oma vastuseid ülal muuta.
eu: Emaitza gordetzeko, sakatu "Bidali erantzunak" botoia. "Bidali erantzunak" sakatu aurretik erantzunak alda ditzakezu.
fa: جهت ذخیره نمرات خود، دکمه «ارسال پاسخ‌ها» را در زیر فشار دهید. همچنین می‌توانید قبل از «ارسال پاسخ‌ها»، پاسخ‌های خود را در بالا ویرایش کنید.
fi: Tallenna tuloksesi painamalla alla olevaa Lähetä vastaukset -painiketta. Voit myös muokata vastauksiasi yläpuolella ennen kuin valitset Lähetä vastaukset.
fil: Pindutin ang button na \'Isumite ang Mga Sagot\' sa ibaba upang i-save ang iyong mga marka. Ma-e-edit mo rin ang iyong mga sagot sa itaas bago i-click ang \'Isumite ang Mga Sagot\'.
fr: Appuyez sur le bouton "Envoyer les réponses" ci-dessous pour enregistrer vos notes. Vous pouvez également modifier vos réponses avant d'appuyer sur ce bouton.
gl: Pulsa o botón \'Enviar respostas\' que aparece a continuación para gardar as túas puntuacións. Tamén podes editar as túas respostas antes de facer clic en \'Enviar respostas\'.
gu: તમારા સ્કોર્સને સાચવવા માટે \'જવાબો સબમિટ કરો\' બટનને દબાવો. તમે \'જવાબો સબમિટ કરો\' ક્લિક કરતા પહેલાં ઉપરના તમારા જવાબોને સંપાદિત કરી શકો છો.
hi: अपने स्कोर सहेजने के लिए नीचे \'उत्तर सबमिट करें\' बटन दबाएं. \'उत्तर सबमिट करें\' क्लिक करने से पहले आप ऊपर दिए गए अपने उत्तर संपादित भी कर सकते हैं.
hr: Pritisnite gumb "Pošalji odgovore" u nastavku da biste spremili svoje rezultate. Prije nego što kliknete "Pošalji odgovore", odgovore možete i urediti.
hu: A pontszámok mentéséhez nyomja meg az alábbi \„Válaszok küldése\” gombot. Mielőtt rákattintana a \„Válaszok küldése\” gombra, szerkesztheti is a válaszokat.
id: Tekan tombol \'Kirim Jawaban\' di bawah untuk menyimpan skor. Anda juga dapat mengedit jawaban di atas sebelum mengeklik \'Kirim Jawaban\'.
is: Ýttu á hnappinn „Senda inn svör“ til að vista einkunnirnar þínar. Þú getur líka breytt svörunum þínum hér fyrir ofan áður en þú smellir á „Senda inn svör“.
it: Premi il pulsante \'Invia risposte\' sottostante per salvare i tuoi punteggi. Puoi anche modificare le tue risposte in alto prima di fare clic su \'Invia risposte\'.
iw: לחץ על הלחצן \'שלח תשובות\' בהמשך כדי לשמור את הציונים שלך. תוכל גם לערוך את תשובותיך למעלה לפני שתלחץ על \'שלח תשובות\'.
ja: 下の [解答を送信] ボタンをクリックしてスコアを保存してください。[解答を送信] をクリックする前に、上の解答を編集することもできます。
kn: ನಿಮ್ಮ ಸ್ಕೋರ್‌ಗಳನ್ನು ಉಳಿಸಲು ಕೆಳಗಿನ \'ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸು\' ಬಟನ್ ಅನ್ನು ಒತ್ತಿರಿ. ಅದನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡುವುದಕ್ಕೂ ಮುನ್ನ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ನಿಮ್ಮ ಉತ್ತರಗಳನ್ನು ನೀವು ಸಂಪಾದಿಸಬಹುದು.
lt: Paspauskite toliau pateiktą mygtuką „Pateikti atsakymus“, kad rezultatai būtų išsaugoti. Taip pat galite redaguoti atsakymus prieš spustelėdami „Pateikti atsakymus“.
lv: Lai saglabātu rezultātus, nospiediet tālāk redzamo pogu \'Iesniegt atbildes\'. Pirms nospiežat pogu \'Iesniegt atbildes\', varat arī rediģēt atbildes.
ml: നിങ്ങളുടെ സ്‌കോറുകൾ സംരക്ഷിക്കുന്നതിന്, ചുവടെയുള്ള \'ഉത്തരങ്ങൾ സമർപ്പിക്കുക\' ബട്ടൺ അമർത്തുക. \'ഉത്തരങ്ങൾ സമർപ്പിക്കുക\' ക്ലിക്കുചെയ്യുന്നതിന് മുമ്പ്, നിങ്ങൾക്ക് മുകളിലുള്ള ഉത്തരങ്ങൾ എഡിറ്റുചെയ്യാനുമാകും.
mr: आपले गुण जतन करण्यासाठी खालील \'उत्तरे सबमिट करा\' बटण दाबा. \'उत्तरे सबमिट करा\' क्लिक करण्यापूर्वी आपण आपली वरील उत्तरे संपादित देखील करू शकता.
nl: Druk op de onderstaande knop \'Antwoorden indienen\' om uw scores op te slaan. U kunt uw antwoorden ook hierboven bewerken voordat u op \'Antwoorden indienen\' klikt.
no: Trykk på \Send inn svar\-knappen nedenfor for å lagre poengsummen din. Du kan også endre svarene dine ovenfor før du på klikker på \Send inn svar\.
pl: Naciśnij poniższy przycisk „Prześlij odpowiedzi”, aby zapisać swój wynik. Zanim klikniesz „Prześlij odpowiedzi”, możesz jeszcze zmienić powyższe odpowiedzi.
pt_br: Pressione o botão "Enviar respostas" abaixo para salvar sua pontuação. Você também pode editar suas respostas acima antes de clicar em "Enviar respostas".
pt_pt: Prima o botão \'Enviar Respostas\' abaixo para guardar os seus resultados. Também pode editar as suas respostas acima antes de clicar em \'Enviar Respostas\'.
ro: Apăsați pe butonul "Trimiteți răspunsurile" mai jos pentru a vă salva punctajul. Puteți să editați răspunsurile de mai sus înainte de a da clic pe "Trimiteți răspunsurile".
sr: Притисните дугме „Пошаљи одговоре“ у наставку да бисте сачували резултат. Можете и да измените горенаведене одговоре пре него што кликнете на „Пошаљи одговоре“.
sv: Om du vill spara dina poäng trycker du på knappen \'Skicka svar\'. Du kan också redigera dina svar ovan innan du klickar på \'Skicka svar\'.
sw: Bonyeza kitufe cha \'Wasilisha Majibu\' hapa chini ili kuhifadhi alama zako. Pia unaweza kuhariri majibu yako hapo juu kabla ya kubofya \'Wasilisha Majibu\'.
ta: உங்கள் ஸ்கோர்களைச் சேமிக்க கீழே உள்ள \'பதில்களைச் சமர்ப்பி\' என்ற பொத்தானை அழுத்தவும். \'பதில்களைச் சமர்ப்பி\' என்பதை அழுத்துவதற்கு முன் மேலே உள்ள உங்கள் பதில்களைத் திருத்தலாம்.
te: మీ స్కోర్‌లను సేవ్ చేయడానికి దిగువ \'సమాధానాలను సమర్పించు\' బటన్‌ను నొక్కండి. మీరు \'సమాధానాలను సమర్పించు\' నొక్కడానికి ముందు ఎగువ మీ స్కోర్‌లను కూడా సవరించవచ్చు.
th: กดปุ่ม "ส่งคำตอบ" ด้านล่างเพื่อบันทึกคะแนน คุณยังสามารถแก้ไขคำตอบของคุณด้านบนก่อนจะคลิก "ส่งคำตอบ" ได้อีกด้วย
tr: Puanınızı kaydetmek için aşağıdaki "Yanıtları Kaydet" düğmesine basın. Ayrıca, "Yanıtları Kaydet"i tıklamadan önce yanıtlarınızı yukarıda düzenleyebilirsiniz.
uk: Нижче натисніть кнопку "Надіслати відповіді", щоб зберегти свої результати. Можна також відредагувати відповіді вище, перш ніж натискати "Надіслати відповіді".
ur: اپنے اسکورز محفوظ کرنے کیلئے نیچے \'جوابات جمع کرائیں\' بٹن کو دبائیں۔ \'جوابات جمع کرائیں\' پر کلک کرنے سے پہلے آپ اوپر اپنے جوابات میں ترمیم بھی کرسکتے ہیں۔
zu: Cindezela inkinobho engezansi ethi \'hambisa izimpendulo\' ukuze ulondoloze izikolo zakho. Ungakwazi futhi ukuhlela izimpendulo zakho ezingaphezulu ngaphambi kokuchofoza okuthi \'hambisa izimpendulo\'.

source: Are you sure you want to submit this assignment?
af: Is jy seker jy wil hierdie opdrag indien?
ar: هل تريد بالتأكيد إرسال هذا الواجب؟
bg: Наистина ли искате да изпратите това задание?
bn: আপনি কি এই অ্যাসাইনমেন্টটি জমা দেওয়ার বিষয়ে নিশ্চিত?
ca: Esteu segur que voleu enviar aquest treball?
da: Er du sikker på, at du vil indsende denne opgave?
de: Möchten Sie diese Aufgabe wirklich abgeben?
es: ¿Estás seguro de que deseas enviar este trabajo?
et: Kas soovite selle ülesande kindlasti esitada?
eu: Ziur lana bidali nahi duzula?
fa: مطمئنید می‌خواهید این تکلیف را ارسال کنید؟
fi: Haluatko varmasti palauttaa tämän tehtävän?
fil: Sigurado ka bang gusto mong isumite ang takdang-araling ito?
fr: Voulez-vous vraiment envoyer ce devoir ?
gl: Estás seguro de que queres enviar esta tarefa?
gu: શું તમે ખરેખર આ સોંપણી સબમિટ કરવા માંગો છો?
hi: क्या आप वाकई इस असाइनमेंट को सबमिट करना चाहते हैं?
hr: Jeste li sigurni da želite poslati taj pismeni zadatak?
hu: Biztosan szeretné beküldeni ezt a feladatot?
id: Yakin ingin mengirim tugas ini?
is: Ertu viss um að þú viljir senda þetta verkefni?
it: Vuoi inviare questo compito?
iw: האם אתה בטוח שברצונך להגיש את המטלה הזו?
ja: この課題を送信してもよろしいですか？
kn: ಈ ನಿಯೋಜನೆಯನ್ನು ಸಲ್ಲಿಸಲು ನೀವು ನಿಶ್ಚಿತವಾಗಿಯೂ ಬಯಸುವಿರಾ?
lt: Ar tikrai norite pateikti šią užduotį?
lv: Vai tiešām vēlaties iesniegt šo darbu?
ml: ഈ അസൈൻമെന്റ് സമർപ്പിക്കണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?
mr: आपल्याला खात्री आहे की आपण हे अभिहस्तांकन सबमिट करु इच्छिता?
nl: Weet u zeker dat u deze opdracht wilt indienen?
pl: Czy na pewno chcesz przesłać to zadanie?
pt_br: Tem certeza de que deseja enviar esta tarefa?
pt_pt: Tem a certeza de que pretende enviar este trabalho?
ro: Sigur doriți să trimiteți această temă?
sr: Да ли стварно желите да пошаљете овај задатак?
sv: Är du säker på att du vill skicka in den här uppgiften?
sw: Je, una uhakika unataka kuwasilisha zoezi hili?
ta: இந்தப் பயிற்சிப் பாடத்தை நிச்சயமாக சமர்ப்பிக்க விரும்புகிறீர்களா?
te: మీరు ఈ అభ్యాసాన్ని ఖచ్చితంగా సమర్పించాలనుకుంటున్నారా?
th: คุณแน่ใจไหมว่าต้องการส่งงานนี้
tr: Bu ödevi göndermek istediğinizden emin misiniz?
uk: Справді надіслати це завдання?
ur: کیا آپ واقعی اس اسائنمنٹ کو جمع کرانا چاہتے ہیں؟
zu: Uqinisekile ukuthi ufuna ukuhambisa lo msebenzi ozokwenziwa?

source: Are you sure you want to submit this review?
af: Is jy seker jy wil hierdie hersiening indien?
ar: هل تريد بالتأكيد إرسال هذه المراجعة؟
bg: Наистина ли искате да изпратите тази проверка?
bn: আপনি কি পর্যালোচনাটি জমা দেওয়ার বিষয়ে নিশ্চিত?
ca: Esteu segur que voleu enviar aquesta revisió?
da: Er du sikker på, at du vil indsende denne evaluering?
de: Möchten Sie diese Bewertung wirklich abgeben?
es: ¿Estás seguro de que deseas enviar esta revisión?
et: Kas soovite selle referaadi kindlasti esitada?
eu: Ziur zuzenketa bidali nahi duzula?
fa: مطمئنید می‌خواهید تکلیفی را که صحیح کرده‌اید ارسال کنید؟
fi: Haluatko varmasti lähettää tämän arvion?
fil: Sigurado ka bang gusto mong isumite ang review na ito?
fr: Voulez-vous vraiment envoyer cette correction ?
gl: Estás seguro de que queres enviar esta revisión?
gu: શું તમે ખરેખર આ સમીક્ષા સબમિટ કરવા માંગો છો?
hi: क्या आप वाकई इस समीक्षा को सबमिट करना चाहते हैं?
hr: Jeste li sigurni da želite poslati taj pregled?
hu: Biztosan szeretné beküldeni ezt a véleményt?
id: Yakin ingin mengirim tinjauan ini?
is: Ertu viss um að þú viljir senda þessa umsögn?
it: Vuoi inviare questo esame?
iw: האם אתה בטוח שברצונך להגיש את הביקורת הזו?
ja: このレビューを送信してもよろしいですか？
kn: ಈ ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಲು ನೀವು ನಿಶ್ಚಿತವಾಗಿಯೂ ಬಯಸುವಿರಾ?
lt: Ar tikrai norite pateikti šią peržiūrą?
lv: Vai tiešām vēlaties iesniegt šo vērtējumu?
ml: ഈ അവലോകനം സമർപ്പിക്കണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?
mr: आपल्याला खात्री आहे की आपण हे पुनरावलोकन सबमिट करु इच्छिता?
nl: Weet u zeker dat u deze beoordeling wilt indienen?
pl: Czy na pewno chcesz przesłać tę recenzję?
pt_br: Tem certeza de que deseja enviar esta revisão?
pt_pt: Tem a certeza de que pretende enviar esta crítica?
ro: Sigur doriți să trimiteți această evaluare?
sr: Да ли стварно желите да пошаљете ову рецензију?
sv: Är du säker på att du vill skicka in den här granskningen?
sw: Je, una uhakika unataka kuwasilisha ukaguzi huu?
ta: இந்த மதிப்புரையை நிச்சயமாக சமர்ப்பிக்க விரும்புகிறீர்களா?
te: మీరు ఈ సమీక్షను ఖచ్చితంగా సమర్పించాలనుకుంటున్నారా?
th: คุณแน่ใจไหมว่าต้องการส่งความเห็นนี้
tr: Bu incelemeyi göndermek istediğinizden emin misiniz?
uk: Справді надіслати цю рецензію?
ur: کیا آپ واقعی اس جائزے کو جمع کرانا چاہتے ہیں؟
zu: Uqinisekile ukuthi ufuna ukuhambisa lokhu kubuyekeza?

source: You cannot edit or delete it after you have done so.
af: Jy kan dit nie wysig of uitvee na jy dit gedoen het nie.
ar: بعد التأكيد لن تتمكن من إجراء تعديل على ما أرسلته أو حذفه.
bg: След като го направите, не можете да редактирате, нито да изтриете изпратеното.
bn: এমনটি করার পরে আপনি এর সম্পাদনা করতে বা মুছে ফলতে পারবেন না৷
ca: Després no es podrà editar ni suprimir.
da: Du kan ikke redigere eller slette den efterfølgende.
de: Anschließend können Sie sie nicht mehr bearbeiten oder löschen.
es: Después ya no podrás modificarlo ni eliminarlo.
et: Te ei saa pärast esitamist seda enam muuta ega kustutada.
eu: Bidali ondoren, ezin izango duzu editatu edo ezabatu.
fa: پس از ارسال نمی‌توانید آن را ویرایش یا حذف کنید.
fi: Et voi muokata tai poistaa sitä myöhemmin.
fil: Maaari mo itong i-edit o tanggalin pagkatapos mo itong maisumite.
fr: Vous ne pourrez plus le modifier ni le supprimer après l'avoir envoyé.
gl: Non poderás editala nin eliminala unha vez enviada.
gu: તમે આમ કરી લીધું હોય તે પછી તમે તેને સંપાદિત કરી અથવા કાઢી નાખી શકતા નથી.
hi: ऐसा करने के बाद आप इसे संपादित नहीं कर सकते या हटा नहीं सकते.
hr: Nakon slanja nećete ga moći uređivati ni brisati.
hu: Beküldés után már nem tudja szerkeszteni vagy törölni.
id: Anda tidak akan dapat mengedit atau menghapusnya setelah dikirimkan.
is: Þú getur ekki breytt eða eytt neinu þegar þú hefur sent.
it: Non potrai modificarlo o eliminarlo dopo averlo inviato.
iw: לא תוכל לערוך או למחוק אותה לאחר שתעשה זאת.
ja: いったん送信すると、編集も削除もできなくなります。
kn: ನೀವು ಹಾಗೆ ಮಾಡಿದ ನಂತರ ನಿಮಗೆ ಅದನ್ನು ಸಂಪಾದಿಸಲು ಅಥವಾ ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ
lt: Kai tai atliksite, negalėsite jos redaguoti arba ištrinti.
lv: Pēc iesniegšanas to vairs nevarēs rediģēt vai dzēst.
ml: സമർപ്പിച്ച് കഴിഞ്ഞാൽ നിങ്ങൾക്ക് എഡിറ്റുചെയ്യാനോ ഇല്ലാതാക്കാനോ കഴിയില്ല.
mr: आपण हे पूर्ण केल्यांनतर त्यास संपादित करु किंवा हटवू शकत नाही.
nl: U kunt deze niet meer bewerken of verwijderen nadat u deze heeft ingediend.
pl: Nie można edytować ani usunąć recenzji po jej przesłaniu.
pt_br: Você não poderá editá-la nem excluí-la após o envio.
pt_pt: Após o envio, não será possível editá-lo(a) ou eliminá-lo(a).
ro: După trimitere, nu o veți mai putea edita sau șterge.
sr: Не можете да га/је измените или избришете када то урадите.
sv: Du kan varken redigera eller ta bort den när den har skickats in.
sw: Huwezi kubadilisha au kufuta ukishafanya hivyo.
ta: நீங்கள் இதைச் சமர்ப்பித்த பின்னர் அதை திருத்தவோ, நீக்கவோ முடியாது.
te: మీరు ఇలా చేసిన తర్వాత దీన్ని సవరించలేరు లేదా తొలగించలేరు.
th: คุณไม่สามารถแก้ไขหรือลบรายการที่ทำได้อีก หากคุณเลือกที่จะดำเนินการ
tr: Gönderdikten sonra artık düzenleyemez veya silemezsiniz.
uk: Надіславши, ви вже не зможете змінити чи видалити цей файл.
ur: ایسا کرنے کے بعد آپ اس میں ترمیم یا اسے حذف نہیں کر سکتے۔
zu: Awukwazi ukuhlela noma ukususe ngemuva kokuthi sowenze njalo.

source: Not registered
af: Nie geregistreer nie
ar: غير مسجل
bg: Няма регистрация
bn: নিবন্ধিত নেই
ca: no registrat
da: Ikke tilmeldt
de: Nicht registriert
es: No matriculado/a
et: Ei ole registreeritud
eu: Erregistratu gabe
fa: ثبت‌نام نکرده
fi: Ei rekisteröitynyt
fil: Hindi nakarehistro
fr: Non enregistré
gl: non matriculado
gu: નોંધાયેલ નથી
hi: पंजीकृत नहीं
hr: Nije registriran
hu: Nem regisztrált
id: Tidak terdaftar
is: Ekki skráð(ur)
it: Non registrato
iw: לא רשום
ja: 未登録
kn: ನೋಂದಣಿಯಾಗಿಲ್ಲ
lt: Neužsiregistravęs (-usi)
lv: Nav reģistrēts
ml: രജിസ്റ്റർ ചെയ്‌തിട്ടില്ല
mr: नोंदणीकृत नाही
nl: Niet geregistreerd
pl: Niezarejestrowany
pt_br: Não está registrado(a)
pt_pt: Não registado/a
ro: Neînregistrat(ă)
sr: Није регистрован/а
sv: Ej registrerad
sw: Hujasajiliwa
ta: பதிவு செய்யவில்லை
te: నమోదు చేసుకోలేదు
th: ไม่ได้ลงทะเบียน
tr: Kaydolunmadı
uk: ви не записалися на цей курс
ur: رجسٹرڈ نہیں ہے
zu: Akubhalisiwe

source: Logout
af: Meld af
ar: خروج
bg: Изход
bn: লগআউট
ca: Tancament de sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
et: Väljalogimine
eu: Amaitu saioa
fa: خروج از سیستم
fi: Kirjaudu ulos
fil: Mag-logout
fr: Déconnexion
gl: Pechar sesión
gu: લૉગઆઉટ કરો
hi: लॉगआउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
is: Útskráning
it: Esci
iw: התנתק
ja: ログアウト
kn: ಲಾಗ್ಔಟ್
lt: Atsijungti
lv: Atteikties
ml: ലോഗ്ഔട്ട് ചെയ്യുക
mr: लॉगआउट करा
nl: Uitloggen
no: Logg av
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectați-vă
sr: Одјави ме
sv: Logga ut
sw: Ondoka
ta: வெளியேறு
te: లాగ్ అవుట్ చేయి
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
ur: لاگ آؤٹ کریں
zu: Phuma ngemvume

source: Login
af: Meld aan
ar: تسجيل الدخول
bg: Вход
bn: লগইন
ca: Inici de sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
et: Sisselogimine
eu: Hasi saioa
fa: ورود به سیستم
fi: Kirjaudu sisään
fil: Mag-login
fr: Connexion
gl: Iniciar sesión
gu: લૉગિન કરો
hi: प्रवेश करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
is: Innskráning
it: Accedi
iw: התחבר
ja: ログイン
kn: ಲಾಗಿನ್
lt: Prisijungti
lv: Pieteikties
ml: ലോഗിൻ ചെയ്യുക
mr: लॉग इन करा
nl: Inloggen
no: Logg på
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Conectați-vă
sr: Пријави ме
sv: Logga in
sw: Ingia
ta: உள்நுழை
te: లాగిన్ చేయి
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Увійти
ur: لاگ ان کریں
zu: Ngena ngemvume

source: Privacy & Terms
af: Privaatheid en bepalings
ar: الخصوصية والبنود
bg: Поверителност и Общи условия
bn: গোপনীয়তা ও শর্তাবলী
ca: Privadesa i condicions
cs: Ochrana soukromí a smluvní podmínky
da: Beskyttelse af personlige oplysninger og vilkår
de: Datenschutzerklärung und Nutzungsbedingungen
es: Privacidad y condiciones
et: Privaatsus ja tingimused
eu: Pribatutasuna eta baldintzak
fa: حریم خصوصی و شرایط
fi: Tietosuoja ja käyttöehdot
fil: Privacy at Mga Tuntunin
fr: Règles de confidentialité et conditions d'utilisation
gl: Privacidade e condicións
gu: ગોપનીયતા અને શરતો
hi: गोपनीयता और शर्तें
hr: Privatnost i odredbe
hu: Adatvédelem és Szerződési feltételek
id: Privasi & Persyaratan
is: Persónuvernd og skilmálar
it: Privacy e Termini
iw: פרטיות ותנאים
ja: プライバシーと利用規約
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ನಿಯಮಗಳು
lt: Privatumas ir sąlygos
lv: Konfidencialitāte un noteikumi
ml: സ്വകാര്യതയും നിബന്ധനകളും
mr: गोपनीयता आणि अटी
nl: Privacy en voorwaarden
no: Personvern og vilkår
pl: Prywatność i warunki
pt_br: Privacidade e Termos
pt_pt: Privacidade e Termos
ro: Confidențialitate și termeni
sr: Приватност и услови
sv: Sekretess och villkor
sw: Faragha na Masharti
ta: தனியுரிமை & விதிமுறைகள்
te: గోప్యత & నిబంధనలు
th: นโยบายส่วนบุคคลและข้อกำหนด
tr: Gizlilik ve Şartlar
uk: Конфіденційність і умови
ur: رازداری اور شرائط
zu: Okobumfihlo nemigomo

source: Language:
af: Taal:
ar: اللغة:
ca: Idioma:
de: Sprache:
fil: Wika:
fr: Langue :
gu: ભાષા:
hi: भाषा:
id: Bahasa:
it: Lingua:
iw: שפה:
kn: ಭಾಷೆ:
lt: Kalba:
ml: ഭാഷ:
pl: Język:
ro: Limbă:
sr: Језик:
sw: Lugha:
te: భాష:
th: ภาษา:
ur: زبان:
zu: Ulimi:

source: Course
af: Kursus
ar: الدورة
bg: Курс
bn: কোর্স
ca: Curs
cs: Kurz
da: Kursus
de: Kurs
es: Curso
et: Kursus
eu: Ikastaroa
fa: دوره
fi: Kurssi
fil: Kurso
fr: Cours
gl: Curso
gu: અભ્યાસક્રમ
hi: पाठ्यक्रम
hr: Tečaj
hu: Tanfolyam
id: Mata Kuliah
is: Námskeið
it: Corso
iw: קורס
ja: コース
kn: ಕೋರ್ಸ್
lt: Kursas
lv: Kurss
ml: കോഴ്‌സ്
mr: अभ्यासक्रम
nl: Cursus
no: Kurs
pl: Kurs
pt_br: Curso
pt_pt: Curso
ro: Curs
sr: Курс
sv: Kurs
sw: Kozi
ta: படிப்பு
te: కోర్సు
th: หลักสูตร
tr: Kurs
uk: Курс
ur: کورس
zu: I-course

source: Forum
ar: المنتدى
bg: Форум
bn: ফোরাম
ca: Fòrum
cs: Fórum
es: Foro
et: Foorum
eu: Foroa
fa: تالار گفتمان
fi: Keskusteluryhmä
gl: Foro
gu: ચર્ચા મંચ
hi: फ़ोरम
hu: Fórum
is: Umræðusvæði
iw: פורום
ja: フォーラム
kn: ಫೋರಮ್
lt: Forumas
lv: Forums
ml: ഫോറം
mr: मंच
pt_br: Fórum
pt_pt: Fórum
sr: Форум
sw: Ukumbi
ta: மன்றம்
te: ఫోరమ్
th: ฟอรัม
uk: Форум
ur: فورم
zu: Ingosi
