Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: You must submit the assignment for this unit before you can request new assignments to review.
af: Jy moet die opdrag vir hierdie eenheid indien voor jy nuwe opdragte kan versoek om te evalueer.
ar: يجب إرسال الواجب لهذه الوحدة قبل طلب واجبات جديدة لمراجعتها.
bg: Трябва да изпратите заданието за тази част, преди да можете да заявите нови задания за проверка.
bn: পর্যালোচনার জন্য নতুন অ্যাসাইনমেন্টগুলির অনুরোধ করার আগে আপনাকে অবশ্যই এই ইউনিটের জন্য অ্যাসাইনমেন্টটি জমা দিতে হবে৷
ca: Heu d'enviar el treball per a aquesta unitat per poder sol·licitar treballs nous per revisar.
da: Du skal indsende opgaven for denne enhed, før du kan anmode om nye opgaver, som du kan evaluere.
de: Sie müssen die Aufgabe für dieses Kapitel abgeben, bevor Sie neue zu bewertende Aufgaben anfordern können.
es: Debes enviar la tarea de esta unidad para poder solicitar nuevas tareas para revisar.
et: Peate esitama selle õppetüki ülesande enne, kui saate taotleda arvustamiseks uut ülesannet.
eu: Lan gehiago zuzentzeko eskatu ahal izateko, unitate honetako lana bidali behar duzu lehendabizi.
fa: قبل از درخواست تکالیف جدید برای صحیح کردن، باید تکلیف این بخش را ارسال کنید.
fi: Lähetä tämän yksikön tehtävä ennen kuin voit pyytää arvosteltavaksi uusia tehtäviä.
fil: Dapat mong isumite ang assignment para sa unit na ito bago ka makakahiling ng mga bagong assignment na ire-review.
fr: Vous devez envoyer le devoir correspondant à cette unité avant de demander d'autres devoirs à corriger.
gl: Debes enviar o traballo para esta unidade se queres solicitar novos traballos de revisión.
gu: તમે સમીક્ષા માટે નવી સોંપણીઓની વિનંતી કરી શકો તે પહેલાં તમારે આ એકમ માટે સોંપણી સબમિટ કરવી આવશ્યક છે.
hi: इससे पहले कि आप समीक्षा के लिए नए असाइनमेंट का अनुरोध कर सकें, आपको इस इकाई के लिए असाइनमेंट सबमिट करना होगा.
hr: Prije slanja zahtjeva za pregled novih pismenih zadataka morate poslati zadatak za ovu nastavnu jedinicu.
hu: El kell küldenie a feladatot, mielőtt új véleményezést kaphatna.
id: Anda harus mengirimkan tugas untuk unit ini sebelum Anda dapat meminta tugas baru untuk ditinjau.
is: Þú verður að skila inn verkefninu fyrir þessa einingu áður en þú getur beðið um fleiri verkefni til yfirferðar.
it: Devi inviare il compito relativo a questa unità prima di poter richiedere nuovi compiti da rivedere.
iw: עליך לשלוח את המטלה עבור היחידה הזו לפני שתוכל לבקש מטלות חדשות לביקורת.
ja: レビューする新しい課題をリクエストする前に、このユニットの課題を送信する必要があります。
kn: ವಿಮರ್ಶಿಸಲು ಹೊಸ ಕಾರ್ಯನಿಯೋಜನೆಗಳನ್ನು ನೀವು ವಿನಂತಿಸುವ ಮುನ್ನ ಈ ಘಟಕಕ್ಕಾಗಿ ನಿಯೋಜನೆಯನ್ನು ನೀವು ಸಲ್ಲಿಸಬೇಕು.
lt: Jei norite pateikti užklausą peržiūrėti naujas užduotis, turite pateikti šio skyriaus užduotį.
lv: Lai varētu pieprasīt jaunus atsauksmju uzdevumus, vispirms ir jāiesniedz šīs vienības uzdevums.
ml: അവലോകനത്തിനായി പുതിയ അസൈൻമെന്റുകൾ അഭ്യർത്ഥിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ ഈ യൂണിറ്റിനുള്ള അസൈൻമെന്റ് സമർപ്പിക്കണം.
mr: पुनरावलोकनासाठी आपण नवीन अभिहस्तांकनांची विनंती करण्यापूर्वी या एककासाठी आपण अभिहस्तांकन सबमिट करणे आवश्यक आहे.
nl: U moet de opdracht voor deze eenheid indienen voordat u nieuwe opdrachten kunt aanvragen om te beoordelen.
pl: Zanim poprosisz o nowe przypisania do recenzji, musisz przesłać przypisanie dla tej jednostki.
pt_br: Você deve enviar a tarefa para esta unidade antes de poder solicitar novas tarefas para revisar.
pt_pt: Tem de enviar o trabalho para esta unidade, antes de poder solicitar novos trabalhos para rever.
ro: Trebuie să trimiteți tema pentru această secțiune a cursului înainte de a putea solicita noi teme de evaluat.
sr: Морате да пошаљете задатак за ову јединицу да бисте могли да захтевате нове задатке за преглед.
sv: Du måste skicka in uppgiften för den här enheten innan du kan begära nya uppgifter att granska.
sw: Lazima uwasilishe zoezi la kitengo hiki kabla hujaomba mazoezi mengine ya kupitia.
ta: புதிய பயிற்சிப் பாடங்களை மதிப்புரைக்கு கோருவதற்கு முன்னர் இந்தப் பகுதிக்கான பயிற்சிப் பாடத்தை நீங்கள் சமர்ப்பிக்க வேண்டும்.
te: మీరు సమీక్షించడం కోసం క్రొత్త అభ్యాసాలను అభ్యర్థించడానికి ముందు తప్పనిసరిగా ఈ యూనిట్ కోసం అభ్యాసాన్ని సమర్పించాలి.
th: คุณต้องส่งงานสำหรับหน่วยนี้ก่อนที่จะสามารถของานใหม่สำหรับตรวจสอบ
tr: İncelemek için yeni ödevler istemeden önce, bu üniteye ait ödevi göndermeniz gerekir.
uk: Перш ніж подавати запит на рецензування нових завдань, потрібно надіслати своє завдання для цього модуля.
ur: جائزہ کیلئے نئی اسائنمنٹس کی درخواست کرنے سے پہلے آپ کا اس یونٹ کیلئے اسائنمنٹ جمع کرانا ضروری ہے۔
zu: Kuzomele uhambise umsebenzi ozokwenziwa wale yunithi ngaphambi kokuthi ubuyekeze imisebenzi emisha ezokwenziwa ukuze ibuyekezwe.

source: The deadline for submitting reviews has already passed, so you cannot request a new assignment to review.
af: Die spertyd om evaluerings in te dien, is verby en daarom kan jy nie 'n nuwe opdrag versoek om te evalueer nie.
ar: تم تجاوز الموعد النهائي لإرسال المراجعات فعلاً، لذا لا يمكنك طلب واجب جديد لمراجعته.
bg: Крайният срок за изпращане на проверки вече е изтекъл, така че не можете да заявите ново задание за проверка.
bn: পর্যালোচনা জমা দেওয়ার জন্য শেষ তারিখ পেরিয়ে গেছে, তাই আপনি পর্যালোচনা করার জন্য একটি নতুন অ্যাসাইনমেন্ট অনুরোধ করতে পারবেন না৷
ca: El termini per enviar revisions ja ha passat; per tant, no podeu sol·licitar un treball nou per revisar.
da: Fristen for indsendelse af evalueringer er allerede overskredet, så du kan ikke anmode om en ny opgave, som du kan evaluere.
de: Der Abgabetermin für Bewertungen ist verstrichen, daher können Sie keine neue zu bewertende Aufgabe anfordern.
es: La fecha límite para el envío de revisiones ya ha pasado, por lo que no puedes solicitar nuevas tareas para revisar.
et: Arvustuste esitamise tähtaeg on möödas, seega ei saa te arvustamiseks uut ülesannet taotleda.
eu: Zuzenketak bidaltzeko epemuga iraungi da, beraz, ezin duzu beste lanik zuzentzeko eskatu.
fa: آخرین فرصت ارسال تکالیف صحیح شده گذشته است بنابراین نمی‌توانید تکلیف جدیدی را برای صحیح کردن درخواست کنید.
fi: Arvostelujen lähettämisen eräpäivä on ohitettu, joten et voi pyytää arvosteltavaksi uutta tehtävää.
fil: Lumagpas na ang takdang petsa para sa pagsusumite ng mga review, kaya hindi ka makakahiling ng bagong assignment na ire-review.
fr: La date limite d'envoi des corrections est passée. Vous ne pouvez donc pas demander de nouveau devoir à corriger.
gl: Xa rematou o prazo límite de envío de revisións, así que non podes solicitar un novo traballo para revisar.
gu: સમીક્ષાઓ સબમિટ કરવાની સમયસીમા પહેલાંથી પસાર થઈ ગઈ છે, તેથી તમે સમીક્ષા માટે નવી સોંપણીની વિનંતી કરી શકતાં નથી.
hi: समीक्षाएं सबमिट करने की समय-सीमा पहले ही निकल गई है, इसलिए आप समीक्षा के लिए किसी नए असाइनमेंट का अनुरोध नहीं कर सकते.
hr: Krajnji rok za slanje pregleda već je prošao, tako da ne možete postaviti zahtjev za pregled novog pismenog zadatka.
hu: A véleményezési határidő már elmúlt, nem tud másik véleményezési feladatot kérni.
id: Batas waktu pengiriman tinjauan sudah berlalu, sehingga Anda tidak dapat meminta tugas baru untuk ditinjau.
is: Fresturinn til að skila inn umsögnum er liðinn svo þú getur ekki beðið um nýtt verkefni til að fara yfir.
it: La data di scadenza per l'invio delle revisioni è già trascorsa. Per questo motivo, non puoi richiedere un nuovo compito da rivedere.
iw: תאריך היעד לשליחת ביקורות כבר חלף, כך שלא תוכל לבקש מטלה חדשה לביקורת.
ja: レビューの送信期限が既に過ぎているため、レビューする新しい課題をリクエストすることはできません。
kn: ವಿಮರ್ಶೆಗಳನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಕೊನೆಯ ದಿನಾಂಕ ಈಗಾಗಲೇ ಮುಕ್ತಾಯವಾಗಿದೆ, ಆದ್ದರಿಂದ ವಿಮರ್ಶೆಗೆ ಹೊಸ ಕಾರ್ಯನಿಯೋಜನೆಯನ್ನು ನೀವು ವಿನಂತಿಸಲಾಗದು
lt: Peržiūrų pateikimo terminas jau praėjo, todėl negalite pateikti naujos užduoties peržiūros užklausos.
lv: Atsauksmju iesniegšanas termiņš ir jau pagājis, tāpēc nevarat pieprasīt jaunus atsauksmju uzdevumus.
ml: അവലോകനങ്ങൾ സമർപ്പിക്കുന്നതിനുള്ള അവസാന തീയതി കഴിഞ്ഞതിനാൽ നിങ്ങൾക്ക് അവലോകനത്തിനായി പുതിയ ഒരു അസൈൻമെന്റ് അഭ്യർത്ഥിക്കാനാകില്ല.
mr: पुनरावलोकने सादर करण्यासाठी निर्धारित कालावधी आधीपासून निघून गेला आहे, म्हणून आपण पुनरावलोकनासाठी एका नवीन अभिहस्तांकनाची विनंती करू शकत नाही.
nl: De deadline voor het indienen van beoordelingen is al verstreken, dus u kunt geen nieuwe opdracht aanvragen om te beoordelen.
pl: Termin przesyłania recenzji już minął, nie możesz więc poprosić o nowe przypisanie do recenzji.
pt_br: O prazo para o envio das revisões já passou. Por isso, você não pode solicitar uma nova tarefa para revisar.
pt_pt: O prazo para envio de comentários já passou, por isso não é possível solicitar um novo trabalho para rever.
ro: Termenul limită pentru trimiterea evaluărilor a trecut deja, prin urmare nu puteți solicita o temă nouă de evaluat.
sr: Крајњи рок за слање рецензија је истекао па не можете да захтевате нови задатак за преглед.
sv: Sista datum för att skicka in granskningar har redan infallit, så du kan inte begära en ny uppgift att granska.
sw: Makataa ya kuwasilisha mapitio tayari yamepita, kwa hivyo huwezi kuomba zoezi jipya la kupitia.
ta: மதிப்புரைகளைச் சமர்ப்பிப்பதற்கான காலக்கெடு ஏற்கனவே முடிந்துவிட்டது, அதனால் மதிப்புரை செய்வதற்கு உங்களால் புதிய பயிற்சிப் பாடத்தைக் கோரமுடியாது.
te: సమీక్షలను సమర్పించడం కోసం గడువు ఇప్పటికే ముగిసింది, కనుక మీరు సమీక్షించడం కోసం క్రొత్త అభ్యాసాన్ని అభ్యర్థించలేరు.
th: กำหนดส่งการตรวจสอบผ่านไปแล้ว ดังนั้นคุณจึงไม่สามารถของานใหม่เพื่อตรวจสอบได้
tr: İncelemeleri göndermek için son tarih zaten geçti. Bu nedenle incelemek için yeni bir ödev isteyemezsiniz.
uk: Кінцевий термін надсилання рецензій уже минув, тому ви не можете подати запит на рецензування нових завдань.
ur: جائزے جمع کرانے کی آخری تاریخ پہلے ہی گزر چکی ہے اس لیے آپ جائزہ کیلئے ایک نئی اسائنمنٹ کی درخواست نہیں کر سکتے۔
zu: Umnqamula juqu wokuhambisa izibuyekezo sowuvele udlulile, ngakho awukwazi ukucela umsebenzi ozokwenziwa omusha ukuze ubuyekezwe.

source: You must complete all assigned reviews before you can request a new one.
af: Jy moet al die toegewysde evaluerings voltooi voor jy 'n nuwe een kan versoek.
ar: يجب إكمال كل المراجعات التي تم تكليفك بها قبل طلب مراجعة جديدة.
bg: Трябва да завършите всички зададени проверки, преди да можете да заявите нова.
bn: একটি নতুন পর্যালোচনার জন্য অনুরোধ করার আগে, আপনাকে অবশ্যই নিয়োজিত সব পর্যালোচনাগুলি সম্পূর্ণ করতে হবে৷
ca: Heu de completar totes les revisions assignades per poder sol·licitar-ne una de nova.
da: Du skal færdiggøre alle tildelte evalueringer, før du kan anmode om en ny.
de: Sie müssen alle zugewiesenen Bewertungen abschließen, bevor Sie eine neue Bewertung anfordern können.
es: Debes completar todas las revisiones asignadas antes de solicitar una nueva tarea.
et: Enne uue ülesande taotlemist peate lõpule viima kõik määratud arvustused.
eu: Esleitutako zuzenketa guztiak egin behar dituzu beste bat eskatu aurretik.
fa: قبل از درخواست تکلیف جدید، باید همه تکالیف محول شده را صحیح کنید.
fi: Tee kaikki sinulle määrätyt arvostelut ennen kuin pyydät uutta.
fil: Dapat mong kumpletuhin ang lahat ng nakatalagang review bago ka makakahiling ng bago.
fr: Vous devez terminer toutes les corrections qui vous ont été attribuées avant d'en demander une nouvelle.
gl: Tes que completar todas as revisións asignadas antes de poder solicitar unha nova.
gu: તમે એક નવીની વિનંતી કરી શકો તે પહેલાં તમારે સોંપેલી બધી સમીક્ષાઓને પૂરી કરવી આવશ્યક છે.
hi: इससे पहले कि आप किसी नई समीक्षा का अनुरोध कर सकें, आपको असाइन की गईं सभी समीक्षाएं पूर्ण करनी होंगी.
hr: Morate dovršiti sve dodijeljene preglede prije slanja zahtjeva za nove.
hu: Az összes kijelölt véleményezést be kell fejeznie, mielőtt újat kérhetne.
id: Anda harus menyelesaikan semua tinjauan yang ditugaskan sebelum dapat meminta tugas baru.
is: Þú verður að ljúka við allar umsagnir sem þér hafa verið úthlutaðar áður en þú getur beðið um nýja.
it: Devi completare tutte le revisioni assegnate prima di poterne richiedere di nuove.
iw: עליך להשלים את כל הביקורות שהוקצו לפני שתוכל לבקש ביקורת חדשה.
ja: 新しいレビューをリクエストする前に、割り当てられているレビューをすべて完了する必要があります。
kn: ನೀವು ಹೊಸದನ್ನು ವಿನಂತಿಸುವ ಮುನ್ನ, ನಿಯೋಜಿಸಲಾದ ಎಲ್ಲಾ ವಿಮರ್ಶೆಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.
lt: Jei norite pateikti naują peržiūros užklausą, turite užbaigti visas priskirtas peržiūras.
lv: Lai varētu pieprasīt jaunu atsauksmes uzdevumu, vispirms ir jāpabeidz visas uzdotās atsauksmes.
ml: പുതിയത് ഒന്ന് അഭ്യർത്ഥിക്കുന്നതിന് മുമ്പ് അസൈൻ ചെയ്‌ത എല്ലാ അവലോകനങ്ങളും നിങ്ങൾ പൂർത്തിയാക്കിയിരിക്കണം.
mr: आपण एक नवीन विनंती करण्यापूर्वी सर्व सुपूर्त केलेली पुनरावलोकने आपण पूर्ण करणे आवश्यक आहे.
nl: U moet alle toegewezen beoordelingen voltooien voordat u een nieuwe kunt aanvragen.
pl: Musisz ukończyć wszystkie przypisane recenzje, zanim poprosisz o nową.
pt_br: Você deve concluir todas as revisões atribuídas antes de poder solicitar uma nova.
pt_pt: Tem de concluir todas as revisões atribuídas, antes de poder solicitar uma nova revisão.
ro: Trebuie să finalizați toate evaluările atribuite înainte de a putea solicita una nouă.
sr: Морате да довршите све задате рецензије да бисте могли да захтевате нову.
sv: Du måste slutföra alla granskningar som har tilldelats dig innan du kan begära en ny.
sw: Lazima ukamilishe mapitio yote uliyopewa kabla hujaomba mapya.
ta: புதிய ஒன்றைக் கோருவதற்கு முன்பு ஒதுக்கப்பட்ட எல்லா மதிப்புரைகளையும் நீங்கள் முடிக்க வேண்டும்.
te: మీరు క్రొత్త దాన్ని అభ్యర్థించడానికి ముందు తప్పనిసరిగా అన్ని కేటాయించబడిన సమీక్షలను పూర్తి చేయాలి.
th: คุณต้องดำเนินการตรวจสอบงานทั้งหมดที่ได้รับมอบหมายให้เสร็จสิ้นก่อน จากนั้นจึงจะสามารถขอการตรวจสอบใหม่ได้
tr: Yeni bir istekte bulunmadan önce, atanan tüm incelemeleri tamamlamalısınız.
uk: Перш ніж подавати запит на нову рецензію, потрібно зробити всі призначені рецензії.
ur: نئے جائزے کی درخواست کرنے سے پہلے آپ کیلئے سبھی تفویض کردہ جائزوں کو مکمل کرنا ضروری ہے۔
zu: Kuzomele uqedele zonke izibuyekezo ezinikeziwe ngaphambi kokuthi ucele esisha.

source: You have already submitted this review. Your latest review was not saved.
af: Jy het alreeds hierdie evaluering ingedien. Jy nuutste evaluering is nie gestoor nie.
ar: لقد أرسلت هذه المراجعة من قبل. لم يتم حفظ مراجعتك الأخيرة.
bg: Вече сте изпратили тази проверка. Последната ви не бе запазена.
bn: আপনি ইতিমধ্যে এই পর্যালোচনাটি জমা দিয়েছেন৷ আপনার সাম্প্রতিক পর্যালোচনা সংরক্ষিত করা হয়নি৷
ca: Ja heu enviat aquesta revisió. L'última revisió no s'ha desat.
da: Du har allerede indsendt denne evaluering. Din seneste evaluering blev ikke gemt.
de: Sie haben diese Bewertung bereits abgegeben. Ihre letzte Bewertung wurde nicht gespeichert.
es: Ya has enviado esta revisión. Tu última revisión no se ha guardado.
et: Olete selle arvustuse juba esitanud. Viimast arvustust ei salvestatud.
eu: Zuzenketa hau bidali duzu dagoeneko. Ez da azken zuzenketa gorde.
fa: قبلاً این تکلیف صحیح شده را ارسال کرده‌اید. آخرین تکلیف صحیح شده شما ذخیره نشد.
fi: Olet jo lähettänyt tämän arvostelun. Viimeisintä arvostelua ei tallennettu.
fil: Naisumite mo na ang review na ito. Hindi na-save ang iyong pinakabagong review.
fr: Vous avez déjà envoyé cette correction. Votre dernière correction n'a pas été enregistrée.
gl: Xa enviaches esta revisión. Non se gardou a túa última revisión.
gu: તમે પહેલાંથી જ આ સમીક્ષા સબમિટ કરી દીધી છે. તમારી તાજેતરની સમીક્ષા સાચવવામાં આવી ન હતી.
hi: आपने यह समीक्षा पहले ही सबमिट कर दी है. आपकी नवीनतम समीक्षा सहेजी नहीं गई थी.
hr: Već ste poslali taj pregled. Vaš posljednji pregled nije spremljen.
hu: Már elküldte ezt a véleményt. A legutóbbi vélemény nem lett mentve.
id: Anda sudah mengirimkan tinjauan ini. Tinjauan terakhir Anda tidak disimpan.
is: Þú hefur þegar skilað þessari umsögn. Síðasta umsögn þín var ekki vistuð.
it: Questa revisione è già stata inviata. La tua ultima revisione non è stata salvata.
iw: כבר הגשת את הביקורת הזו. הביקורת האחרונה שלך לא נשמרה.
ja: このレビューは既に送信されています。最後に送信したレビューは保存されていません。
kn: ನೀವು ಈಗಾಗಲೇ ಈ ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಿರುವಿರಿ. ನಿಮ್ಮ ಇತ್ತೀಚಿನ ವಿಮರ್ಶೆಯನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ.
lt: Jau pateikėte šią užklausą. Paskutinė užklausa neišsaugota.
lv: Jūsu jau esat iesniedzis šo atsauksmi. Jūsu pēdējā atsauksme netika saglabāta.
ml: നിങ്ങൾ ഇതിനകം ഈ അവലോകനം സമർപ്പിച്ചു. നിങ്ങളുടെ അവസാന അവലോകനം സംരക്ഷിച്ചില്ല.
mr: हे पुनरावलोकन आपण आधीपासून सबमिट केले आहे. आपले नवीनतम पुनरावलोकन जतन केले नाही.
nl: U heeft deze beoordeling al ingediend. Uw laatste beoordeling is niet opgeslagen.
pl: Już przesłałeś tę recenzję. Ostatnia recenzja nie została zapisana.
pt_br: Você já enviou esta revisão. Sua revisão mais recente não foi salva.
pt_pt: Já enviou esta revisão. A sua revisão mais recente não foi guardada.
ro: Ați trimis deja această evaluare. Cea mai recentă evaluare trimisă de dvs. nu a fost salvată.
sr: Већ сте послали ову рецензију. Последња рецензија није сачувана.
sv: Du har redan skickat den här granskningen. Din senaste granskning sparades inte.
sw: Tayari umewasilisha mapitio haya. Mapitio yako ya hivi punde hayakuhifadhiwa.
ta: நீங்கள் ஏற்கனவே இந்த மதிப்புரையைச் சமர்ப்பித்துள்ளீர்கள். உங்கள் சமீபத்திய மதிப்புரைச் சேமிக்கப்படவில்லை.
te: మీరు ఈ సమీక్షను ఇప్పటికే సమర్పించారు. మీ తాజా సమీక్ష సేవ్ చేయబడలేదు.
th: คุณได้ส่งการตรวจสอบนี้แล้ว การตรวจสอบล่าสุดของคุณยังไม่ได้รับการบันทึก
tr: Bu incelemeyi zaten göndermiştiniz. Son incelemeniz kaydedilmedi.
uk: Ви вже надіслали цю рецензію. Вашу останню версію рецензії не збережено.
ur: یہ جائزہ آپ نے پہلے ہی جمع کرا دیا ہے۔ آپ کا حالیہ جائزہ محفوظ نہیں کیا گیا۔
zu: Usuvele uhambise lesi sibuyekezo. Isibuyekezo sakho sakamuva asilondoloziwe.

source: Grade Questions
af: Gradeer vrae
ar: أسئلة تحديد المستوى
bg: Оценяване на въпросите
bn: গ্রেডের প্রশ্নাবলী
ca: Corregeix les preguntes
da: Giv karakter for svarene
de: Fragen bewerten
es: Puntuar respuestas
et: Tasemeküsimused
eu: Ebaluazio-galderak
fa: نمره‌دهی به جواب‌ها
fi: Arvioi vastaukset
fil: Mga Tanong sa Grado
fr: Évaluer les questions
gl: Corrixir as preguntas
gu: શ્રેણી પ્રશ્નો
hi: ग्रेड प्रश्न
hr: Ocijenite pitanja
hu: Osztályzás
id: Beri Nilai Pertanyaan
is: Gefa einkunn fyrir svör
it: Valutazione delle risposte
iw: תן ציון לשאלות
ja: 問題を採点
kn: ಗ್ರೇಡ್ ಪ್ರಶ್ನೆಗಳು
lt: Įvertinti klausimus
lv: Novērtēt atbildes uz jautājumiem
ml: ചോദ്യങ്ങൾ ഗ്രേഡുചെയ്യുക
mr: प्रश्नांना दर्जा द्या
nl: Antwoorden nakijken
pl: Oceny pytań
pt_br: Avaliar perguntas
pt_pt: Classificar as Perguntas
ro: Întrebări de evaluare
sr: Оцените одговоре
sv: Betygsätt
sw: Pata Alama kwa Maswali
ta: தரநிலைக் கேள்விகள்
te: ప్రశ్నలను గ్రేడ్ చేయి
th: ให้คะแนนคำถาม
tr: Yanıtları Değerlendir
uk: Оцінити відповіді
ur: سوالات کو گریڈ دیں
zu: Imibuzo Yezinga

source: YouTube Video Player
af: YouTube-videospeler
ar: مشغّل فيديو YouTube
bg: Видеоплейър на YouTube
ca: Reproductor de vídeo de YouTube
cs: Přehrávač videa YouTube
es: Reproductor de vídeo de YouTube
eu: YouTube bideo-erreproduzigailua
fa: پخش‌‌کننده ویدیوی YouTube
fi: YouTube-videosoitin
fr: Lecteur de vidéos YouTube
gl: Reprodutor de vídeo de YouTube
gu: YouTube વિડિઓ પ્લેયર
hr: Video Player usluge YouTube
hu: YouTube videolejátszó
id: Pemutar Video YouTube
is: YouTube vídeóspilari
it: Video player di YouTube
ja: YouTube 動画プレーヤー
kn: YouTube ವೀಡಿಯೊ ಪ್ಲೇಯರ್
lt: „YouTube“ vaizdo įrašų leistuvė
lv: YouTube video atskaņotājs
ml: YouTube വീഡിയോ പ്ലേയർ
mr: YouTube व्हिडिओ प्लेअर
nl: YouTube-videospeler
no: YouTube-videoavspilleren
pl: Odtwarzacz wideo YouTube
pt_br: Player de vídeo do YouTube
pt_pt: Leitor de Vídeo do YouTube
ro: Player video YouTube
sr: YouTube видео плејер
sv: YouTubes videospelare
sw: Kichezaji Video cha YouTube
ta: YouTube வீடியோ பிளேயர்
te: YouTube వీడియో ప్లేయర్
uk: Відеопрогравач YouTube
ur: YouTube ویڈیو پلیئر
zu: Isidlali samavidiyo se-YouTube

source: Text Version
af: Teksweergawe
ar: الإصدار النصي
bg: Текстова версия
bn: পাঠ্য সংস্করণ
ca: Versió del text
cs: Textová verze
da: Tekstversion
es: Versión en texto
et: Tekstversioon
eu: Testua soilik duen bertsioa
fa: نسخه نوشتاری
fi: Tekstiversio
fil: Bersyon ng Teksto
fr: Version texte
gl: Versión en texto
gu: ટેક્સ્ટ સંસ્કરણ
hi: लेख वर्शन
hr: Tekstna verzija
hu: Szöveges változat
id: Versi Teks
is: Textaútgáfa
it: Versione di testo
iw: גרסת טקסט
ja: テキスト バージョン
kn: ಪಠ್ಯ ಆವೃತ್ತಿ
lt: Teksto versija
lv: Teksta versija
ml: ടെക്‌സ്റ്റ് പതിപ്പ്
mr: मजकूर आवृत्ती
nl: Tekstversie
no: Tekstversjon
pl: Wersja tekstowa
pt_br: Versão em texto
pt_pt: Versão de Texto
ro: Versiune text
sr: Текстуална верзија
sw: Toleo la Maandishi
ta: உரைப் பதிப்பு
te: వచన సంస్కరణ
th: เวอร์ชันข้อความ
tr: Metin Sürümü
uk: Текстова версія
ur: متنی ورژن
zu: Inguqulo yombhalo

source: This lesson is not available.
af: Hierdie les is nie beskikbaar nie.
ar: هذا الدرس غير متوفر.
bg: Този урок не е налице.
bn: এই পাঠটি উপলব্ধ নেই৷
ca: Aquest tema no està disponible.
cs: Tato lekce není dostupná.
da: Denne lektion er ikke tilgængelig.
de: Diese Lektion ist nicht verfügbar.
es: Esta lección no está disponible.
et: See õppetükk pole saadaval.
eu: Ikasgaia ez dago erabilgarri.
fa: این درس در دسترس نیست.
fi: Tämä oppitunti ei ole käytettävissä.
fil: Hindi available ang araling ito.
fr: Cette leçon n'est pas disponible.
gl: Esta lección non está dispoñible.
gu: આ પાઠ ઉપલબ્ધ નથી.
hi: यह लेख उपलब्ध नहीं है.
hr: Lekcija nije dostupna.
hu: A lecke nem érhető el.
id: Pelajaran ini tidak tersedia.
is: Þessi kennslustund er ekki tiltæk.
it: Questa lezione non è disponibile.
iw: השיעור הזה לא זמין.
ja: このレッスンは利用できません。
kn: ಈ ಪಾಠ ಲಭ್ಯವಿಲ್ಲ.
lt: Ši pamoka nepasiekiama.
lv: Šī nodarbība nav pieejama.
ml: ഈ പാഠം ലഭ്യമല്ല.
mr: हा पाठ उपलब्ध नाही.
nl: Deze les is niet beschikbaar.
no: Denne leksjonen er ikke tilgjengelig.
pl: Ta lekcja jest niedostępna.
pt_br: Esta lição não está disponível.
pt_pt: Esta lição não está disponível.
ro: Această lecție nu este disponibilă.
sr: Ова лекција није доступна.
sv: Den här lektionen är inte tillgänglig.
sw: Somo hili halipatikani.
ta: இந்தப் பாடம் கிடைக்கவில்லை.
te: ఈ పాఠం అందుబాటులో లేదు.
th: บทเรียนนี้ไม่พร้อมใช้งาน
tr: Bu ders kullanılamıyor.
uk: Цей урок не доступний.
ur: یہ سبق دستیاب نہیں ہے۔
zu: Lesi sifundo asitholakali.

source: Not yet submitted
af: Nog nie ingedien nie
ar: لم يتم التسليم بعد
bg: Още не е изпратено
bn: এখনো জমা দেয়নি
ca: Encara no s'ha enviat
cs: Zatím neodesláno
da: Endnu ikke indsendt
de: Noch nicht abgegeben
es: Aún no se ha enviado
et: Pole veel esitatud
eu: Oraindik ez da bidali
fa: هنوز ارسال نشده
fi: Ei vielä lähetetty
fil: Hindi pa naisumite
fr: En attente d'envoi
gl: Aínda sen enviar
gu: હજી સુધી સબમિટ કર્યું નથી
hi: अभी तक सबमिट नहीं किया गया
hr: Još nije poslano
hu: Még nincs elküldve
id: Belum dikirim
is: Ekki enn skilað
it: Non ancora inviato
iw: עדיין לא נשלח
ja: まだ送信していません
kn: ಇನ್ನೂ ಸಲ್ಲಿಸಿಲ್ಲ
lt: Dar nepateikta
lv: Vēl nav iesniegts
ml: ഇതുവരെ സമർപ്പിച്ചിട്ടില്ല
mr: अद्याप सादर केले नाही
nl: Nog niet ingediend
no: Ennå ikke levert
pl: Jeszcze nie przesłano
pt_br: Ainda não foi enviada
pt_pt: Ainda não enviado
ro: Netrimisă
sr: Још увек није послат
sv: Har inte skickats in
sw: Bado haijawasilishwa
ta: இன்னும் சமர்ப்பிக்கவில்லை
te: ఇంకా సమర్పించలేదు
th: ยังไม่ได้ส่ง
tr: Henüz gönderilmedi
uk: Ще не надіслано
ur: ابھی تک جمع نہیں کرایا گیا
zu: Akukakathunyelwa okwamanje

source: In progress
af: Aan die gang
ar: قيد التقدم
bg: В ход
bn: প্রগতিতে রয়েছে
ca: En curs
cs: Probíhá
da: I gang
de: In Bearbeitung
es: En curso
et: Pooleli
eu: Aribidean
fa: در حال انجام
fi: Käynnissä
fil: Isinasagawa
fr: En cours
gl: En curso
gu: ચાલુ છે
hi: प्रगति में है
hr: U tijeku
hu: Folyamatban
id: Sedang berlangsung
is: Í vinnslu
it: In corso
iw: בביצוע
ja: 処理しています
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
lt: Vykdoma
lv: Tiek veikts
ml: പുരോഗതിയിലാണ്
mr: प्रगतीपथावर
nl: Gedeeltelijk voltooid
no: Pågår
pl: W toku
pt_br: Em andamento
pt_pt: Em curso
ro: În desfășurare
sr: У току
sv: Har påbörjats
sw: Inaendelea
ta: செயலிலுள்ளது
te: ప్రోగ్రెస్‌లో ఉంది
th: กำลังดำเนินการ
tr: Devam ediyor
uk: Триває
ur: جاری ہے
zu: Kuyaqhubeka
