Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: An error occurred.
af: 'n Fout het voorgekom.
ar: حدث خطأ.
bg: Възникна грешка.
bn: একটি ত্রুটি ঘটেছে৷
ca: S'ha produït un error.
da: Der er opstået en fejl.
de: Ein Fehler ist aufgetreten.
es: Se ha producido un error.
et: Ilmnes viga.
eu: Errore bat gertatu da.
fa: خطایی روی داد.
fi: Tapahtui virhe.
fil: May naging error.
fr: Une erreur s'est produite.
gl: Produciuse un erro.
gu: એક ભૂલ આવી.
hi: कोई त्रुटि हुई.
hr: Došlo je do pogreške.
hu: Hiba történt.
id: Terjadi kesalahan.
is: Villa kom upp.
it: Si è verificato un errore.
iw: אירעה שגיאה.
ja: エラーが発生しました。
kn: ದೋಷ ಸಂಭವಿಸಿದೆ.
lt: Įvyko klaida.
lv: Radās kļūda.
ml: ഒരു പിശക് സംഭവിച്ചു.
mr: एक त्रुटी आली.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
pt_pt: Ocorreu um erro.
ro: A apărut o eroare.
sr: Дошло је до грешке.
sv: Det har uppstått ett fel.
sw: Hitilafu fulani imetokea.
ta: பிழை ஏற்பட்டது.
te: లోపం సంభవించింది.
th: มีข้อผิดพลาดเกิดขึ้น
tr: Bir hata oluştu.
uk: Сталася помилка.
ur: ایک خرابی پیش آگئی۔
zu: Kuvele iphutha.

source: Return to the previous page.
af: Terug na die vorige bladsy.
ar: الرجوع إلى الصفحة السابقة.
bg: Назад към предишната страница.
bn: পূর্ববর্তী পৃষ্ঠাতে ফিরে যান৷
ca: Torneu a la pàgina anterior.
da: Gå tilbage til forrige side.
de: Zurück zur vorherigen Seite
es: Volver a la página anterior.
et: Minge tagasi eelmisele lehele.
eu: Itzuli aurreko orrira.
fa: به صفحه قبلی بازگردید.
fi: Palaa edelliselle sivulle.
fil: Bumalik sa nakaraang pahina.
fr: Revenir à la page précédente
gl: Volver á páxina anterior.
gu: પાછલા પૃષ્ઠ પર પાછા આવો.
hi: पिछले पृष्ठ पर वापस लौटें.
hr: Vratite se na prethodnu stranicu.
hu: Térjen vissza az előző oldalra.
id: Kembali ke laman sebelumnya.
is: Fara aftur á fyrri síðu.
it: Torna alla pagina precedente.
iw: חזור לדף הקודם.
ja: 前のページに戻る。
kn: ಹಿಂದಿನ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ.
lt: Grįžti į ankstesnį puslapį.
lv: Atgriezties iepriekšējā lapā
ml: മുമ്പത്തെ പേജിലേക്ക് മടങ്ങുക.
mr: मागील पृष्ठावर परत या.
nl: Terugkeren naar vorige pagina.
pl: Wróć na poprzednią stronę.
pt_br: Retorne à página anterior.
pt_pt: Voltar para a página anterior.
ro: Reveniți la pagina anterioară.
sr: Назад на претходну страницу.
sv: Öppna föregående sida.
sw: Rudi kwenye ukurasa uliotangulia.
ta: முந்தைய பக்கத்திற்குச் செல்க.
te: మునుపటి పేజీకి తిరిగి వెళ్లండి.
th: กลับไปยังหน้าก่อนหน้า
tr: Önceki sayfaya dön.
uk: Повернутися на попередню сторінку.
ur: پچھلے صفحہ پر واپس جائیں۔
zu: Buyela ekhasini langaphambilini.

source: Go back and try again.
bg: Върнете се и опитайте отново.
bn: ফিরে যান এবং আবার চেষ্টা করুন৷
da: Gå tilbage, og prøv igen.
de: Gehen Sie zurück und versuchen Sie es erneut.
es: Vuelve a la página anterior e inténtalo de nuevo.
et: Minge tagasi ja proovige uuesti.
eu: Itzuli eta saiatu berriro.
fa: بازگردید و دوباره امتحان کنید.
fi: Palaa takaisin ja yritä uudelleen.
fil: Bumalik at subukang muli.
gl: Volver á páxina anterior e tentalo de novo.
hr: Vratite se i pokušajte ponovo.
hu: Menjen vissza, és próbálja újra.
is: Fara til baka og reyna aftur.
it: Torna indietro e riprova.
ja: 前に戻って、やり直す。
lv: Iet atpakaļ un mēģināt vēlreiz
mr: मागे जा आणि पुन्हा प्रयत्न करा.
nl: Teruggaan en opnieuw proberen.
pt_br: Volte e tente novamente.
pt_pt: Volte e tente novamente.
sr: Вратите се и покушајте поново.
sv: Öppna föregående sida och försök igen.
sw: Rudi nyuma na ujaribu tena.
ta: திரும்பிச் சென்று மீண்டும் முயற்சிக்கவும்.
tr: Geri dön ve tekrar dene.
uk: Повернутися та повторити спробу.
zu: Buyela emuva bese uzama futhi.

source: If the problem persists, contact your administrator.
de: Wenn das Problem weiterhin besteht, kontaktieren Sie Ihren Administrator.
fil: Kung magpapatuloy ang problema, makipag-ugnayan sa iyong administrator.
it: Se il problema persiste, contatta l'amministratore.
sr: Ако се проблем и даље јавља, контактирајте администратора.
sw: Ikiwa tatizo litaendelea, wasiliana na msimamizi wako.

source: This resource does not exist, or access to it requires that you be logged in.
de: Entweder ist diese Ressource nicht vorhanden oder Sie müssen angemeldet sein, um darauf zugreifen zu können.
fil: Hindi umiiral ang mapagkukunang ito o nangangailangang naka-log in ka para sa pag-access nito.
it: Questa risorsa non esiste oppure è accessibile soltanto se esegui l'accesso.
sr: Овај ресурс не постоји или треба да се пријавите да бисте му приступили.
sw: Nyenzo hii haipo, au unahitaji kuingia katika akaunti ili uipate.

source: This resource does not exist, or cannot be accessed by the current user. You are currently logged in as {email}.
de: Entweder ist diese Ressource nicht vorhanden oder der aktuelle Nutzer hat keine Zugriffsrechte darauf. Sie sind momentan als {email} angemeldet.
fil: Hindi umiiral ang mapagkukunang ito o hindi maaaring ma-access ng kasalukuyang user. Kasalukuyan kang naka-log in bilang {email}.
it: Questa risorsa non esiste oppure non è accessibile all'utente corrente. Attualmente sei collegato come {email}.
sr: Овај ресурс не постоји или актуелни корисник не може да му приступи. Тренутно сте пријављени као {email}.
sw: Nyenzo hii haipo, au mtumiaji wa sasa hawezi kuifikia. Kwa sasa, umeingia katika akaunti ukitumia {email}.

source: Log in as another user
de: Mit anderem Nutzerkonto anmelden
fil: Mag-log in bilang isa pang user
it: Accedi come altro utente
sr: Пријави ме као другог корисника
sw: Ingia kwa kutumia akaunti tofauti

source: Log in
de: Anmelden
fil: Mag-log in
it: Accedi
sr: Пријави ме
sw: Ingia katika akaunti

source: Go to the home page for {course_title}
de: Zur Startseite von {course_title} wechseln
fil: Pumunta sa home page para sa {course_title}
it: Vai alla home page di {course_title}
sr: Иди на почетну страницу за курс {course_title}
sw: Nenda kwenye ukurasa wa mwanzo wa {course_title}

source: Announcements
af: Aankondigings
ar: الإعلانات
bg: Съобщения
bn: ঘোষণাগুলি
ca: Anuncis
cs: Oznámení
da: Meddelelser
de: Ankündigungen
es: Avisos
et: Teated
eu: Jakinarazpenak
fa: اعلامیه‌ها
fi: Ilmoitukset
fil: Mga Anunsyo
fr: Annonces
gl: Anuncios
gu: જાહેરાત
hi: घोषणाएं
hr: Najave
hu: Hirdetmények
id: Pengumuman
is: Tilkynningar
it: Comunicazioni
iw: הודעות
ja: お知らせ
kn: ಪ್ರಕಟಣೆಗಳು
lt: Pranešimai
lv: Paziņojumi
ml: പ്രഖ്യാപനങ്ങൾ
mr: घोषणा
nl: Aankondigingen
no: Kunngjøringer
pl: Ogłoszenia
pt_br: Notificações
pt_pt: Anúncios
ro: Anunțuri
sr: Обавештења
sv: Meddelanden
sw: Matangazo
ta: அறிவிப்புகள்
te: ప్రకటనలు
th: ประกาศ
tr: Duyurular
uk: Повідомлення
ur: اعلانات
zu: Izimemezelo

source: Currently, there are no announcements.
af: Daar is tans geen aankondigings nie.
ar: في الوقت الحالي، ليس هناك أي إعلانات.
ca: En aquest moment, no hi ha cap anunci.
de: Es sind derzeit keine Ankündigungen vorhanden.
fil: Walang mga anunsyo sa kasalukuyan.
fr: Il n'y a actuellement aucune annonce.
gu: હાલમાં, કોઈ જાહેરાત નથી.
hi: वर्तमान में कोई घोषणा नहीं है.
id: Saat ini, tidak ada pengumuman.
it: Al momento non sono presenti comunicazioni.
iw: אין כעת הודעות.
kn: ಪ್ರಸ್ತುತ, ಯಾವುದೇ ಘೋಷಣೆಗಳಿಲ್ಲ.
lt: Šiuo metu nėra jokių pranešimų.
ml: നിലവിൽ, പ്രഖ്യാപനങ്ങളൊന്നുമില്ല.
pl: Obecnie nie ma ogłoszeń.
ro: În prezent, nu există niciun anunț.
sr: Тренутно, нема ниједног обавештења.
sw: Hakuna matangazo kwa sasa.
te: ప్రస్తుతం, ప్రకటనలు ఏవీ లేవు.
th: ไม่มีประกาศในขณะนี้
ur: فی الحال، کوئی اعلانات نہیں ہیں۔
zu: Okwamanje, azikho izethulo.

source: Skip and Show Answer
af: Slaan oor en wys antwoord
ar: التخطي وعرض الإجابة
bg: Пропускане и показване на отговора
bn: এড়িয়ে যান ও উত্তর দেখান
ca: Omet i mostra la resposta
cs: Přeskočit a zobrazit odpověď
da: Spring over, og vis svaret
de: Überspringen und Antwort zeigen
es: Omitir y mostrar respuesta
et: Vahelejätmine ja vastuse kuvamine
eu: Saltatu eta erakutsi erantzuna
fa: رد شدن و نمایش پاسخ
fi: Ohita ja näytä vastaus
fil: Laktawan at Ipakita ang Sagot
fr: Ignorer et regarder la réponse
gl: Saltar e amosar resposta
gu: છોડો અને જવાબ બતાવો
hi: छोड़ें और उत्तर दिखाएं
hr: Preskoči i prikaži odgovore
hu: Kihagyás és a válasz megjelenítése
id: Lewati dan Tampilkan Jawaban
is: Sleppa og sýna svar
it: Salta e mostra risposta
iw: דלג והצג את התשובה
ja: スキップして正解を表示
kn: ಉತ್ತರ ಸ್ಕಿಪ್‌ ಮಾಡಿ ಮತ್ತು ತೋರಿಸಿ
lt: Praleisti ir žiūrėti atsakymą
lv: Izlaist un parādīt atbildi
ml: ഒഴിവാക്കി ഉത്തരം കാണിക്കുക
mr: वगळा आणि उत्तर दर्शवा
nl: Overslaan en antwoord weergeven
no: Hopp over og vis svaret
pl: Pomiń i pokaż odpowiedź
pt_br: Ignorar e mostrar resposta
pt_pt: Ignorar e Mostrar Resposta
ro: Ignorați și afișați răspunsul
sr: Прескочи и прикажи одговор
sv: Hoppa över och visa svaret
sw: Ruka na Uonyeshe Jibu
ta: தவிர்த்து பதிலைக் காட்டு
te: దాటవేసి, సమాధానాన్ని చూపు
th: ข้ามและแสดงคำตอบ
tr: Atla ve Yanıtı Göster
uk: Пропустити й показати відповідь
ur: نظر انداز کریں اور جواب دکھائیں
zu: Yeqa uphinde ubonise impendulo

source: Save Answers
af: Stoor antwoorde
ar: حفظ الإجابات
bg: Запазване на отговорите
bn: উত্তরগুলি সংরক্ষণ করুন
ca: Desa les respostes
cs: Uložit odpovědi
da: Gem svarene
de: Antworten speichern
es: Guardar respuestas
et: Vastuse salvestamine
eu: Gorde erantzunak
fa: ذخیره پاسخ‌ها
fi: Tallenna vastaukset
fil: I-save ang Mga Sagot
fr: Enregistrer les réponses
gl: Gardar respostas
gu: જવાબો સાચવો
hi: उत्तर सहेजें
hr: Spremi odgovore
hu: Válaszok mentése
id: Simpan Jawaban
is: Vista svör
it: Salva risposte
iw: שמור תשובות
ja: 解答を保存
kn: ಉತ್ತರಗಳನ್ನು ಉಳಿಸಿ
lt: Išsaugoti atsakymus
lv: Saglabāt atbildes
ml: ഉത്തരങ്ങൾ സംരക്ഷിക്കുക
mr: उत्तरे जतन करा
nl: Antwoorden opslaan
no: Lagre svar
pl: Zapisz odpowiedzi
pt_br: Salvar respostas
pt_pt: Guardar Respostas
ro: Salvați răspunsurile
sr: Сачувај одговоре
sv: Spara svar
sw: Hifadhi Majibu
ta: பதில்களைச் சேமி
te: సమాధానాలను సేవ్ చేయి
th: บันทึกคำตอบ
tr: Yanıtları Kaydet
uk: Зберегти відповіді
ur: جوابات محفوظ کریں
zu: Londoloza izimpendulo

source: Submit Assignment
af: Dien opdrag in
ar: إرسال المهمة
bg: Изпращане на заданието
bn: হস্তান্তরণ জমা দিন
ca: Envia el treball
cs: Odeslat úlohu
da: Indsend opgaven
de: Aufgabe abgeben
es: Enviar tarea
et: Saada ülesanne
eu: Bidali lana
fa: ارسال تکلیف
fi: Lähetä tehtävä
fil: Isumite ang Takdang-aralin
fr: Envoyer le devoir
gl: Enviar traballo
gu: સોંપણી સબમિટ કરો
hi: असाइनमेंट सबमिट करें
hr: Pošalji pismeni zadatak
hu: Feladat elküldése
id: Kirim Tugas
is: Skila verkefni
it: Invia compito
iw: שלח מטלה
ja: 課題を送信
kn: ನಿಯೋಜನೆ ಸಲ್ಲಿಸು
lt: Pateikti užduotį
lv: Iesniegt uzdevumu
ml: അസൈന്മെന്റ് സമർപ്പിക്കുക
mr: अभिहस्तांकन सबमिट करा
nl: Opdracht indienen
no: Send inn oppgaven
pl: Prześlij zadanie
pt_br: Enviar tarefa
pt_pt: Enviar Trabalho
ro: Trimiteți tema
sr: Пошаљи задатак
sv: Skicka uppgift
sw: Wasilisha Zoezi
ta: பயிற்சிப் பாடத்தைச் சமர்ப்பி
te: అభ్యాసాన్ని సమర్పించు
th: ส่งงาน
tr: Ödevi Gönder
uk: Надіслати завдання
ur: اسائنمنٹ جمع کرائیں
zu: Hambisa umsebenzi osazokwenziwa

source: Please click one of the buttons for your answer.
af: Klik asseblief een van die knoppies vir jou antwoord.
ar: يُرجى النقر على أحد الأزرار لاختيار إجابتك.
bg: Моля, кликнете върху един от бутоните за отговора си.
bn: দয়া করে আপনার উত্তরের জন্য বোতামগুলির মধ্যে একটিতে ক্লিক করুন৷
ca: Feu clic en un dels botons per respondre.
cs: Kliknutím na jedno z tlačítek zadejte svoji odpověď.
da: Klik på én af ​​knapperne for at svare.
de: Klicken Sie auf eine der Antworten.
es: Haz clic en uno de los botones para responder.
et: Vastuse vaatamiseks klõpsake ühel nupul.
eu: Egin klik botoietako batean erantzuteko.
fa: لطفاً برای پاسخ خود روی یکی از دکمه‌ها کلیک کنید.
fi: Vastaa klikkaamalla jotakin painiketta.
fil: Paki-click ang isa sa mga button para sa iyong sagot.
fr: Veuillez répondre en cliquant sur l'un des boutons.
gl: Fai clic nun dos botóns para responder.
gu: તમારા જવાબ માટે કૃપા કરીને બટનો પર ક્લિક કરો.
hi: कृपया अपने उत्तर के लिए बटन में से एक क्लिक करें.
hr: Kliknite na jedan gumb da biste odabrali odgovor.
hu: Kattintson az egyik gombra a válaszhoz.
id: Klik salah satu tombol untuk jawaban Anda.
is: Smelltu á einn af hnöppunum til að velja svar.
it: Fai clic su uno dei pulsanti per rispondere.
iw: לחץ על אחד מהלחצנים עבור התשובה שלך.
ja: 解答のボタンを 1 つクリックしてください。
kn: ನಿಮ್ಮ ಉತ್ತರಕ್ಕಾಗಿ ಬಟನ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ದಯವಿಟ್ಟು ಕ್ಲಿಕ್ ಮಾಡಿ.
lt: Spustelėkite vieną iš atsakymo mygtukų.
lv: Lai iesniegtu atbildi, lūdzu, noklikšķiniet uz vienas no pogām.
ml: നിങ്ങളുടെ ഉത്തരത്തിനായി ബട്ടണുകളിലൊന്ന് ക്ലിക്കുചെയ്യുക.
mr: कृपया आपल्या उत्तरासाठी एक बटण क्लिक करा.
nl: Klik op een van de knoppen voor uw antwoord.
no: Klikk på en av knappene for å få svaret ditt.
pl: Aby odpowiedzieć, kliknij jeden z przycisków.
pt_br: Clique em um dos botões para responder.
pt_pt: Clique num dos botões para ver a sua resposta.
ro: Pentru răspuns, dați clic pe unul dintre butoane.
sr: Кликните на једно од дугмади за одговор.
sv: Klicka på en av svarsknapparna.
sw: Tafadhali bofya mojawapo ya vitufe hivi ili uone jibu lako.
ta: பதிலளிக்க பொத்தான்களில் ஒன்றைக் கிளிக் செய்யவும்.
te: దయచేసి మీ సమాధానం కోసం బటన్‌ల్లో ఒకదాన్ని క్లిక్ చేయండి.
th: โปรดคลิกปุ่มใดปุ่มหนึ่งเพื่อเลือกคำตอบของคุณ
tr: Lütfen yanıtınızı vermek için düğmelerden birini tıklayın.
uk: Натисніть одну з кнопок, щоб відповісти.
ur: براہ کرم اپنے جواب کیلئے بٹنوں میں سے ایک پر کلک کریں۔
zu: Sicela uchofoze enye yezinkinobho yempendulo yakho.

source: All your answers are correct!
af: Al jou antwoorde is korrek!
ar: جميع إجاباتك صحيحة!
bg: Всичките ви отговори са правилни!
bn: আপনার সবগুলি উত্তর সঠিক!
ca: Totes les respostes són correctes.
cs: Všechny odpovědi jsou správně.
da: Alle dine svar er rigtige!
de: Alle Ihre Antworten sind richtig!
es: ¡Todas las respuestas son correctas!
et: Kõik vastused on õiged!
eu: Erantzun guztiak zuzenak dira!
fa: همه پاسخ‌های شما درست هستند!
fi: Kaikki vastauksesi ovat oikein!
fil: Tama ang lahat ng iyong sagot!
fr: Toutes vos réponses sont correctes !
gl: Todas as respostas son correctas.
gu: તમારા બધા જવાબો સાચા છે!
hi: आपके सभी उत्तर सही हैं!
hr: Svi su vaši odgovori točni!
hu: Mindegyik válasza helyes!
id: Semua jawaban Anda benar!
is: Öll svörin þín eru rétt!
it: Tutte le tue risposte sono esatte.
iw: כל התשובות שלך נכונות!
ja: 全問正解です！
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಉತ್ತರಗಳು ಸರಿಯಾಗಿವೆ!
lt: Visi atsakymai teisingi!
lv: Visas jūsu atbildes ir pareizas!
ml: നിങ്ങളുടെ എല്ലാ ഉത്തരങ്ങളും ശരിയാണ്!
mr: आपली सर्व उत्तरे अचूक आहेत!
nl: Al uw antwoorden zijn correct!
no: Alle svarene dine er riktige!
pl: Wszystkie Twoje odpowiedzi są prawidłowe.
pt_br: Todas as suas respostas estão corretas.
pt_pt: Todas as respostas estão corretas!
ro: Toate răspunsurile sunt corecte!
sr: Сви одговори су тачни!
sv: Du har alla rätt!
sw: Majibu yako yote ni sahihi!
ta: உங்கள் எல்லா பதில்களும் சரியானது!
te: మీ అన్ని సమాధానాలు సరిగ్గా ఉన్నాయి!
th: คำตอบทั้งหมดของคุณถูกต้อง!
tr: Tüm yanıtlarınız doğru!
uk: Усі ваші відповіді правильні!
ur: آپ کے سبھی جوابات صحیح ہیں!
zu: Zonke izimpendulo zakho zilungile!

source: Number of questions you answered correctly
af: Aantal vrae wat jy korrek beantwoord het
ar: عدد الأسئلة التي أجبت عنها بشكل صحيح
bg: Брой въпроси, на които отговорихте правилно
bn: আপনার সঠিকভাবে প্রদত্ত উত্তরগুলির সংখ্যা
ca: Nombre de preguntes que heu respost correctament
cs: Počet otázek, na které jste odpověděli správně:
da: Antal spørgsmål, som du besvarede korrekt
de: Anzahl der richtig beantworteten Fragen
es: Número de preguntas que has contestado correctamente:
et: Õigesti vastatud küsimuste arv
eu: Zuzen erantzundako galdera kopurua
fa: تعداد سؤالاتی که به درستی پاسخ داده‌اید
fi: Oikein vastattujen kysymyksien lukumäärä
fil: Bilang ng mga tanong na nasagot mo nang tama
fr: Nombre de questions auxquelles vous avez répondu correctement
gl: Número de preguntas que respondiches correctamente
gu: તમે સાચી રીતે જવાબ આપેલ પ્રશ્નોની સંખ્યા
hi: आपके द्वारा सही उत्तर दिए गए प्रश्नों की संख्या
hr: Broj pitanja na koja ste točno odgovorili
hu: A helyesen megválaszolt kérdések száma
id: Jumlah pertanyaan yang Anda jawab dengan benar
is: Fjöldi spurninga sem þú svaraðir rétt
it: Numero di domande a cui hai risposto correttamente
iw: מספר השאלות שעליהן ענית תשובה נכונה
ja: 正解した問題数
kn: ನೀವು ಸರಿಯಾಗಿ ಉತ್ತರಿಸಿದ ಪ್ರಶ್ನೆಗಳ ಸಂಖ್ಯೆ
lt: Teisingų atsakymų skaičius
lv: Pareizi atbildēto jautājumu skaits
ml: നിങ്ങൾ ശരിയായി ഉത്തരം നൽകിയ ചോദ്യങ്ങളുടെ എണ്ണം
mr: आपण अचूकपणे उत्तरे दिलेल्या प्रश्नांची संख्‍या
nl: Aantal vragen dat u correct heeft beantwoord
no: Antall spørsmål du svarte riktig på
pl: Liczba prawidłowych odpowiedzi
pt_br: Número de respostas corretas
pt_pt: Número de questões que respondeu corretamente
ro: Numărul de întrebări la care ați răspuns corect
sr: Број питања на које сте тачно одговорили
sv: Antal rätta svar
sw: Idadi ya maswali uliyoyajibu kwa usahihi
ta: நீங்கள் சரியாக பதிலளித்த கேள்விகளின் எண்ணிக்கை
te: మీరు సరిగ్గా సమాధానం ఇచ్చిన ప్రశ్నల సంఖ్య
th: จำนวนคำถามที่คุณตอบถูก
tr: Doğru yanıtladığınız soru sayısı
uk: Кількість запитань, на які ви відповіли правильно
ur: ان سوالوں کی تعداد جن کا آپ نے صحیح جواب دیا
zu: Inombolo yemibuzo oyiphendule ngokulungile

source: You received a score on this assessment of
af: Op hierdie assessering het jy 'n punt behaal van
ar: لقد تلقيت نتيجة هذا التقييم لـ
bg: Получихте резултат в това оценяване на
bn: এই মূল্যায়নের উপর প্রাপ্ত আপনার স্কোর
ca: En aquesta avaluació heu rebut una puntuació de
cs: V rámci tohoto hodnocení jste dosáhli skóre
da: Du har ved denne bedømmelse fået et resultat på
de: Sie haben bei diesem Test die folgende Punktzahl erreicht:
es: Puntuación de esta evaluación:
et: Selle hindamise tulemus on
eu: Frogan lortutako nota:
fa: نمره‌ای که در این ارزیابی کسب کردید
fi: Sait tästä arvostelusta tuloksen
fil: Sa pagtatasang ito, nakatanggap ka ng markang
fr: Votre résultat pour cette évaluation est de
gl: Nesta avaliación, recibiches unha puntuación de
gu: તમને આના આકલન પર સ્કોર મળ્યો છે
hi: आपको निम्न के इस आंकलन के लिए अंक प्राप्त हुआ है
hr: Rezultat vaše provjere iznosi
hu: A következő értékelési pontszámot kapta:
id: Skor Anda dalam penilaian ini adalah
is: Einkunn þín út þessu mati er
it: In questa valutazione hai ottenuto un punteggio di
iw: קיבלת בהערכה זו ציון של
ja: この評価のスコアは次のとおりです
kn: ನೀವು ಈ ನಿರ್ಧಾರದ ಮೇಲೆ ಸ್ಕೋರ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿರುವಿರಿ
lt: Jūsų rezultatas:
lv: Jūs saņēmāt šādu novērtējumu:
ml: ഇതിന്റെ ഈ മൂല്യനിർണ്ണയത്തിൽ നിങ്ങൾക്ക് ഒരു സ്‌കോർ ലഭിച്ചു
mr: आपल्याला या मूल्यांकनापैकी प्राप्त झालेले गुण
nl: Uw score voor deze beoordeling is
no: Poengsummen du fikk på denne prøven er
pl: W tym teście otrzymujesz wynik
pt_br: Sua pontuação para esta avaliação foi
pt_pt: Nesta avaliação, recebeu uma pontuação de
ro: La această evaluare ați primit un punctaj de
sr: Добијени резултат на основу ове процене је
sv: Du fick följande resultat
sw: Umepokea alama katika utahini huu wa
ta: இதற்கான இந்த மதிப்பீட்டில் ஸ்கோரைப் பெற்றுள்ளீர்கள்
te: మీరు దీని యొక్క ఈ మూల్య నిర్ధారణలో ఈ స్కోర్‌ను సాధించారు
th: คุณได้รับคะแนนจากการประเมินผลนี้เท่ากับ
tr: Bu değerlendirmeden aldığınız puan:
uk: Ви отримали результат оцінювання
ur: آپ کو اس جائزہ پر ایک اسکور ملا جو متعلق ہے بہ
zu: Uthole isikolo kulokhu kuhlolwa kwe-

source: Here are lessons you could review to improve your score
af: Hier is lesse wat jy kan nagaan om jou punt te verbeter
ar: إليك هذه الدروس التي يمكنك مراجعتها لتحسين نتيجتك
bg: Ето уроци, които можете да прегледате, за да подобрите резултата си
bn: আরো ভাল স্কোর করতে যে পাঠগুলি আপনি পর্যালোচনা করতে পারেন সেগুলি এখানে রয়েছে
ca: A continuació trobareu els temes que podeu revisar per millorar la puntuació
cs: Zde jsou lekce, které si můžete projít, abyste zlepšili své skóre.
da: Her er nogle lektioner, som du kan gennemgå for at forbedre dit resultat
de: Wiederholen Sie die folgenden Lektionen, um Ihre Punktzahl zu verbessern:
es: A continuación se incluyen algunas lecciones que puedes consultar para mejorar tu puntuación.
et: Siin on õppetükid, mille võiksite tulemuse parandamiseks üle vaadata
eu: Hona hemen nota hobetzeko errepasatzea komeni zaizkizun ikasgaiak
fa: این هم درس‌هایی که می‌توانید برای بهبود نمره خود مطالعه کنید
fi: Näiden oppituntien avulla voit parantaa tulostasi
fil: Narito ang mga araling maaari mong balikan upang mapagbuti ang iyong marka
fr: Voici des leçons que vous pourriez consulter pour améliorer votre résultat
gl: Aquí se indican as leccións que poderías revisar para mellorar a túa puntuación
gu: તમારો સ્કોર સુધારવા માટે તમે સમીક્ષા કરી શકો તેના માટે અહીં પાઠ છે
hi: अपने अंक में सुधार के लिए आप इन अध्यायों की समीक्षा कर सकते हैं.
hr: Mogli biste ponoviti ove lekcije kako biste poboljšali rezultat
hu: A pontszám növeléséhez ezeket a leckéket érdemes átnéznie
id: Berikut adalah pelajaran yang dapat Anda tinjau untuk memperbaiki skor
is: Hér eru viðfangsefni sem þú gætir kynnt þér betur til að bæta einkunnina
it: Ecco alcune lezioni che potresti rivedere per migliorare il tuo punteggio
iw: הנה שיעורים שתוכל לעיין בהם כדי לשפר את הציון שלך
ja: スコアを上げるために復習できるレッスンは次のとおりです
kn: ನಿಮ್ಮ ಸ್ಕೋರ್ ಅನ್ನು ಸುಧಾರಿಸಿಕೊಳ್ಳಲು ನೀವು ಪರಿಶೀಲಿಸಬೇಕಾದ ಕೆಲವು ಪಾಠಗಳು ಇಲ್ಲಿವೆ
lt: Čia nurodytos pamokos, kurias galite peržiūrėti, jei norite pagerinti rezultatą
lv: Lai uzlabotu rezultātu, izskatiet tālāk norādīto nodarbību materiālus.
ml: നിങ്ങളുടെ സ്‌കോർ മെച്ചപ്പെടുത്തുന്നതിന് അവലോകനം ചെയ്യാൻ കഴിയുന്ന പാഠങ്ങൾ ഇതാ
mr: येथे आपले गुण श्रेणीसुधारित करण्यासाठी आपण पुनरावलोकन करु शकत असलेले पाठ आहेत
nl: Hier zijn lessen die u opnieuw kunt bestuderen om uw score te verbeteren
no: Leksjonene du kan gjennomgå for å forbedre poengsummen din er
pl: Oto lekcje, które możesz powtórzyć, by poprawić swój wynik
pt_br: As lições que você pode estudar para melhorar sua pontuação são
pt_pt: Aqui estão as lições que pode rever para melhorar a pontuação
ro: Iată lecțiile pe care ați putea să le consultați pentru a vă îmbunătăți punctajul
sr: Ево лекција које би требало да прегледате да бисте побољшали резултат
sv: Du kan förbättra resultatet genom att gå igenom följande lektioner
sw: Hapa kuna masomo unayoweza kukagua ili kuboresha alama yako
ta: உங்கள் ஸ்கோரை அதிகரிக்க இங்கே கொடுக்கப்பட்டுள்ள பாடங்களைப் படிக்கலாம்.
te: ఇక్కడ మీరు మీ స్కోర్‌ను మెరుగుపరచుకోవడానికి సమీక్షించగల పాఠాలు ఉన్నాయి
th: ต่อไปนี้คือบทเรียนที่คุณสามารถทบทวนเพื่อปรับปรุงคะแนนของคุณ
tr: Puanınızı iyileştirmek için göz atabileceğiniz dersler:
uk: Нижче вказано уроки, які можна переглянути, щоб покращити результат
ur: یہ وہ اسباق ہیں جن کا جائزہ آپ اپنا اسکور بہتر بنانے کیلئے لے سکتے ہیں
zu: Nazi izifundo ongazibuyekeza ukuze uthuthukise isikolo sakho
