Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: After you have completed the required number of peer reviews for this assignment, the reviews you have received will appear here.
af: Nadat jy die vereiste aantal eweknie-oorsigte vir hierdie opdrag voltooi het, sal die oorsigte wat jy ontvang het, hier verskyn.
ar: بعد استكمال العدد المطلوب من مراجعات الخبراء لهذه المهمّة، ستظهر المراجعات التي تلقيتها هنا.
bg: След като завършите необходимия брой проверки за това задание, получените от вас ще се покажат тук.
bn: এই অ্যাসাইনমেন্টের জন্য আপনার প্রয়োজনীয় সহকর্মীর পর্যালোচনাগুলি সম্পূর্ণ করার পর, আপনি যে পর্যালোচনাগুলি পেয়েছেন তা এখানে উপস্থিত হবে৷
ca: Quan hàgiu completat el número requerit de revisions de companys per a aquest treball, les revisions que hàgiu rebut apareixeran aquí.
cs: Po dokončení požadovaného počtu oponentních recenzí této úlohy se zde zobrazí obdržené recenze.
da: Når du som fagfælle har skrevet det obligatoriske antal anmeldelser af denne opgave, vil de anmeldelser, du har fået, blive vist her.
de: Nachdem Sie die für diese Aufgabe erforderliche Anzahl an Bewertungen anderer Kursteilnehmer vorgenommen haben, erscheinen die Bewertungen, die Sie erhalten haben, an dieser Stelle.
es: Cuando hayas completado el número de revisiones de compañeros necesarias en esta tarea, las revisiones que hayas recibido aparecerán aquí.
et: Kui olete selle ülesande puhul esitanud vajaliku arvu partnerite arvustusi, kuvatakse saadud arvustused siin.
eu: Dagozkizun zuzenketak egin ondoren, zuri egin dizkizutenak agertuko dira hemen.
fa: پس از اینکه به تعداد مورد نیاز تکالیف هم‌دوره‌ای‌های خود را صحیح کردید، نتیجه صحیح کردن دیگران از تکلیف شما در اینجا نمایش داده می‌شود.
fi: Kun olet arvostellut kurssikavereidesi vastauksia tarvittavan määrän tätä tehtävää kohden, saamasi arvostelut näkyvät tässä.
fil: Pagkatapos mong makumpleto ang kinakailangang bilang ng mga review ng kasamahan para sa takdang araling ito, lalabas dito ang mga review na natanggap mo.
fr: Une fois que vous aurez effectué le nombre de corrections requis pour ce devoir, les corrections apportées au vôtre s'afficheront ici.
gl: Despois de completar o número necesario de avaliacións de expertos para este traballo, as revisións que recibas aparecerán aquí.
gu: તમે આ સોંપણી માટેની પીઅર સમીક્ષાઓની આવશ્યક સંખ્યાને પૂર્ણ કરી લો તે પછી, તમે પ્રાપ્ત કરી છે તે સમીક્ષાઓ અહીં દેખાશે.
hi: आपके द्वारा इस असाइनमेंट के लिए मित्र समीक्षाओं की आवश्यक संख्या पूर्ण कर लेने के बाद, आपको प्राप्त हुई समीक्षाएं यहां दिखाई देंगी.
hr: Nakon što ispunite traženi broj pregleda radova kolega za taj pismeni zadatak, ovdje će se prikazati ocjene koje ste vi dobili.
hu: Miután elvégezte a feladathoz tartozó szükséges véleményezéseket, az Ön által kapott véleményezések itt fognak megjelenni.
id: Setelah Anda menyelesaikan jumlah tinjauan kolega yang diwajibkan untuk tugas ini, tinjauan yang telah Anda terima akan muncul di sini.
is: Þegar þú hefur lokið við nauðsynlegan fjölda umsagna um úrlausnir annarra nemenda á þessu verkefni birtast umsagnirnar sem þú hefur fengið hér.
it: Una volta ultimate le revisioni degli altri studenti nel numero previsto per questo compito, le revisioni che hai ricevuto verranno visualizzate qui.
iw: לאחר שתשלים את המספר הנדרש של ביקורות עמיתים עבור המטלה הזו, הביקורות שקיבלת יופיעו כאן.
ja: 他のメンバーが行ったこの課題に対して必要な件数のレビューを完了すると、自分が受け取ったレビューがここに表示されます。
kn: ಈ ಕಾರ್ಯನಿಯೋಜನೆಗಾಗಿ ಆವಶ್ಯಕವಾಗಿರುವ ಸಮಾನ ಸಂಖ್ಯೆಯ ವಿಮರ್ಶೆಗಳನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ, ನೀವು ಸ್ವೀಕರಿಸಿರುವ ವಿಮರ್ಶೆಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ.
lt: Kai sulauksite reikiamo skaičiaus kolegų atsiliepimų apie šią užduotį, jie bus rodomi čia.
lv: Pēc tam, kad būsiet novērtējis pieprasīto skaitu uzdevumu, ko paveikuši citi studenti, šeit tiks rādīti jūsu saņemtie vērtējumi.
ml: ഈ അസൈന്മെന്റിന് ആവശ്യമായത്ര എണ്ണം ചങ്ങാതികളുടെ അവലോകനങ്ങൾ നിങ്ങൾ പൂർത്തിയാക്കിയ ശേഷം, നിങ്ങൾക്ക് ലഭിച്ച അവലോകനങ്ങൾ ഇവിടെ ദൃശ്യമാകും.
mr: या अभिहस्‍तांकनासाठी आवश्‍यक असलेली समवयस्‍क पुनरावलोकने पूर्ण केल्‍यानंतर आपण प्राप्त केलेली पुनरावलोकने येथे दिसून येतील.
nl: Nadat u het vereiste aantal beoordelingen door medecursisten heeft voltooid voor deze opdracht, worden de beoordelingen die u heeft ontvangen, hier weergegeven.
no: Når du har fullført de påkrevde vurderingene for denne oppgaven, vises vurderingene du har mottatt her.
pl: Gdy napiszesz wymaganą liczbę recenzji dla tego zadania, w tym miejscu będą wyświetlane recenzje, które otrzymałeś od innych kursantów.
pt_br: Após concluir o número necessário de revisões de colegas para esta tarefa, as revisões recebidas serão exibidas aqui.
pt_pt: Depois de concluir o número necessário de comentários de pares para este trabalho, os comentários que tiver recebido serão apresentados aqui.
ro: După ce ați evaluat numărul obligatoriu de lucrări ale colegilor pentru această temă, evaluările pe care le-ați primit vor apărea aici.
sr: Када напишете захтевани број стручних рецензија за овај задатак, рецензије које сте добили ће се појавити овде.
sv: När du har slutfört det antal granskningar som krävs för den här uppgiften visas de granskningar som du har fått här.
sw: Baada ya kukaguliana kazi hii na wenzako kwa mara zinazotakiwa, ukaguzi uliopokea utaonekana hapa.
ta: இந்தப் பயிற்சிப் பாடத்திற்கு தேவைப்படும் சகநண்பர்களின் மதிப்புரைகளின் எண்ணிக்கையை முடித்தபின், நீங்கள் பெறும் மதிப்புரைகள் இங்கு தோன்றும்.
te: మీరు ఈ అభ్యాసానికి అవసరమైన సంఖ్యలో తోటివిద్యార్థుల సమీక్షలను పూర్తి చేసిన తర్వాత, మీరు స్వీకరించిన సమీక్షలు ఇక్కడ కనిపిస్తాయి.
th: หลังจากที่คุณตรวจสอบงานของเพื่อนนี้เสร็จสิ้นตามจำนวนครั้งที่กำหนดแล้ว การตรวจสอบที่คุณได้รับจะแสดงที่นี่
tr: Bu ödev için gerekli sayıda arkadaş incelemesi tamamlandıktan sonra, aldığınız incelemeler burada görüntülenecektir.
uk: Коли ви напишете потрібну кількість рецензій для цього завдання, отримані рецензії можна буде переглянути тут.
ur: اس اسائنمنٹ کیلئے ہمسروں کے جائزوں کی مطلوبہ تعداد مکمل کر لینے کے بعد، آپ کے موصول شدہ جائزے یہاں ظاہر ہونگے۔
zu: Ngemuva kokuba usuliqedile inani elidingekayo lokubuyekeza kontanga kwalo msebenzi ozokwenziwa, izibuyekezo ozitholile zizovela lapha.

source: Go to the review dashboard
af: Gaan na die oorsigkontroleskerm
ar: الانتقال إلى لوحة المراجعة
bg: Към таблото за управление на проверките
bn: পর্যালোচনা ড্যাশবোর্ডে যান
ca: Vés al tauler de revisions
cs: Přejít na panel recenzí
da: Gå til betjeningspanelet for anmeldelser
de: Zur Bewertungsübersicht
es: Ir al panel de control de revisiones
et: Mine tagasi arvustamise juhtpaneeli juurde
eu: Joan zuzenketen panelera
fa: رفتن به به صفحه کنترل صحیح کردن تکالیف
fi: Siirry arvostelujen hallintapaneeliin
fil: Pumunta sa dashboard ng review
fr: Accéder au tableau de bord des corrections
gl: Ir ao panel de control de revisións
gu: સમીક્ષા ડેશબોર્ડ પર જાઓ
hi: समीक्षा डैशबोर्ड पर जाएं
hr: Idi na nadzornu ploču pregleda
hu: Ugrás a véleményezési irányítópultra
id: Buka dasbor tinjauan
is: Fara á stjórnborð umsagna
it: Vai alla dashboard delle revisioni
iw: עבור למרכז השליטה של הביקורת
ja: レビュー ダッシュボードに移動
kn: ವಿಮರ್ಶೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹೋಗಿ
lt: Eiti į atsiliepimų informacijos suvestinę
lv: Pāriet uz vērtēšanas informācijas paneli
ml: അവലോകന ഡാഷ്‌ബോർഡിലേക്ക് പോകുക
mr: पुनरावलोकन डॅशबोर्डकडे जा
nl: Ga naar het beoordelingsdashboard
no: Gå til vurderingsoversikten
pl: Przejdź do panelu recenzji
pt_br: Ir para o painel de revisão
pt_pt: Ir para o painel de comentários
ro: Accesați tabloul de bord pentru evaluări
sr: Иди на контролну таблу са рецензијама
sv: Visa granskningsöversikten
sw: Nenda kwenye dashibodi ya ukaguzi
ta: மதிப்புரை டாஷ்போர்டிற்குச் செல்
te: సమీక్ష డాష్‌బోర్డ్‌కు వెళ్లు
th: ไปที่แดชบอร์ดการตรวจสอบ
tr: İnceleme kontrol paneline git
uk: Перейти на інформаційну панель рецензій
ur: جائزہ کے ڈیش بورڈ پر جائیں
zu: Iya kwideshibhodi yokubuyekeza

source: You have not received any peer reviews yet.
af: Jy het nog nie enige eweknie-oorsigte ontvang nie.
ar: لم تتلقّ أية مراجعات خبراء إلى الآن.
bg: Още не сте получили проверки от колеги.
bn: আপনি এখনো কোনো সহকর্মীর পর্যালোচনা পাননি৷
ca: Encara no heu rebut cap revisió d'un company.
cs: Zatím jste neobdrželi žádné oponentní recenze.
da: Du har ikke fået nogen anmeldelser af fagfæller endnu.
de: Sie habe noch keine Bewertungen von anderen Kursteilnehmern erhalten.
es: Todavía no has recibido ninguna revisión de compañeros.
et: Te ei ole saanud veel ühtegi partneri arvustust.
eu: Oraindik ez duzu zuzenketarik jaso.
fa: هنوز هیچ کس تکلیف شما را صحیح نکرده است.
fi: Et ole saanut vielä yhtään arvostelua.
fil: Wala ka pang natatanggap na mga review ng kasamahan.
fr: Vous n'avez pas encore reçu de correction de la part de vos pairs.
gl: Aínda non recibiches ningunha avaliación de expertos.
gu: તમને હજી સુધી કોઈપણ પીઅર સમીક્ષાઓ પ્રાપ્ત થઈ નથી.
hi: आपने अभी तक कोई मित्र समीक्षा प्राप्त नहीं की है.
hr: Još niste dobili nijednu ocjenu kolega.
hu: Még nem kapott véleményezéseket.
id: Anda belum menerima tinjauan kolega apa pun.
is: Þú hefur ekki fengið neinar umsagnir frá öðrum nemendum.
it: Al momento non hai ricevuto revisioni di pari livello.
iw: עדיין לא קיבלת ביקורות של עמיתים.
ja: まだ他のメンバーからのレビューを受け取っていません。
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಸಮಾನ ವಿಮರ್ಶೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿಲ್ಲ.
lt: Kol kas nesulaukėte jokių kolegų atsiliepimų.
lv: Jūs vēl neesat saņēmis nevienu vērtējumu no citiem studentiem.
ml: നിങ്ങൾക്ക് ഇതുവരെ സഹപാഠികളുടെ അവലോകനങ്ങളൊന്നും ലഭിച്ചിട്ടില്ല.
mr: आपण अद्याप कोणतीही समवयस्‍क पुनरावलोकने प्राप्त केली नाहीत.
nl: U heeft nog geen beoordelingen door medecursisten ontvangen.
no: Du har ikke fått noen vurderinger fra andre studenter ennå.
pl: Nie masz jeszcze żadnych recenzji od innych kursantów.
pt_br: Você ainda não recebeu revisões de colegas.
pt_pt: Ainda não recebeu qualquer comentário de pares.
ro: Încă nu ați primit nicio evaluare a colegilor.
sr: Још увек нисте добили ниједну стручну рецензију.
sv: Du har inte fått några granskningar av andra studenters uppgifter ännu.
sw: Bado hujapokea ukaguzi wowote kutoka kwa wenzako.
ta: நீங்கள் இன்னும் சகநண்பர்களின் மதிப்புரைகளைப் பெறவில்லை.
te: మీరు ఇప్పటికీ తోటివిద్యార్థుల సమీక్షలను స్వీకరించలేదు.
th: คุณยังไม่ได้รับการตรวจสอบใดๆ จากเพื่อนร่วมงาน
tr: Henüz hiçbir arkadaş incelemesi almadınız.
uk: Ви ще не отримували рецензій від інших учасників.
ur: آپ کو ابھی تک ہمسروں کے کوئی جائزے موصول نہیں ہوئے ہیں۔
zu: Okwamanje awukakazitholi noma iziphi izibuyekezo zontanga.

source: This assessment is not available.
af: Hierdie evaluering is nie beskikbaar nie.
ar: هذا التقويم ليس متاحًا.
ca: Aquesta avaluació no està disponible.
de: Dieser Test ist nicht verfügbar.
fil: Hindi available ang assessment na ito.
fr: Cette évaluation n'est pas disponible.
gu: આ આકારણી ઉપલબ્ધ નથી.
hi: यह आंकलन उपलब्ध नहीं है.
id: Penilaian ini tidak tersedia.
it: Questa valutazione non è disponibile.
iw: ההערכה הזו אינה זמינה.
kn: ಈ ಮೌಲ್ಯಮಾಪನ ಲಭ್ಯವಿಲ್ಲ.
lt: Šis įvertinimas negalimas.
ml: ഈ മൂല്യനിര്‍ണ്ണയം ലഭ്യമല്ല.
pl: Ta ocena nie jest dostępna.
ro: Această evaluare nu este disponibilă.
sr: Процена није доступна.
sw: Tathmini hii haipatikani.
te: ఈ మూల్యాంకనం అందుబాటులో లేదు.
th: ไม่สามารถใช้การประเมินนี้ได้
ur: یہ تشخیص دستیاب نہیں ہے۔
zu: Lokhu kuhlolwa akutholakali.

source: Save Draft
af: Stoor konsep
ar: حفظ مسودة
bg: Запазване на чернова
bn: খসড়া সংরক্ষণ
ca: Desa l'esborrany
cs: Uložit koncept
da: Gem kladden
de: Entwurf speichern
es: Guardar borrador
et: Salvesta mustand
eu: Gorde zirriborroa
fa: ذخیره پیش‌نویس
fi: Tallenna luonnos
fil: I-save ang Draft
fr: Enregistrer un brouillon
gl: Gardar borrador
gu: ડ્રાફ્ટ સાચવો
hi: अधूरा ईमेल सहेजें
hr: Spremi skicu
hu: Piszkozat mentése
id: Simpan Konsep
is: Vista drög
it: Salva bozza
iw: שמור טיוטה
ja: 下書きを保存
kn: ಡ್ರಾಫ್ಟ್‌‌ ಉಳಿಸು
lt: Išsaugoti juodraštį
lv: Saglabāt melnrakstu
ml: ഡ്രാഫ്റ്റ് സംരക്ഷിക്കുക
mr: मसुदा जतन करा
nl: Concept opslaan
no: Lagre utkast
pl: Zapisz kopię roboczą
pt_br: Salvar rascunho
pt_pt: Guardar Rascunho
ro: Salvați răspunsul nefinalizat
sr: Сачувај радну верзију
sv: Spara utkast
sw: Hifadhi Rasimu
ta: வரைவைச் சேமி
te: చిత్తుప్రతిని సేవ్ చేయి
th: บันทึกร่างคำตอบ
tr: Taslak Olarak Kaydet
uk: Зберегти чернетку
ur: مسودہ محفوظ کریں
zu: Londoloza okusazolungiswa

source: Submit Review
af: Dien oorsig in
ar: إرسال المراجعة
bg: Изпращане на проверката
bn: পর্যালোচনা জমা দিন
ca: Envia el comentari
cs: Odeslat kontrolu
da: Indsend evalueringen
de: Bewertung senden
es: Enviar revisión
et: Saada arvustus
eu: Bidali zuzenketa
fa: ارسال بازبینی
fi: Lähetä arvostelu
fil: Isumite ang Review
fr: Envoyer la correction
gl: Enviar revisión
gu: સમીક્ષા સબમિટ કરો
hi: समीक्षा सबमिट करें
hr: Pošalji pregled
hu: Vélemény elküldése
id: Kirim Tinjauan
is: Skila inn umsögn
it: Invia revisione
iw: שלח ביקורת
ja: レビューを送信
kn: ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸು
lt: Pateikti peržiūrą
lv: Iesniegt vērtējumu
ml: അവലോകനം സമർപ്പിക്കുക
mr: पुनरावलोकन सबमिट करा
nl: Beoordeling indienen
no: Send inn vurdering
pl: Prześlij opinię
pt_br: Enviar revisão
pt_pt: Enviar Avaliação
ro: Trimiteți evaluarea
sr: Пошаљи рецензију
sv: Skicka granskning
sw: Wasilisha Ukaguzi
ta: மதிப்புரையைச் சமர்ப்பி
te: సమీక్షను సమర్పించు
th: ส่งการตรวจสอบ
tr: İncelemeyi Gönder
uk: Надіслати рецензію
ur: جائزہ جمع کرائیں
zu: Hambisa ukubuyekeza

source: Check Answers
af: Kontroleer antwoorde
ar: التحقق من الإجابات
bg: Проверка на отговорите
bn: উত্তরগুলি পরীক্ষা করুন
ca: Comprova les respostes
cs: Zkontrolovat odpovědi
da: Kontrollér svarene
de: Antworten prüfen
es: Comprobar respuestas
et: Vastuste kontrollimine
eu: Egiaztatu erantzunak
fa: بررسی پاسخ‌ها
fi: Tarkista vastaukset
fil: Suriin ang Mga Sagot
fr: Regarder les réponses
gl: Comprobar respostas
gu: જવાબો તપાસો
hi: उत्तर जांचें
hr: Provjeri odgovore
hu: Válaszok ellenőrzése
id: Periksa Jawaban
is: Athuga svör
it: Controlla risposte
iw: סמן את התשובות
ja: 解答を確認
kn: ಉತ್ತರಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ
lt: Patikrinti atsakymus
lv: Pārbaudīt atbildes
ml: ഉത്തരങ്ങൾ പരിശോധിക്കുക
mr: उत्तरे तपासा
nl: Antwoorden controleren
no: Sjekk svar
pl: Sprawdź odpowiedzi
pt_br: Conferir respostas
pt_pt: Respostas de Verificação
ro: Verificați răspunsurile
sr: Провери одговоре
sv: Kontrollera svaren mot facit
sw: Angalia Majibu
ta: பதில்களைச் சரிபார்
te: సమాధానాలను తనిఖీ చేయండి
th: ตรวจสอบคำตอบ
tr: Yanıtları Kontrol Et
uk: Перевірити відповіді
ur: جوابات چیک کریں
zu: Hlola izimpendulo

source: Submit Answers
af: Dien antwoorde in
ar: إرسال الإجابات
bg: Изпращане на отговорите
bn: উত্তরগুলি জমা দিন
ca: Envia les respostes
cs: Odeslat odpovědi
da: Indsend svar
de: Antworten abgeben
es: Enviar respuestas
et: Saada vastused
eu: Bidali erantzunak
fa: ارسال پاسخ‌ها
fi: Lähetä vastaukset
fil: Isumite ang Mga Sagot
fr: Envoyer les réponses
gl: Enviar respostas
gu: જવાબો સબમિટ કરો
hi: उत्तर सबमिट करें
hr: Pošalji odgovore
hu: Válaszok küldése
id: Kirim Jawaban
is: Senda inn svör
it: Invia risposte
iw: שלח תשובות
ja: 解答を送信
kn: ಉತ್ತರಗಳನ್ನು ಸಲ್ಲಿಸಿ
lt: Pateikti atsakymus
lv: Iesniegt atbildes
ml: ഉത്തരങ്ങൾ സമർപ്പിക്കുക
mr: उत्तरे सबमिट करा
nl: Antwoorden indienen
no: Send inn svar
pl: Prześlij odpowiedzi
pt_br: Enviar respostas
pt_pt: Enviar Respostas
ro: Trimiteți răspunsurile
sr: Пошаљи одговоре
sv: Skicka svar
sw: Wasilisha Majibu
ta: பதில்களைச் சமர்ப்பி
te: సమాధానాలను సమర్పించు
th: ส่งคำตอบ
tr: Yanıtları Gönder
uk: Надіслати відповіді
ur: جوابات جمع کرائیں
zu: Hambisa izimpendulo

source: Assessment
af: Assessering
ar: التقييم
bg: Оценяване
bn: মূল্যায়ন
ca: Avaluació
cs: Hodnocení
da: Bedømmelse
de: Test
es: Evaluación
et: Hindamine
eu: Froga
fa: ارزیابی
fi: Arvostelu
fil: Pagtatasa
fr: Évaluation
gl: Avaliación
gu: આકલન
hi: आंकलन
hr: Provjera
hu: Értékelés
id: Penilaian
is: Mat
it: Valutazione
iw: הערכה
ja: 評価
kn: ನಿರ್ಧರಿಸುವಿಕೆ
lt: Įvertinimas
lv: Novērtējums
ml: മൂല്യനിർണ്ണയം
mr: मूल्यांकन
nl: Opdracht
no: Prøve
pl: Ocena
pt_br: Avaliação
pt_pt: Avaliação
ro: Evaluare
sr: Процена
sv: Bedömning
sw: Tathmini
ta: மதிப்பீடு
te: మూల్య నిర్ధారణ
th: การประเมินผล
tr: Değerlendirme
uk: Оцінювання
ur: جائزہ
zu: Ukuhlolwa

source: Assessment submitted.
af: Assessering is ingedien.
ar: تم إرسال التقييم.
ca: La tasca s'ha enviat.
de: Der Test wurde gesendet.
fil: Isinumite ang assessment.
fr: Évaluation envoyée.
gu: આકારણી સબમિટ કરી.
hi: मूल्यांकन सबमिट किया गया.
id: Penilaian terkirim.
it: Valutazione inviata.
iw: ההערכה הוגשה.
kn: ಪರಾಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ.
lt: Įvertinimas pateiktas.
ml: അസൈൻമെന്റ് സമർപ്പിച്ചു.
pl: Test został wysłany.
ro: Evaluarea a fost trimisă.
sr: Послали сте одговоре за тест.
sw: Umewasilisha majibu.
te: మూల్యాంకనం సమర్పించబడింది.
th: ส่งคำตอบแล้ว
ur: تفویض جمع کرا دی گئی۔
zu: Umsebenzi uhanjisiwe.

source: You have already submitted this assignment. Your latest attempt has not been saved.
af: Jy het alreeds hierdie opdrag ingedien. Jou jongste poging is nie gestoor nie.
ar: لقد أرسلت هذه المهمة من قبل. لم يتم حفظ أحدث محاولاتك.
bg: Вече сте изпратили това задание. Последният ви опит не е запазен.
bn: আপনি ইতিমধ্যে এই হস্তান্তরণটি জমা দিয়েছেন৷ আপনার সর্বশেষ প্রচেষ্টা সংরক্ষিত হয়নি৷
ca: Ja heu enviat aquest treball. L'últim intent no s'ha desat.
cs: Tuto úlohu jste již odeslali. Váš poslední pokus nebyl uložen.
da: Du har allerede indsendt denne opgave. Dit seneste forsøg blev ikke gemt.
de: Sie haben diese Aufgabe bereits abgegeben. Ihr letzter Versuch wurde nicht gespeichert.
es: Ya has enviado esta tarea. Tu último intento no se ha guardado.
et: Te olete selle ülesande juba esitanud. Viimast katset ei salvestatud.
eu: Lana bidali duzu dagoeneko. Ez da azken saiakera gorde.
fa: این تکلیف را قبلاً ارسال کرده‌اید. آخرین تلاش شما ذخیره نشد.
fi: Olet jo lähettänyt tämän tehtävän. Viimeisintä yritystä ei tallennettu.
fil: Naisumite mo na ang takdang-araling ito. Hindi na-save ang iyong pinakahuling pagtatangka.
fr: Vous avez déjà envoyé ce devoir. Votre dernière tentative n'a pas été enregistrée.
gl: Xa enviaches este traballo. Non se gardou o teu último intento.
gu: તમે પહેલાથી જ આ સોંપણી સબમિટ કરેલી છે. તમારો તાજેતરનો પ્રયાસ સાચવવામાં આવ્યો નથી.
hi: आपने यह असाइनमेंट पहले ही सबमिट कर दिया है. आपका नवीनतम प्रयास सहेजा नहीं गया है.
hr: Već ste poslali taj pismeni zadatak. Vaš posljednji pokušaj nije spremljen.
hu: Már elküldte ezt a feladatot. Az utolsó kísérletet nem mentettük.
id: Anda telah mengirimkan tugas ini. Usaha terakhir Anda tidak disimpan.
is: Þú hefur þegar sent inn þetta verkefni. Síðasta tilraun þín hefur ekki verið vistuð.
it: Hai già inviato questo compito. Il tuo ultimo tentativo non è stato salvato.
iw: כבר הגשת את המטלה הזו. הניסיון האחרון שלך לא נשמר.
ja: この課題は既に送信されています。最後に送信した課題は保存されていません。
kn: ನೀವು ಈಗಾಗಲೇ ಈ ನಿಯೋಜನೆಯನ್ನು ಸಲ್ಲಿಸಿರುವಿರಿ. ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಪ್ರಯತ್ನವನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ.
lt: Jau pateikėte šią užduotį. Paskutinis bandymas nebuvo išsaugotas.
lv: Jūs jau esat iesniedzis šo uzdevumu. Pēdējais iesniegtais uzdevums netika saglabāts.
ml: നിങ്ങൾ ഈ അസൈന്മെന്റ് ഇതിനകം സമർപ്പിച്ചു. നിങ്ങളുടെ ഏറ്റവും പുതിയ ശ്രമം സംരക്ഷിക്കപ്പെട്ടിട്ടില്ല.
mr: आपण हे अभिहस्तांकन आधीपासून सादर केले आहे. आपला नवीनतम प्रयत्न जतन केला गेला नाही.
nl: U heeft deze opdracht al ingediend. Uw laatste poging is niet opgeslagen.
no: Du har allerede sendt inn denne oppgaven. Det siste forsøket ble ikke lagret.
pl: Już przesłałeś to zadanie. Ostatnia próba nie została zapisana.
pt_br: Você já enviou esta tarefa. Sua tentativa mais recente não foi salva.
pt_pt: Já enviou este trabalho. A sua última tentativa não foi guardada.
ro: Ați trimis deja această temă. Ultima încercare nu a fost salvată.
sr: Већ сте послали овај задатак. Последњи покушај није сачуван.
sv: Du har redan skickat den här uppgiften. Ditt senaste försök sparades inte.
sw: Tayari umewasilisha zoezi hili. Jaribio lako la hivi karibuni halijahifadhiwa.
ta: நீங்கள் ஏற்கனவே இந்தப் பயிற்சிப் பாடத்தைச் சமர்ப்பித்துள்ளீர்கள். உங்கள் சமீபத்திய முயற்சி சேமிக்கப்படவில்லை.
te: మీరు ఈ అభ్యాసాన్ని ఇప్పటికే సమర్పించారు. మీ తాజా ప్రయత్నం సేవ్ చేయబడలేదు.
th: คุณได้ส่งงานนี้แล้ว ความพยายามครั้งล่าสุดของคุณยังไม่ได้รับการบันทึก
tr: Bu ödevi zaten gönderdiniz. Son denemeniz kaydedilmedi.
uk: Ви вже надіслали це завдання. Вашу останню спробу не збережено.
ur: آپ نے یہ اسائنمنٹ پہلے ہی جمع کرا دی ہے۔ آپ کی تازہ ترین کوشش محفوظ نہیں ہوئی ہے۔
zu: Usuvele uwuhambisile lo msebenzi ozokwenziwa. Umzamo wakho wakamuva awukalondolozwa.

source: Thank you for completing this assignment. Your work was successfully submitted.
af: Dankie dat jy hierdie opdrag voltooi het. Jou werk is suksesvol ingedien.
ar: شكرًا لك على استكمال هذه المهمة. تم إرسال عملك بنجاح.
bg: Благодарим ви, че изпълнихте това задание. Работата ви бе изпратена успешно.
bn: এই হস্তান্তরণটি সম্পূর্ণ করার জন্য আপনাকে ধন্যবাদ৷ আপনার কাজ সফলভাবে জমা দেওয়া হয়েছে৷
ca: Gràcies per completar aquest treball. La feina s'ha enviat correctament.
cs: Děkujeme za dokončení této úlohy. Vaše práce byla úspěšně odeslána.
da: Tak, fordi du løste denne opgave. Din opgave er indsendt.
de: Vielen Dank, dass Sie diese Aufgabe bearbeitet haben. Ihre Arbeit wurde abgegeben.
es: Gracias por completar esta tarea. Tu trabajo se ha enviado correctamente.
et: Täname teid ülesande täitmise eest. Teie töö on ära saadetud.
eu: Eskerrik asko lana burutzeagatik. Behar bezala bidali da.
fa: بابت انجام این تکلیف از شما متشکریم. کار شما با موفقیت ارسال شد.
fi: Kiitos, että suoritit tehtävän. Tehtävä on nyt lähetetty.
fil: Salamat sa pagkumpleto sa takdang-araling ito. Matagumpay na naisumite ang iyong ginawa.
fr: Merci d'avoir terminé ce devoir. Votre travail a bien été envoyé.
gl: Grazas por completar este traballo. O teu proxecto enviouse correctamente.
gu: આ સોંપણી પૂર્ણ કરવા બદલ આપનો આભાર. તમારું કામ સફળતાપૂર્વક સબમિટ કરવામાં આવ્યું.
hi: इस असाइनमेंट को पूरा करने के लिए धन्यवाद. आपका कार्य सफलतापूर्वक सबमिट हो गया.
hr: Hvala vam što ste dovršili pismeni zadatak. Vaš je rad uspješno poslan.
hu: Köszönjük, hogy elvégezte ezt a feladatot. Sikeresen elküldtük a munkát.
id: Terima kasih telah menyelesaikan tugas ini. Pekerjaan Anda berhasil dikirim.
is: Þakka þér fyrir að ljúka þessu verkefni. Því hefur nú verið skilað.
it: Grazie per aver completato questo compito. Il tuo lavoro è stato inviato.
iw: תודה שהשלמת את המטלה. עבודתך נשלחה בהצלחה.
ja: この課題を送信しました。お疲れ様でした。
kn: ಈ ನಿಯೋಜನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ್ಧಕ್ಕಾಗಿ ನಿಮಗೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಕಾರ್ಯವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.
lt: Dėkojame, kad atlikote šią užduotį. Jūsų darbas sėkmingai pateiktas.
lv: Paldies, ka pabeidzāt šo uzdevumu. Tas ir veiksmīgi iesniegts.
ml: ഈ അസൈന്മെന്റ് പൂർത്തിയാക്കിയതിന് നന്ദി. നിങ്ങളുടെ വർക്ക് സമർപ്പിച്ചു.
mr: हे अभिहस्तांकन पूर्ण केल्याबद्दल धन्यवाद. आपले कार्य यशस्वीरित्या सादर करण्यात आले.
nl: Hartelijk dank voor het voltooien van deze opdracht. Uw werk is ingediend.
no: Takk for at du fullførte denne oppgaven. Arbeidet ditt er innsendt.
pl: Dziękujemy za wykonanie zadania. Dane zostały przesłane.
pt_br: Agradecemos por concluir esta tarefa. Seu trabalho foi enviado.
pt_pt: Obrigado por concluir este trabalho. O seu trabalho foi enviado com êxito.
ro: Vă mulțumim pentru finalizarea acestei teme. Lucrarea a fost trimisă.
sr: Хвала вам што сте довршили овај задатак. Задатак је послат.
sv: Tack för att du har slutfört den här uppgiften. Uppgiften har skickats in.
sw: Asante kwa kukamilisha zoezi hili. Kazi yako iliwasilishwa.
ta: இந்தப் பயிற்சிப் பாடத்தை நிறைவுசெய்ததற்கு நன்றி. உங்கள் பணி வெற்றிகரமாகச் சமர்ப்பிக்கப்பட்டது.
te: ఈ అభ్యాసాన్ని పూర్తి చేసినందుకు ధన్యవాదాలు. మీ పని విజయవంతంగా సమర్పించబడింది.
th: ขอขอบคุณที่ทำงานนี้จนเสร็จสมบูรณ์ งานของคุณส่งเรียบร้อยแล้ว
tr: Bu ödevi tamamladığınız için teşekkür ederiz. Çalışmanız başarıyla gönderildi.
uk: Дякуємо, що виконали це завдання. Вашу роботу надіслано.
ur: یہ اسائنمنٹ مکمل کرنے کیلئے آپ کا شکریہ۔ آپ کا کام کامیابی کے ساتھ جمع ہوگیا تھا۔
zu: Siyabonga ngokuqedela lomsebenzi ozokwenziwa. Umsebenzi wakho uhanjiswe ngempumelelo.
