Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Thank you for taking the %(assessment_name)s. Your score for this assessment is %(score)s%%. If you wish, you may return to the assessment and take it again.
af: Dankie dat jy die %(assessment_name)s voltooi het. Jou punt vir hierdie assessering is %(score)s%%. As jy wil, kan jy na die assessering terugkeer en dit weer doen.
ar: نشكرك لملء بيانات التقييم %(assessment_name)s. الدرجة التي حددتها لهذا التقييم هي %(score)s%%. يمكنك إن أردت العودة إلى التقييم وملء بياناته مرة أخرى.
bg: Благодарим ви, че участвахте в/ъв „%(assessment_name)s“. Резултатът ви от това препитване е %(score)s%%. Ако искате, може да се върнете обратно и да го направите отново.
bn: %(assessment_name)s এ অংশগ্রহণ করার জন্য ধন্যবাদ৷ এই মূল্যায়নে আপনি %(score)s%% পেয়েছেন৷ আপনি চাইলে ফিরে গিয়ে আবার এই মূল্যায়নে অংশগ্রহণ করতে পারেন৷
ca: Gràcies per fer l'avaluació %(assessment_name)s. La puntuació que heu aconseguit en aquesta avaluació és la següent: %(score)s%%. Si ho voleu, podeu tornar a l'avaluació i fer-la de nou.
da: Tak, fordi du deltog i %(assessment_name)s. Dit resultat i denne prøve var %(score)s %%. Hvis du vil, kan du vende tilbage til prøven og tage den igen.
de: Vielen Dank für Ihre Teilnahme an "%(assessment_name)s". Sie haben bei diesem Test %(score)s %% erreicht. Wenn Sie möchten, können Sie zu dem Test zurückkehren und ihn erneut absolvieren.
es: Gracias por hacer el examen %(assessment_name)s. Tu puntuación en este examen es de %(score)s%%. Si quieres, puedes repetirlo.
et: Täname, et osalesite arvestuses %(assessment_name)s. Selle arvestuse tulemus on %(score)s%%. Kui soovite, võite naasta arvestuse juurde ja selle uuesti teha.
eu: Eskerrik asko %(assessment_name)s froga egiteagatik. Lortu duzun emaitza %% %(score)s da. Nahi baduzu, frogara itzuli eta berriro egin dezakezu.
fa: از اینکه در ارزیابی %(assessment_name)s شرکت کردید از شما سپاسگزاریم. امتیاز شما برای این ارزیابی %(score)s٪٪ است. در صورت تمایل می‌توانید به ارزیابی بازگردید و آن را دوباره انجام دهید.
fi: Kiitos, että suoritit tentin %(assessment_name)s. Sait tulokseksi %(score)s%%. Voit halutessasi palata tenttiin ja suorittaa sen uudelleen.
fil: Salamat sa pagkuha ng %(assessment_name)s. Ang iyong mga puntos para sa pag-a-assess na ito ay %(score)s %%. Kung gusto mo, maaari kang bumalik sa pag-a-assess at muli itong sagutan.
fr: Merci d'avoir terminé le devoir "%(assessment_name)s". Vous avez obtenu %(score)s %%. Si vous le souhaitez, vous pouvez revenir au devoir et recommencer.
gl: Grazas por realizar a avaliación %(assessment_name)s. A túa nota da avaliación é %(score)s%%. Se así o desexas, podes volver á avaliación e realizala de novo.
gu: %(assessment_name)s લેવા બદલ આભાર. આ આકારણી માટે તમારો સ્કોર %(score)s%% છે. જો તમે ઇચ્છો, તો તમે આકારણી પર પાછા ફરી અને તે ફરીથી કરી શકો છો
hi: %(assessment_name)s में भाग लेने के लिए धन्यवाद. इस मूल्यांकन में आपका स्कोर %(score)s%% है. अगर आप चाहें, तो आप मूल्यांकन में वापस जाकर उसमें फिर से भाग ले सकते हैं.
hr: Riješili ste test %(assessment_name)s. Rezultat je %(score)s%%. Ako želite, možete se vratiti i riješiti ga ponovo.
hu: Köszönjük, hogy elvégezte a következő feladatot: %(assessment_name)s. Az Ön eredménye: %(score)s%%. Ha szeretné, visszatérhet, és ismét elvégezheti a feladatot.
id: Terima kasih telah mengikuti %(assessment_name)s. Skor Anda untuk penilaian ini adalah %(score)s%%. Jika mau, Anda dapat kembali ke penilaian dan mengikutinya lagi.
is: Takk fyrir að taka %(assessment_name)s. Einkunnin þín í þessu mati er %(score)s%%. Þú getur farið til baka og endurtekið matið ef þú vilt.
it: Grazie per aver svolto l'esame di valutazione %(assessment_name)s. Il tuo punteggio è %(score)s%%. Se desideri, puoi tornare all'esame di valutazione e rifarlo.
iw: תודה שהשבת על %(assessment_name)s. הניקוד שלך עבור ההערכה הזו הוא %(score)s%%. אם תרצה, תוכל לבצע את ההערכה שוב.
ja: %(assessment_name)s を送信していただきありがとうございます。この評価のあなたのスコアは %(score)s%% です。ご希望の場合は、この評価に戻ってもう一度送信できます。
kn: %(assessment_name)s ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ಈ ಮೌಲ್ಯಮಾಪನಕ್ಕೆ ನಿಮ್ಮ ಸ್ಕೋರ್‌ %(score)s%%. ನೀವು ಬಯಸಿದರೆ, ಮೌಲ್ಯಮಾಪನಕ್ಕೆ ನೀವು ಹಿಂತಿರುಗಬಹುದು ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
lt: Dėkojame, kad atlikote užduotį „%(assessment_name)s“. Šios užduoties rezultatas yra %(score)s %%. Jei norite, galite grįžti į užduotį ir atlikti ją dar kartą.
lv: Paldies, ka izpildījāt uzdevumu “%(assessment_name)s”! Par šo uzdevumu jūs saņēmāt vērtējumu %(score)s%%. Ja vēlaties, varat atgriezties pie uzdevuma un izpildīt to vēlreiz.
ml: %(assessment_name)s എടുത്തതിന് നന്ദി. നിങ്ങളുടെ ഈ അസസ്സ്‌മെന്റിനുള്ള സ്‌കോർ %(score)s%% ആണ്. നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടെങ്കിൽ, അസസ്സ്‌മെന്റിലേക്ക് തിരിച്ചുപോയി അത് വീണ്ടും എടുക്കാവുന്നതാണ്.
mr: %(assessment_name)s घेण्‍याबद्दल धन्यवाद. या मूल्‍यांकनासाठी आपली गुणसंख्‍या %(score)s%% आहे. आपण इच्‍छित असल्‍यास, आपण मूल्‍यांकनावर परत येऊ शकता आणि पुन्हा घेऊ शकता.
nl: Hartelijk dank dat u de opdracht %(assessment_name)s heeft uitgevoerd. Uw score voor deze opdracht is %(score)s%%. As u wilt, kunt u teruggaan naar de opdracht en deze nogmaals uitvoeren.
pl: Dziękuję za udział w teście %(assessment_name)s. Twój wynik to %(score)s%%. Jeśli chcesz, możesz wrócić do tego testu i wykonać go ponownie.
pt_br: Agradecemos por fazer %(assessment_name)s. Sua pontuação para essa avaliação foi %(score)s%%. Se você desejar, retorne para a avaliação e faça-a novamente.
ro: Vă mulțumim că ați participat la %(assessment_name)s. Scorul dvs. la această evaluare este %(score)s%%. Dacă doriți, puteți reveni la evaluare și o mai puteți parcurge o dată.
sr: Хвала вам што сте урадили тест %(assessment_name)s. Резултат теста је %(score)s%%. Ако желите, можете да се вратите на њега и урадите га поново.
sw: Asante kwa kufanya %(assessment_name)s. Alama yako kwa tathmini hii ni %(score)s%%. Ukipenda, unaweza kurejea kwenye tathmini na kufanya tena.
ta: %(assessment_name)s இல் பங்கேற்றதற்கு நன்றி. இந்த மதிப்பீட்டிற்கான உங்கள் மதிப்பெண் - %(score)s%%. நீங்கள் விரும்பினால், மதிப்பீட்டிற்குத் திரும்பிச் சென்று, மீண்டும் முயற்சிக்கலாம்.
te: %(assessment_name)sలో పాల్గొన్నందుకు ధన్యవాదాలు. ఈ అసైస్‌మెంట్‌j మీ స్కోర్ %(score)s%%. మీరు కావాలనుకుంటే అసెస్‌మెంట్‌కు తిరిగి వెళ్లి, మళ్లీ పాల్గొనవచ్చు.
th: ขอขอบคุณที่ตอบแบบประเมิน %(assessment_name)s คะแนนที่คุณได้รับจากการประเมินนี้คือ %(score)s%% หากต้องการ คุณสามารถกลับมาตอบแบบประเมินนี้อีกครั้งได้
tr: %(assessment_name)s değerlendirmesini tamamladığınız için teşekkür ederiz. Bu değerlendirmede %%%(score)s skor elde ettiniz. İsterseniz değerlendirmeye geri dönüp tekrar yapabilirsiniz.
uk: Дякуємо, що взяли участь в оцінюванні "%(assessment_name)s". Ваш результат – %(score)s%%. Якщо хочете, можете повернутись і ще раз пройти оцінювання.
ur: %(assessment_name)s میں شامل ہونے کیلئے آپ کا شکریہ۔ اس جائزہ کیلئے آپ کا اسکور %(score)s%% ہے۔ اگر آپ چاہیں تو جائزہ پر واپس جا سکتے اور اس میں دوبارہ شامل ہو سکتے ہیں۔
zu: Siyabonga ngokuthatha i-%(assessment_name)s. Isikolo sakho salokhu kuhlolwa ngu-%(score)s%%. Uma ufisa, ungabuyela ekuhlolweni uphinde ukwenze futhi.

source: Return to Unit
af: Keer terug na eenheid
ar: الرجوع إلى الوحدة
bg: Назад към темата
bn: ইউনিটে ফিরুন
ca: Torna a la unitat
da: Tilbage til enhed
de: Zum Kapitel zurück
es: Volver a la unidad
et: Tagasi üksusesse
eu: Itzuli unitatera
fa: بازگشت به واحد
fi: Palaa yksikköön
fil: Bumalik sa Unit
fr: Retour à l'unité
gl: Volver á unidade
gu: યુનિટ પર પાછા ફરો
hi: इकाई पर वापस लौटें
hr: Natrag na jedinicu
hu: Vissza az egységhez
id: Kembali ke Unit
is: Aftur í einingu
it: Torna a unità
iw: חזור ליחידה
ja: ユニットに戻る
kn: ಯೂನಿಟ್‌ಗೆ ಹಿಂತಿರುಗಿ
lt: Grįžti į skyrių
lv: Atpakaļ uz vienību
ml: യൂണിറ്റിലേക്ക് മടങ്ങുക
mr: एककावर परत जा
nl: Terug naar eenheid
pl: Wróć do jednostki
pt_br: Retornar para "Unidade"
ro: Reveniți la unitate
sr: Назад на јединицу
sw: Rudi kwenye Somo
ta: அலகிற்குத் திரும்பு
te: యూనిట్‌కి తిరిగి వెళ్లండి
th: ย้อนกลับไปยังหน่วย
tr: Üniteye Dön
uk: Назад до розділу
ur: یونٹ پر واپس جائیں
zu: Buyela kuyunithi

source: Course Tracks
af: Kursusrigtings
ar: مراحل الدورة التدريبية
bg: Модули в курса
bn: কোর্সের ট্র্যাকগুলি
ca: Itineraris del curs
da: Kursusforløb
de: Kurse
es: Seguimientos de cursos
et: Kursuste valikud
eu: Ikastaroaren espezializazioak
fa: پیگیری درس‌ها
fi: Kurssin osiot
fil: Mga Track ng Kurso
fr: Pistes de cours
gl: Pistas do curso
gu: અભ્યાસક્રમના ટ્રૅક્સ
hi: पाठ्यक्रम ट्रैक
hr: Područja kolegija
hu: Tanfolyambeosztások
id: Program Pembelajaran
is: Námsleiðir
it: Percorsi formativi
iw: מסלולי קורס
ja: コーストラック
kn: ಕೋರ್ಸ್ ಟ್ರ್ಯಾಕ್‌ಗಳು
lt: Kurso takeliai
lv: Mācību priekšmeta novirzieni
ml: കോഴ്‌സ് ട്രാക്കുകൾ
mr: अभ्यासक्रमाचे ट्रॅक
nl: Cursustracks
pl: Kursy specjalizacyjne
pt_br: Disciplinas do curso
ro: Direcții de studiu
sr: Области курса
sw: Chaguo za Masomo ya Kozi
ta: பாடத்திட்டப் பிரிவுகள்
te: కోర్స్ ట్రాక్‌లు
th: แทร็กหลักสูตร
tr: Ders Paketleri
uk: Звукові доріжки курсу
ur: کورس کے ٹریکس
zu: Ukulandelwa kwezemfundo

source: Course Components
af: Kursuskomponente
ar: مكونات الدورة التدريبية
bg: Компоненти в курса
bn: কোর্সের সামগ্রীগুলি
ca: Components del curs
da: Komponenter i kurset
de: Kursbausteine
es: Componentes del curso
et: Kursuse komponendid
eu: Ikastaroaren atalak
fa: مؤلفه‌های درسی
fi: Kurssin yksikköosat
fil: Mga Bahagi ng Kurso
fr: Composants de cours
gl: Compoñentes do curso
gu: અભ્યાસક્રમના ઘટકો
hi: पाठ्यक्रम घटक
hr: Komponente kolegija
hu: Tanfolyam-összetevők
id: Komponen Pembelajaran
is: Námskeiðshlutar
it: Componenti del corso
iw: רכיבי קורס
ja: コース コンポーネント
kn: ಕೋರ್ಸ್ ಅಂಶಗಳು
lt: Kurso komponentai
lv: Mācību priekšmeta komponenti
ml: കോഴ്‌സ് ഘടകഭാഗങ്ങൾ
mr: अभ्यासक्रमाचे घटक
nl: Cursusonderdelen
pl: Składniki kursu
pt_br: Componentes do curso
ro: Componentele cursurilor
sr: Компоненте курса
sw: Masomo ya Kozi
ta: பாடத்திட்டக் கூறுகள்
te: కోర్స్ అంశాలు
th: ส่วนประกอบหลักสูตร
tr: Ders Bölümleri
uk: Компоненти курсу
ur: کورس کے اجزاء
zu: Izinto zezemfundo

source: My Tracks
af: My rigtings
ar: مراحلي
bg: Моите модули
bn: আমার ট্র্যাকগুলি
ca: Els meus itineraris
da: Mine forløb
de: Meine Kurse
es: Mis seguimientos
et: Minu valikud
eu: Nire espezializazioak
fa: پیگیری‌های من
fi: Omat osiot
fil: Aking Mga Track
fr: Mes pistes
gl: As miñas pistas
gu: મારા ટ્રૅક્સ
hi: मेरे ट्रैक
hr: Moja područja
hu: Saját beosztás
id: Program Saya
is: Mínar námsleiðir
it: I miei percorsi
iw: המסלולים שלי
ja: マイトラック
kn: ನನ್ನ ಟ್ರ್ಯಾಕ್‌ಗಳು
lt: Mano takeliai
lv: Mani novirzieni
ml: എന്റെ ട്രാക്കുകൾ
mr: माझे ट्रॅक
nl: Mijn tracks
pl: Moje specjalizacje
pt_br: Minhas disciplinas
ro: Cursurile mele
sr: Моје области
sw: Chaguo Zangu za Masomo
ta: எனது பாடப்பிரிவுகள்
te: నా ట్రాక్‌లు
th: แทร็กของฉัน
tr: Paketlerim
uk: Мої звукові доріжки
ur: میرے ٹریکس
zu: Ukulandela kwami

source: Set Tracks
af: Stel rigtings
ar: تعيين المراحل
bg: Задаване на модулите
bn: ট্র্যাকগুলি সেট করুন
ca: Itineraris definits
da: Gem forløb
de: Kurse festlegen
es: Establecer seguimientos
et: Määra valikud
eu: Zehaztu espezializazioak
fa: تنظیم پیگیری‌ها
fi: Määritä osiot
fil: Itakda ang Mga Track
fr: Définir les pistes
gl: Definir pistas
gu: ટ્રૅક્સ સેટ કરો
hi: ट्रैक सेट करें
hr: Postavi područja
hu: Beosztás beállítása
id: Atur Program
is: Stilla námsleiðir
it: Imposta percorsi
iw: הגדר מסלולים
ja: トラックを設定
kn: ಟ್ರ್ಯಾಕ್‌ಗಳನ್ನು ಹೊಂದಿಸಿ
lt: Nustatyti takelius
lv: Iestatīt novirzienus
ml: ട്രാക്കുകൾ സജ്ജമാക്കുക
mr: ट्रॅक सेट करा
nl: Tracks instellen
pl: Ustaw specjalizacje
pt_br: Definir disciplinas
ro: Setați cursurile
sr: Подеси области
sw: Weka Chaguo za Masomo
ta: பாடப்பிரிவுகளை அமை
te: ట్రాక్‌లను సెట్ చేయి
th: ตั้งค่าแทร็ก
tr: Paketleri Ayarla
uk: Зберегти звукові доріжки
ur: ٹریکس کو سیٹ کریں
zu: Setha ukulandela

source: You have been unenrolled from
af: Jy het die volgende kursus gestaak
ar: لقد أجريت إلغاء التسجيل من
bg: Отписани сте от
bn: আপনি এর থেকে নথিভুক্তকরণ মুক্ত করেছেন
ca: Se us ha anul·lat la inscripció de
cs: Byli jste odhlášeni z kurzu
da: Du er blevet meldt fra
de: Sie wurden von folgendem Kurs abgemeldet:
es: Se ha anulado la inscripción en
et: Teie liitumine järgmise kursusega on tühistatud:
eu: Ikastaro honetan zenuen izen-ematea ezeztatu da:
fa: نام‌نویسی شما در این دوره لغو شد
fi: Olet peruuttanut osallistumisesi kurssille
fil: Naalis ka na sa pagkaka-enroll sa
fr: Vous êtes désinscrit du cours
gl: Cancelaches a inscrición de
gu: તમારી નોંધણી અહીંથી રદ કરવામાં આવી છે
hi: आपने इससे नामांकन रद्द कर दिया है
hr: Ispisali ste se s tečaja
hu: A következőre leadott jelentkezést töröltük:
id: Anda telah membatalkan pendaftaran dari
is: Þú varst skráð(ur) úr
it: È stata annullata la tua iscrizione a
iw: בוטלה ההרשמה שלך לקורס
ja: コースの登録を解除しました:
kn: ನೀವು ಇದರಿಂದ ದಾಖಲಾತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿರುವಿರಿ
lt: Išsiregistravote iš
lv: Jūs atcēlāt reģistrāciju kursam
ml: നിങ്ങൾ ഇതിൽ നിന്ന് എൻറോൾ ചെയ്‌തത് ഒഴിവാക്കി
mr: यावरील आपली नोंदणी रद्द केली गेली
nl: U bent uitgeschreven voor
no: Du har blitt avregistrert fra
pl: Zostałeś wypisany z kursu
pt_br: Você cancelou sua inscrição em
pt_pt: Inscrição anulada de
ro: V-ați anulat înscrierea pentru
sr: Исписани сте са курса
sv: Du har avanmält dig från
sw: Umeondolewa kwenye usajili kutoka
ta: இதிலிருந்து பதிவுநீக்கம் செய்யப்பட்டீர்கள்
te: దీని నుండి మీ నమోదు తీసివేయబడింది
th: คุณได้ยกเลิกการลงทะเบียนจาก
tr: Şu kurstan kaydınız silindi:
uk: Ви перервали навчання на курсі
ur: آپ کا اس کورس سے اندراج ختم کردیا گیا ہے
zu: Uyekiswe ukubhalisa kusukela ku-

source: Are you sure you want to unenroll from
af: Is jy seker jy wil die volgende kursus staak
ar: هل تريد بالتأكيد إلغاء التسجيل من
bg: Наистина ли искате да се отпишете от
bn: আপনি এর থেকে নথিভুক্তকরণ মুক্ত করার বিষয়ে নিশ্চিত
ca: Esteu segur que voleu anul·lar la inscripció de
cs: Opravdu se chcete odhlásit z kurzu
da: Er du sikker på, at du vil melde dig fra
de: Möchten Sie sich wirklich von folgendem Kurs abmelden:
es: ¿Seguro que quieres anular la inscripción en
et: Kas soovite kindlasti tühistada liitumise kursusega
eu: Ziurtatu ikastaro honetako izen-ematea ezeztatu nahi duzula:
fa: آیا مطمئن هستید که می‌خواهید نام‌نویسی خود را در این دوره لغو کنید
fi: Haluatko varmasti peruuttaa osallistumisesi kurssille
fil: Sigurado ka bang gusto mong maalis sa pagkaka-enroll sa
fr: Voulez-vous vraiment vous désinscrire du cours
gl: Estás seguro de que queres cancelar a inscrición de
gu: શું તમે ખરેખર અહીંથી નોંધણી રદ કરવા માંગો છો
hi: क्या आप वाकई इससे नामांकन रद्द करना चाहते हैं
hr: Jeste li sigurni da se želite ispisati s tečaja
hu: Biztosan törölni szeretné a következőre leadott jelentkezését:
id: Yakin ingin membatalkan pendaftaran dari
is: Ertu viss um að þú viljir skrá þig úr
it: Vuoi annullare la tua iscrizione a
iw: האם אתה בטוח שברצונך לבטל את הרשמתך לקורס
ja: 次のコースの登録を解除してもよろしいですか？
kn: ಇದರಿಂದ ದಾಖಲಾತಿ ರದ್ದುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ
lt: Ar tikrai norite išsiregistruoti iš
lv: Vai tiešām vēlaties atcelt reģistrāciju kursam
ml: ഇതിൽ നിന്ന് എൻറോൾ ചെയ്‌തത് ഒഴിവാക്കണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ
mr: आपली खात्री आहे की आपण यावरुन नोंदणी रद्द करु इच्छिता
nl: Weet u zeker dat u zich wilt uitschrijven voor
no: Er du sikker på at du vil avregistrere deg fra
pl: Czy na pewno chcesz się wypisać z kursu
pt_br: Tem certeza de que deseja cancelar sua inscrição em
pt_pt: Tem a certeza de que pretende anular a inscrição de
ro: Sigur doriți să vă anulați înscrierea pentru
sr: Желите ли стварно да се испишете са курса
sv: Vill du avanmäla dig från
sw: Una uhakika unataka kujiondoa kwenye usajili kutoka
ta: இதிலிருந்து பதிவுநீக்கம் பெற நிச்சயமாக விரும்புகிறீர்களா
te: మీరు ఖచ్చితంగా దీని నుండి మీ నమోదుని తీసివేయాలనుకుంటున్నారా
th: คุณแน่ใจหรือว่าต้องการยกเลิกการลงทะเบียนจาก
tr: Şu kurstan kaydınızın silinmesini istediğinizden emin misiniz:
uk: Справді перервати навчання на курсі
ur: کیا آپ واقعی اس کورس سے اندراج ختم کرنا چاہتے ہیں
zu: Ingabe uqinisekile ukuthi ufuna ukuyeka ukubhalisa kusukela ku-

source: Yes
af: Ja
ar: نعم
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
gl: Si
gu: હા
hi: हां
hr: Da
hu: Igen
id: Ya
is: Já
it: Sì
iw: כן
ja: はい
kn: ಹೌದು
lt: Taip
lv: Jā
ml: വേണം
mr: होय
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sr: Да
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: ہاں
zu: Yebo

source: No
af: Nee
ar: لا
bg: Не
bn: না
cs: Ne
da: Nej
de: Nein
et: Ei
eu: Ez
fa: خیر
fi: En
fil: Hindi
fr: Non
gl: Non
gu: નહીં
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
is: Nei
iw: לא
ja: いいえ
kn: ಇಲ್ಲ
lt: Ne
lv: Nē
ml: ഇല്ല
mr: नाही
nl: Nee
no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
sr: Не
sv: Nej
sw: La
ta: இல்லை
te: లేదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
zu: Cha

source: Show Syllabus
af: Wys leerplan
ar: إظهار المنهج
ca: Mostra el programa
de: Unterrichtsprogramm einblenden
fil: Ipakita ang Syllabus
fr: Afficher le programme
gu: અભ્યાસક્રમ દર્શાવો
hi: पाठ्यक्रम दिखाएं
id: Tampilkan Silabus
it: Mostra programma
iw: הצג סילבוס
kn: ಪಠ್ಯಕ್ರಮ ತೋರಿಸಿ
lt: Rodyti kurso programą
ml: പാഠ്യപദ്ധതി കാണിക്കുക
pl: Pokaż program kursu
ro: Afișați programa
sr: Прикажи наставни план
sw: Onyesha Muhtasari wa masomo
te: పాఠ్యప్రణాళికను చూపు
th: แสดงประมวลรายวิชา
ur: نصاب دکھائیں
zu: Bonisa Isilabhasi

source: Hide Syllabus
af: Versteek leerplan
ar: إخفاء المنهج
ca: Amaga el programa
de: Unterrichtsprogramm ausblenden
fil: Itago ang Syllabus
fr: Masquer le programme
gu: અભ્યાસક્રમ છુપાવો
hi: पाठ्यक्रम छिपाएं
id: Sembunyikan Silabus
it: Nascondi programma
iw: הסתר סילבוס
kn: ಪಠ್ಯಕ್ರಮ ಮರೆಮಾಡಿ
lt: Slėpti kurso programą
ml: പാഠ്യപദ്ധതി മറയ്‌ക്കുക
pl: Ukryj program kursu
ro: Ascundeți programa
sr: Сакриј наставни план
sw: Ficha Muhtasari wa masomo
te: పాఠ్యప్రణాళికను దాచు
th: ซ่อนประมวลรายวิชา
ur: نصاب چھپائیں
zu: Fihla Isilabhasi

source: Activity
af: Aktiwiteit
ar: النشاط
bg: Дейност
bn: কার্যকলাপ
ca: Activitat
cs: Aktivita
da: Aktivitet
de: Aktivität
es: Actividad
et: Tegevus
eu: Jarduera
fa: فعالیت
fi: Tehtävä
fil: Aktibidad
fr: Activité
gl: Actividade
gu: પ્રવૃત્તિ
hi: गतिविधि
hr: Aktivnost
hu: Tevékenység
id: Aktivitas
is: Virkni
it: Attività
iw: פעילות
ja: アクティビティ
kn: ಚಟುವಟಿಕೆ
lt: Veikla
lv: Aktivitāte
ml: പ്രവർത്തനം
mr: गतिविधी
nl: Activiteit
no: Aktivitet
pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ro: Activitate
sr: Активност
sv: Aktivitet
sw: Shughuli
ta: செயல்பாடு
te: కార్యాచరణ
th: กิจกรรม
tr: Etkinlik
uk: Практична робота
ur: سرگرمی
zu: Umsebenzi

source: This unit has no content.
af: Hierdie eenheid het geen inhoud nie.
ar: لا تتضمن هذه الوحدة أي محتوى.
bg: Тази тема не съдържа нищо.
bn: এই ইউনিটের কোনো সামগ্রী নেই৷
ca: La unitat no té contingut.
da: Der er intet indhold i denne enhed.
de: Dieses Kapitel hat keinen Inhalt.
es: Esta unidad no tiene contenido.
et: Selles üksuses puudub sisu.
eu: Unitate honetan ez dago edukirik.
fa: این واحد هیچ محتوایی ندارد.
fi: Tässä yksikössä ei ole sisältöä.
fil: Walang content ang unit na ito.
fr: Aucun contenu dans cette unité.
gl: Esta unidade non ten contido.
gu: આ યુનિટમાં કોઈ સામગ્રી નથી.
hi: इस इकाई में कोई सामग्री नहीं है.
hr: Ova jedinica nema sadržaja.
hu: Ennek az egységnek nincs tartalma.
id: Unit ini tidak memiliki konten.
is: Þessi eining inniheldur ekkert efni.
it: Questa unità non ha contenuti.
iw: יחידה זו אינה מכילה תוכן.
ja: このユニット内にコンテンツがありません。
kn: ಈ ಯೂನಿಟ್ ಯಾವುದೇ ವಿಷಯವನ್ನು ಹೊಂದಿಲ್ಲ.
lt: Šiame skyriuje nėra turinio.
lv: Šajā vienībā nav satura.
ml: ഈ യൂണിറ്റിന് ഉള്ളടക്കമൊന്നുമില്ല.
mr: या एककामध्ये कोणतीही सामग्री नाही.
nl: Deze eenheid bevat geen inhoud.
pl: Ta jednostka nie zawiera treści.
pt_br: Esta unidade não tem conteúdo.
ro: Această unitate nu are niciun conținut.
sr: Ова јединица нема садржај.
sw: Somo hili halina maudhui.
ta: இந்த அலகில் உள்ளடக்கம் எதுவுமில்லை.
te: ఈ యూనిట్‌లో కంటెంట్ ఏదీ లేదు.
th: หน่วยนี้ไม่มีเนื้อหา
tr: Bu ünitede içerik yok.
uk: У цьому розділі немає вмісту.
ur: اس یونٹ میں کوئی مواد نہیں ہے۔
zu: Leli yunithi alinakho okuqukethwe.

source: Previous Page
af: Vorige bladsy
ar: الصفحة السابقة
bg: Предишна страница
bn: পূর্ববর্তী পৃষ্ঠা
ca: Pàgina anterior
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
es: Página anterior
et: Eelmine leht
eu: Aurreko orria
fa: صفحه قبلی
fi: Edellinen sivu
fil: Nakaraang Pahina
fr: Page précédente
gl: Páxina anterior
gu: પહેલાનું પૃષ્ઠ
hi: पिछला पृष्ठ
hr: Prethodna stranica
hu: Előző oldal
id: Laman Sebelumnya
is: Fyrri síða
it: Pagina precedente
iw: הדף הקודם
ja: 前のページ
kn: ಹಿಂದಿನ ಪುಟ
lt: Ankstesnis puslapis
lv: Iepriekšējā lapa
ml: മുൻ പേജ്
mr: मागील पृष्ठ
nl: Vorige pagina
no: Forrige side
pl: Poprzednia strona
pt_br: Página anterior
pt_pt: Página Anterior
ro: Pagina anterioară
sr: Претходна страница
sv: Föregående sida
sw: Ukurasa Uliotangulia
ta: முந்தைய பக்கம்
te: మునుపటి పేజీ
th: หน้าก่อนหน้า
tr: Önceki Sayfa
uk: Попередня сторінка
ur: پچھلا صفحہ
zu: Ikhasi langaphambilini

source: Next Page
af: Volgende bladsy
ar: الصفحة التالية
bg: Следваща страница
bn: পরবর্তী পৃষ্ঠা
ca: Pàgina següent
cs: Další stránka
da: Næste side
de: Nächste Seite
es: Página siguiente
et: Järgmine leht
eu: Hurrengo orria
fa: صفحه بعدی
fi: Seuraava sivu
fil: Susunod na Pahina
fr: Page suivante
gl: Páxina seguinte
gu: આગલું પૃષ્ઠ
hi: अगला पृष्ठ
hr: Sljedeća stranica
hu: Következő oldal
id: Laman Berikutnya
is: Næsta síða
it: Pagina successiva
iw: הדף הבא
ja: 次のページ
kn: ಮುಂದಿನ ಪುಟ
lt: Kitas puslapis
lv: Nākamā lapa
ml: അടുത്ത പേജ്
mr: पुढील पृष्ठ
nl: Volgende pagina
no: Neste side
pl: Następna strona
pt_br: Próxima página
pt_pt: Página Seguinte
ro: Pagina următoare
sr: Следећа страница
sv: Nästa sida
sw: Ukurasa Unaofuata
ta: அடுத்த பக்கம்
te: తదుపరి పేజీ
th: หน้าถัดไป
tr: Sonraki Sayfa
uk: Наступна сторінка
ur: اگلا صفحہ
zu: Ikhasi elilandelayo

source: End
af: Einde
ar: النهاية
bg: Край
bn: শেষ
ca: Fi
cs: Konec
da: Slut
de: Ende
es: Fin
et: Lõpp
eu: Amaiera
fa: پایان
fi: Loppu
fil: Dulo
fr: Fin
gl: Fin
gu: સમાપ્ત
hi: समाप्त
hr: Kraj
hu: Vége
id: Akhir
is: Lok
it: Fine
iw: סיום
ja: 最後
kn: ಅಂತ್ಯ
lt: Pabaiga
lv: Beigas
ml: അവസാനം
mr: समाप्त
nl: Einde
no: Slutt
pl: Koniec
pt_br: Fim
pt_pt: Fim
ro: Sfârșit
sr: Крај
sv: Slut
sw: Mwisho
ta: முடிவு
te: ముగింపు
th: สิ้นสุด
tr: Son
uk: Кінець
ur: اختتام
zu: Qeda

source: Profile
af: Profiel
ar: الملف الشخصي
bg: Потребителски профил
bn: প্রোফাইল
ca: Perfil
da: Profil
es: Perfil
et: Profiil
eu: Profila
fa: نمایه
fi: Profiili
fr: Profil
gl: Perfil
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
is: Prófíll
iw: פרופיל
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
lt: Profilis
lv: Profils
ml: പ്രൊഫൈല്‍
mr: प्रोफाईल
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
sv: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل

source: View score
af: Bekyk telling
ar: عرض النتيجة
bg: Преглед на резултата
bn: স্কোর দেখুন
ca: Mostra la puntuació
da: Se resultater
es: Ver puntuación
et: Kuva tulemus
eu: Ikusi nota
fa: مشاهده نمره
fi: Tarkastele tuloksia
fr: Afficher la note
gl: Ver puntuación
gu: સ્કોર જુઓ
hi: स्कोर देखें
hr: Prikaz rezultata
hu: Pontszám megtekintése
id: Lihat skor
is: Skoða stig
iw: הצג את הציון
ja: スコアを表示
kn: ಸ್ಕೋರ್ ವೀಕ್ಷಿಸು
lt: Peržiūrėti rezultatą
lv: Skatīt rezultātus
ml: സ്‌കോർ കാണുക
mr: स्कोअर पहा
nl: Score bekijken
pl: Pokaż wynik
pt_br: Ver nota
pt_pt: Ver classificação
ro: Afișați punctajul
sv: Visa resultat
ta: ஸ்கோரைக் காட்டு
te: స్కోర్‌ను వీక్షించండి
th: ดูคะแนน
tr: Puanı görüntüle
uk: Переглянути результат
ur: اسکور دیکھیں
