Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Review your peers' assignments by clicking on the button below.
af: Oorsien jou eweknieë se opdragte deur die knoppie hieronder te klik.
ar: راجع مهام أقرانك عبر النقر على الزر أدناه.
bg: Проверете заданията на колегите си, като кликнете върху бутона по-долу.
bn: নীচের বোতামটিতে ক্লিক করে আপনার মিত্রগণের হস্তান্তরণগুলি পর্যালোচনা করুন৷
ca: Per revisar els treballs dels vostres companys, feu clic al botó següent.
cs: Kliknutím na níže uvedené tlačítko zkontrolujte úlohy svých spolužáků.
da: Evaluer dine medstuderendes opgaver ved at klikke på knappen nedenfor.
de: Sie können sich die Aufgaben der anderen Kursteilnehmer ansehen, indem Sie auf die Schaltfläche unten klicken.
es: Para revisar las tareas de tus compañeros, haz clic en el botón que aparece a continuación.
et: Hinnake kaasõpilaste ülesandeid, klõpsates alloleval nupul.
eu: Zuzendu ikaskideen lanak beheko botoia sakatuta.
fa: با کلیک کردن روی دکمه زیر، تکالیف همکلاسی‌های خود را بازبینی کنید.
fi: Arvostele muiden kurssille osallistujien tehtäviä klikkaamalla alla olevaa painiketta.
fil: I-review ang mga takdang-aralin ng iyong mga peer sa pamamagitan ng pag-click sa button sa ibaba.
fr: Corrigez les devoirs de vos pairs en cliquant sur le bouton ci-dessous.
gl: Revisa os traballos dos teus compañeiros facendo clic no seguinte botón.
gu: નીચેના બટન પર ક્લિક કરીને તમારા સાથીની સોંપણીઓની સમીક્ષા કરો.
hi: नीचे दिए गए बटन पर क्लिक करके अपने मित्रों के असाइनमेंट की समीक्षा करें.
hr: Pregledajte pismene zadatke ostalih polaznika tako što ćete kliknuti gumb u nastavku.
hu: Az alábbi gombra kattintva véleményezheti a társak feladatait.
id: Tinjau tugas rekan Anda dengan mengeklik tombol di bawah.
is: Smelltu á hnappinn hér fyrir neðan til að fara yfir verkefni annarra nemenda.
it: Rivedi i compiti di studenti come te facendo clic sul pulsante sottostante.
iw: בצע ביקורת על המטלות של עמיתיך על ידי לחיצה על הלחצן שבהמשך.
ja: 下のボタンをクリックして、他のメンバーの課題をレビューしてください。
kn: ಕೆಳಗಿನ ಬಟನ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನಿಮ್ಮ ಸಮಾನ ವಯಸ್ಕರ ನಿಯೋಜನೆಗಳನ್ನು ವಿಮರ್ಶಿಸಿ.
lt: Peržiūrėkite partnerių užduotis spustelėję toliau pateiktą mygtuką.
lv: Vērtējiet citu studentu paveiktos uzdevumus, noklikšķinot uz tālāk redzamās pogas.
ml: ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുന്നതിലൂടെ നിങ്ങളുടെ സഹപാഠികളുടെ അസ്സൈൻമെന്റുകൾ അവലോകനം ചെയ്യുക.
mr: खालील बटणावर क्लिक करून आपल्या समवयस्कांच्या अभिहस्तांकनांचे पुनरावलोकन करा.
nl: Beoordeel de opdrachten van uw medecursisten door op de onderstaande knop te klikken.
no: Vurder andre studenters oppgaver ved å klikke på knappen nedenfor.
pl: Zrecenzuj zadania innych uczestników kursu, klikając poniższy przycisk.
pt_br: Revise as tarefas de seus colegas clicando no botão abaixo.
pt_pt: Avalie os trabalhos dos seus pares clicando no botão abaixo.
ro: Evaluați temele colegilor dând clic pe butonul de mai jos.
sr: Прегледајте задатке других студената кликом на дугме у наставку.
sv: Granska andra studenters uppgifter genom att klicka på knappen nedan.
sw: Kagua mazoezi ya marafiki zako kwa kubofya kwenye kitufe cha hapa chini.
ta: கீழே உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம் உங்கள் சக நண்பர்களின் பயிற்சிப் பாடங்களை மதிப்பாய்வு செய்யவும்.
te: దిగువ బటన్‌పై క్లిక్ చేయడం ద్వారా మీ తోటివిద్యార్థుల అభ్యాసాలను సమీక్షించండి.
th: ตรวจสอบงานของเพื่อนโดยคลิกที่ปุ่มด้านล่าง
tr: Aşağıdaki düğmeyi tıklayarak arkadaşlarınızın ödevlerini inceleyin.
uk: Щоб рецензувати завдання однокурсників, натисніть кнопку нижче.
ur: ذیل کے بٹن پر کلک کرکے اپنے ہمسروں کی اسائنمنٹس کا جائزہ لیں۔
zu: Buyekeza imisebenzi ezokwenziwa yontanga bakho ngokuchofoza inkinobho engezansi.

source: Review peer assignments
af: Oorsien eweknieë se opdragte
ar: مراجعة مهام الأقران
bg: Проверка на заданията на колегите
bn: মিত্রগণের হস্তান্তরণগুলি পর্যালোচনা করুন
ca: Revisa treballs de companys
cs: Zkontrolovat úlohy spolužáků
da: Evaluer medstuderendes opgaver
de: Aufgaben anderer Kursteilnehmer ansehen
es: Revisar tareas de los compañeros
et: Kaasõpilaste ülesannete hindamine
eu: Zuzendu ikaskideen lanak
fa: بازبینی تکالیف همکلاسی‌ها
fi: Arvostele kurssikavereiden tehtäviä
fil: I-review ang mga takdang-aralin ng peer
fr: Corriger les devoirs de vos pairs
gl: Revisar traballos de compañeiros
gu: સાથીની સોંપણીઓની સમીક્ષા કરો
hi: मित्र के असाइनमेंट की समीक्षा करें
hr: Pregledaj pismene zadatke polaznika
hu: Társak feladatainak véleményezése
id: Tinjau tugas rekan
is: Verkefni yfirfarin af nemendum
it: Rivedi compiti di altri studenti
iw: בצע ביקורת על מטלות של עמיתים
ja: 他のメンバーの課題をレビュー
kn: ಸಮಾನ ವಯಸ್ಕರ ನಿಯೋಜನೆಗಳನ್ನು ವಿಮರ್ಶಿಸು
lt: Peržiūrėti partnerių užduotis
lv: Vērtēt citu studentu paveiktos uzdevumus
ml: സഹപാഠിയുടെ അസ്സൈൻമെന്റുകൾ അവലോകനം ചെയ്യുക
mr: समवयस्कांच्या अभिहस्तांकनांचे पुनरावलोकन करा
nl: Opdrachten van medecursisten beoordelen
no: Vurder oppgavene til andre studenter
pl: Zrecenzuj zadania innych uczestników kursu
pt_br: Revisar tarefas de colegas
pt_pt: Avaliar trabalhos dos pares
ro: Evaluați temele colegilor
sr: Прегледај задатке других студената
sv: Granska andra studenters uppgifter
sw: Kagua mazoezi ya wenzako
ta: சக நண்பர்களின் பயிற்சிப் பாடங்களை மதிப்பாய்வு செய்
te: తోటివిద్యార్థుల అభ్యాసాలను సమీక్షించు
th: ตรวจสอบงานของเพื่อน
tr: Arkadaşların ödevlerini incele
uk: Рецензувати завдання однокурсників
ur: ہمسر کی اسائنمنٹس کا جائزہ لیں
zu: Buyekeza imisebenzi ezokwenziwa yontanga bakho

source: Back to Course page
af: Terug na kursus-bladsy
ar: رجوع إلى صفحة الدورة
bg: Назад към страницата на курса
bn: কোর্স পৃষ্ঠাতে ফিরে যান
ca: Torna a la pàgina del curs
cs: Zpět na stránku Kurz
da: Tilbage til kursussiden
de: Zurück zur Kursseite
es: Volver a la página del curso
et: Tagasi kursuse lehele
eu: Itzuli ikastaroaren orrira
fa: بازگشت به صفحه دوره
fi: Takaisin kurssisivulle
fil: Bumalik sa pahina ng Kurso
fr: Retour à la page du cours
gl: Volver á páxina do curso
gu: અભ્યાસક્રમ પૃષ્ઠ પર પાછા
hi: पाठ्यक्रम पृष्ठ पर वापस जाएं
hr: Natrag na stranicu "Tečaj"
hu: Vissza a Tanfolyam oldalra
id: Kembali ke laman Mata Kuliah
is: Til baka á síðu námskeiðs
it: Torna alla pagina Corso
iw: חזרה לדף הקורס
ja: [コース] ページに戻る
kn: ಕೋರ್ಸ್ ಪುಟಕ್ಕೆ ಹೋಗು
lt: Atgal į kurso puslapį
lv: Atpakaļ uz lapu Kurss
ml: കോഴ്‌സ് പേജിലേക്ക് മടങ്ങുക
mr: अभ्यासक्रम पृष्ठावर परत या
nl: Terug naar cursuspagina
no: Tilbake til kurssiden
pl: Powrót na stronę kursu
pt_br: Voltar à página do curso
pt_pt: Voltar à página de Curso
ro: Înapoi la pagina Curs
sr: Назад на страницу курса
sv: Tillbaka till kurssidan
sw: Rudi kwenye ukurasa wa Kozi
ta: படிப்புப் பக்கத்திற்குச் செல்
te: కోర్సు పేజీకి తిరిగి వెళ్లు
th: กลับไปที่หน้าหลักสูตร
tr: Kurs sayfasına dön
uk: Назад на сторінку курсу
ur: کورس کے صفحہ پر واپس جائیں
zu: Buyela ekhasini lesifundo

source: Certificate of Completion
af: Sertifikaat van voltooiing
ar: شهادة الإتمام
bg: Сертификат за завършен курс
bn: সম্পন্ন করার সার্টিফিকেট
ca: Certificat de superació
da: Certifikat
de: Abschlusszertifikat
es: Certificado de realización del curso
et: Sertifikaat kursuse läbimise kohta
eu: Ikastaroaren ziurtagiria
fa: گواهینامه تکمیل دوره
fi: Todistus kurssin suorittamisesta
fil: Certificate ng Pagtatapos
fr: Certificat de fin de cours
gl: Certificado de finalización
gu: પૂર્ણતા પ્રમાણપત્ર
hi: पूर्णता का प्रमाणपत्र
hr: Potvrda o završetku
hu: Teljesítési igazolás
id: Sertifikat Penyelesaian
is: Skírteini um lokið námskeið
it: Attestato di completamento
iw: אישור סיום קורס
ja: 修了証明書
kn: ಪೂರ್ಣಗೊಳಿಸಿದ ಬಗ್ಗೆ ಪ್ರಮಾಣಪತ್ರ
lt: Baigimo sertifikatas
lv: Pabeigšanas sertifikāts
ml: പൂർത്തിയാക്കൽ സർട്ടിഫിക്കറ്റ്
mr: पूर्ण केल्याचे प्रमाणप‍त्र
nl: Certificaat van voltooiing
pl: Certyfikat ukończenia
pt_br: Certificado de conclusão
ro: Certificat de absolvire
sr: Сертификат о завршеном курсу
sw: Hati ya Kukamilisha
ta: நிறைவுச் சான்றிதழ்
te: ఉత్తీర్ణత ధృవపత్రం
th: ประกาศนียบัตร
tr: Tamamlama Sertifikası
uk: Сертифікат про завершення курсу
ur: تکمیل کا سرٹیفکیٹ
zu: Isitifikethi sokuqeda

source: Presented to
af: Toegeken aan
ar: مقدَّمة إلى
bg: Издаден на
bn: এনাকে দেওয়া হল,
ca: Presentat a
da: Overrækkes til
de: Für
es: Otorgado a
et: Välja antud:
eu: Agiri honen bidez jakinarazten dugu
fa: اعطا شده به
fi: Opiskelija
fil: Iginagawad kay
fr: Décerné à
gl: Outorgado a
gu: આમને પ્રસ્તુત કર્યું
hi: को दिया जाता है
hr: Dodjeljuje se polazniku
hu: A következő személy részére:
id: Diberikan kepada
is: Hlýtur
it: Conferito a
iw: מוענק ל:
ja: 対象
kn: ಇವರಿಗೆ ನೀಡಲಾಗಿದೆ
lt: Suteikta
lv: saņem
ml: സർട്ടിഫിക്കറ്റ് സ്വീകരിക്കുന്നത്
mr: ना प्रदान केले
nl: Uitgereikt aan
pl: Dla:
pt_br: Concedido a
ro: Se acordă lui
sr: Додељује се полазнику
sw: Kilikabidhiwa
ta: பெற்றுக்கொள்பவர்
te: వీరికి అందించబడింది
th: ให้ไว้แก่
tr: Bu sertifika,
uk: Отримує
ur: پیش کی جا رہی ہے بنام
zu: Sethulwa ku-

source: for successfully completing the
af: vir die suksesvolle voltooiing van die
ar: لإتمامه بنجاح
bg: за успешно завършване на курса
bn: সফলভাবে
ca: per completar correctament el
da: for at have gennemført
de: für den erfolgreichen Abschluss des Kurses
es: por haber completado satisfactoriamente el
et: eduka sooritamise eest:
eu: ikasleak behar bezala osatu duela
fa: برای گذراندن موفقیت‌آمیز
fi: on suorittanut kurssin
fil: para sa matagumpay na pagtatapos sa
fr: pour avoir assisté à l'intégralité du cours
gl: por completar con éxito o
gu: સફળતાપૂર્વક આ પૂર્ણ કરવા બદલ
hi: सफलतापूर्वक इसे पूरा करने के लिए
hr: za uspješno dovršavanje
hu: , aki sikeresen teljesítette a(z)
id: karena telah berhasil menyelesaikan
is: fyrir að hafa lokið
it: per avere completato il
iw: בגין סיום מוצלח של
ja: さんがコースを修了しました:
kn: ಯಶಸ್ವಿಯಾಗಿ ಪೂರ್ಣಗೊಳಿಸಿದ್ದಕ್ಕಾಗಿ
lt: sėkmingai baigus
lv: par sekmīgu
ml: ഇനിപ്പറയുന്ന കോഴ്സ് പൂർത്തിയാക്കിയതിന്
mr: यशस्वीरित्या पूर्ण केल्याबद्दल
nl: voor het met succes afronden van de
pl: za pomyślne ukończenie kursu
pt_br: pela conclusão do
ro: în urma absolvirii
sr: јер је завршио/ла
sw: kwa kufanikiwa kukamilisha
ta: வெற்றிகரமாக நிறைவுசெய்தார்
te: దీనిని విజయవంతంగా పూర్తి చేసినందుకు
th: เนื่องในโอกาสสำเร็จการศึกษา
tr: adlı öğrenciye
uk: за успішне завершення
ur: کامیابی سے
zu: ngokuqedela ngempumelelo

source: %(course)s course
af: %(course)s-kursus
ar: دورة %(course)s
bg: %(course)s
bn: %(course)s কোর্স সম্পন্ন করার জন্য
ca: curs %(course)s
da: kurset %(course)s
de: %(course)s
es: curso %(course)s
et: eksam %(course)s
eu: %(course)s ikastaroa
fa: دوره %(course)s
fi: %(course)s
fil: kursong %(course)s
fr: %(course)s
gl: curso %(course)s
gu: %(course)s અભ્યાસક્રમ
hi: %(course)s पाठ्यक्रम
hr: tečaja %(course)s
hu: %(course)s című kurzust
id: program %(course)s
is: námskeiðinu %(course)s
it: corso %(course)s
iw: הקורס %(course)s
ja: %(course)s
kn: %(course)s ತರಬೇತಿ
lt: %(course)s kursas
lv: kursa “%(course)s” pabeigšanu.
ml: %(course)s കോഴ്‌സ്
mr: %(course)s अभ्यासक्रम
nl: cursus %(course)s
pl: %(course)s
pt_br: curso %(course)s
ro: cursului %(course)s
sr: курс %(course)s
sw: kozi ya %(course)s
ta: %(course)s பயிற்சி
te: %(course)s కోర్సు
th: หลักสูตร %(course)s
tr: %(course)s kursunu başarıyla tamamladığı için verilmiştir
uk: курсу "%(course)s"
ur: %(course)s کورس مکمل کرنے پر
zu: isifundo se-%(course)s

source: Certificate
af: Sertifikaat
ar: شهادة
bg: Сертификат
bn: শংসাপত্র
ca: Certificat
da: Certifikat
de: Zertifikat
es: Certificado
et: Sertifikaat
eu: Ziurtagiria
fa: گواهینامه
fi: Todistus
fr: Certificat
gl: Certificado
gu: પ્રમાણપત્ર
hi: प्रमाणपत्र
hr: Potvrda
hu: Tanúsítvány
id: Sertifikat
is: Skírteini
it: Attestato
iw: אישור
ja: 証明書
kn: ಪ್ರಮಾಣಪತ್ರ
lt: Sertifikatas
lv: Sertifikāts
ml: സര്‍ട്ടിഫിക്കറ്റ്
mr: प्रमाणपत्र
nl: Certificaat
pl: Certyfikat
pt_br: Certificado
ro: Certificat
sr: Сертификат
sw: Cheti
ta: சான்றிதழ்
te: ధృవపత్రం
th: ประกาศนียบัตร
tr: Sertifika
uk: Сертифікат
ur: سرٹیفکیٹ
zu: Isitifiketi

source: Click for certificate
af: Klik vir sertifikaat
ar: انقر للحصول على شهادة
bg: Кликнете за сертификата
bn: শংসাপত্রের জন্য ক্লিক করুন
ca: Feu clic per veure el certificat.
da: Klik for at se certifikatet
de: Klicken, um Zertifikat abzurufen
es: Haz clic para obtener el certificado
et: Klõpsake sertifikaadi kuvamiseks
eu: Sakatu ziurtagiria ikusteko
fa: برای مشاهده گواهینامه، کلیک کنید
fi: Klikkaa ja näytä todistus
fil: I-click para sa certificate
fr: Cliquez pour afficher le certificat
gl: Fai clic para ver o certificado
gu: પ્રમાણપત્ર માટે ક્લિક કરો
hi: प्रमाणपत्र के लिए क्लिक करें
hr: Kliknite za potvrdu
hu: Kattintson ide a tanúsítvány megtekintéséhez
id: Klik untuk sertifikat
is: Smelltu til að fá skírteini
it: Fai clic per visualizzare l'attestato
iw: לחץ כדי לעבור לאישור
ja: 証明書を見るにはクリック
kn: ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿ ಕ್ಲಿಕ್‌ ಮಾಡಿ
lt: Spustelėkite, kad gautumėte sertifikatą
lv: Noklikšķiniet, lai skatītu sertifikātu
ml: സർട്ടിഫിക്കറ്റിനായി ക്ലിക്കുചെയ്യുക
mr: प्रमाणपत्रासाठी क्लिक करा
nl: Klik voor certificaat
pl: Kliknij, by zobaczyć certyfikat
pt_br: Clique para ver o certificado
ro: Dați clic pentru certificat
sr: Кликните да бисте видели сертификат
sw: Bofya ili uone cheti
ta: சான்றிதழுக்கு கிளிக் செய்யவும்
te: ధృవపత్రం కోసం క్లిక్ చేయండి
th: คลิกเพื่อดูประกาศนียบัตร
tr: Sertifikayı tıklayın
uk: Натисніть, щоб переглянути сертифікат
ur: سرٹیفکیٹ کیلئے کلک کریں
zu: Chofoza ukuze ubone isititiketi

source: Download PDF
af: Laai PDF af
ar: تنزيل ملف PDF
ca: Baixa el PDF
de: PDF herunterladen
fil: I-download ang PDF
fr: Télécharger le fichier PDF
gu: PDF ડાઉનલોડ કરો
hi: PDF डाउनलोड करें
id: Unduh PDF
it: Scarica PDF
iw: הורד PDF
kn: PDF ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಿ
lt: Atsisiųsti PDF
ml: PDF ഡൗൺലോഡുചെയ്യുക
pl: Pobierz PDF
ro: Descărcați fișierul PDF
sr: Преузми PDF
sw: Pakua PDF
te: PDFని డౌన్‌లోడ్ చేసుకోండి
th: ดาวน์โหลดไฟล์ PDF
ur: PDF ڈاؤن لوڈ کریں
zu: Landa i-PDF

source: You have not yet met the course requirements for a certificate of completion.
af: Jy het nog nie aan die kursusvereistes vir 'n sertifikaat van voltooiing voldoen nie.
ar: إنك لم تستوفي متطلبات الدورة بعد حتى تحصل على شهادة الإتمام.
bg: Още не сте изпълнили изискванията за сертификат за завършен курс.
bn: কোর্সটি সম্পন্ন করার প্রমাণস্বরূপ শংসাপত্র পাওয়ার জন্য আপনি সেটির প্রয়োজনীয়তা এখনো পূরণ করেননি৷
ca: Encara no heu complert els requisits del curs per obtenir un certificat de superació del curs.
da: Du har endnu ikke opfyldt kursets krav for at få et certifikat.
de: Sie haben die Anforderungen des Kurses noch nicht erfüllt und erhalten daher noch kein Abschlusszertifikat.
es: Aún no has cumplido los requisitos del curso para obtener un certificado de realización del curso.
et: Te ei ole veel täitnud kursuse nõudeid, mis on vajalikud kursuse läbimise sertifikaadi saamiseks.
eu: Oraindik ez dituzu betetzen ikastaroaren ziurtagiria eskuratzeko behar diren eskakizunak.
fa: برای دریافت گواهینامه تکمیل دوره، هنوز پیش‌نیازهای دوره را طی نکرده‌اید.
fi: Et ole vielä suorittanut kurssia loppuun, joten et ole saanut todistusta.
fil: Hindi mo pa natutugunan ang mga kinakailangan ng kurso para sa isang certificate ng pagtatapos.
fr: Vous ne remplissez pas encore toutes les conditions pour obtenir un certificat pour ce cours.
gl: Aínda non cumpriches os requisitos do curso para obter un certificado de finalización.
gu: તમે હજી સુધી પૂર્ણતા પ્રમાણપત્ર માટેની અભ્યાસક્રમ જરૂરિયાતોને પૂરી કરી નથી.
hi: आपने पूर्णता के प्रमाणपत्र के लिए पाठ्यक्रम आवश्यकताओं को अबतक पूरा नहीं किया है.
hr: Niste udovoljili zahtjevima tečaja za potvrdu o završetku.
hu: Még nem teljesítette a teljesítési igazolás megszerzéséhez szükséges követelményeket.
id: Anda belum memenuhi persyaratan program untuk sertifikat penyelesaian.
is: Þú hefur ekki enn uppfyllt námskeiðsskilyrðin til að fá skírteini um að hafa lokið námskeiði.
it: Non hai ancora raggiunto i requisiti del corso necessari per ottenere un attestato di completamento.
iw: אינך עומד עדיין בכל דרישות הקורס לקבלת אישור סיום קורס.
ja: 修了証明書の取得に必要なコース要件を満たしていません。
kn: ಪೂರ್ಣಗೊಳಿಸಿದ ಬಗ್ಗೆ ಪ್ರಮಾಣಪತ್ರ ಪಡೆಯಲು ನೀವು ಇನ್ನೂ ತರಬೇತಿ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿಲ್ಲ.
lt: Dar neįvykdėte kurso reikalavimų, kad gautumėte baigimo sertifikatą.
lv: Jūs vēl neesat izpildījis kursa prasības, lai saņemtu sertifikātu par pabeigtu kursu.
ml: കോഴ്‌സ് പൂർത്തിയാക്കിയ സർട്ടിഫിക്കറ്റ് നേടുന്നതിനുള്ള യോഗ്യതകൾ നിങ്ങൾക്കില്ല.
mr: पूर्ण केल्याच्या प्रमाणपत्रासाठी आपण अद्याप अभ्यासक्रमाच्या आवश्यकतांची पूर्तता केली नाही.
nl: U heeft nog niet voldaan aan de cursusvereisten voor een certificaat van voltooiing.
pl: Nie spełniasz jeszcze wymagań potrzebnych do uzyskania certyfikatu ukończenia tego kursu.
pt_br: Você ainda não possui os requisitos do curso para receber um certificado de conclusão.
ro: Încă nu ați îndeplinit cerințele cursului pentru obținerea unui certificat de absolvire.
sr: Још увек нисте испунили услове курса да бисте добили сертификат о завршеном курсу.
sw: Hujatimiza mahitaji ya kozi ili kupokea cheti cha kukamilisha.
ta: நிறைவுச் சான்றிதழ் பெறுவதற்கான பயிற்சித் தேவைகளை நீங்கள் பூர்த்தி செய்யவில்லை.
te: మీరు ఉత్తీర్ణత ధృవపత్రం పొందడానికి ఆవశ్యకమైన కోర్సు అంశాల్లో ఇంకా పట్టు సాధించలేదు.
th: คุณยังไม่มีคุณสมบัติตรงตามข้อกำหนดของหลักสูตรเพื่อรับประกาศนียบัตร
tr: Sertifika tamamlamak için henüz kurs koşullarını yerine getirmediniz.
uk: Ви ще не відповідаєте вимогам для отримання сертифіката про завершення курсу.
ur: آپ نے ابھی تک تکمیل کے سرٹیفکیٹ کیلئے کورس کے تقاضوں کو پورا نہیں کیا ہے۔
zu: Okwamanje awuhlangabezananga nezimfuneko zesifunda ngesitifiketi sokuqeda.

source: Course completion certificate earned!
de: Abschlusszertifikat für Kurs erworben!
fil: Nakakuha ng certificate para sa pagtatapos ng kurso!
it: Hai ottenuto il certificato di completamento del corso.
sr: Добили сте сертификат о завршеном курсу!
sw: Umepata cheti cha kukamilisha kozi!

source: You cannot re-register for this course at the current time, because deletion of your previous data is still in progress. Please try again in in a few hours.
af: Jy kan nie op die oomblik vir hierdie kursus herregistreer nie, want jou vorige data word nog uitgevee. Probeer asseblief oor 'n paar uur weer.
ar: لا يمكنك إعادة التسجيل في هذه الدورة التدريبية في الوقت الحالي نظرًا لأن حذف بياناتك السابقة لا يزال قيد التقدم. الرجاء إعادة المحاولة بعد ساعات معدودة.
ca: En aquests moments no us podeu tornar a registrar en aquest curs perquè s'estan suprimint les vostres dades anteriors. Torneu-ho a provar d'aquí a unes quantes hores.
de: Sie können sich für diesen Kurs derzeit nicht noch einmal anmelden, da die Löschung Ihrer vorherigen Daten noch läuft. Bitte versuchen Sie es in einigen Stunden erneut.
fil: Hindi ka na maaaring magrehistrong muli para sa kursong ito sa ngayon dahil pinoproseso pa ang nakaraan mong data. Pakisubukang muli pagkalipas ng ilang oras.
fr: Vous ne pouvez pas vous réinscrire à ce cours pour le moment, car la suppression de vos données précédentes est toujours en cours. Veuillez réessayer dans quelques heures.
gu: તમે વર્તમાન સમયે આ અભ્યાસક્રમ માટે ફરીથી નોંધણી કરી શકતાં નથી, કારણ કે તમારા પહેલાના ડેટાને કાઢી નાખવાની પ્રક્રિયા હજી ચાલુ છે. કૃપા કરીને થોડા કલાકમાં ફરી પ્રયાસ કરો.
hi: आप इस पाठ्यक्रम के लिए पुनः पंजीकरण नहीं कर सकते, क्योंकि आपके पुराने डेटा को अभी भी हटाया जा रहा है. कृपया कुछ घंटे बाद पुनः प्रयास करें.
id: Saat ini Anda tidak dapat mendaftar ulang untuk kursus ini karena penghapusan data sebelumnya masih dalam proses. Coba lagi dalam beberapa jam.
it: Al momento non puoi eseguire nuovamente la registrazione perché l'eliminazione dei dati precedenti non è stata ancora completata. Riprova tra qualche ora.
iw: אינך יכול כעת להירשם שוב לקורס הזה מפני שמחיקת הנתונים הקודמים עוד לא הסתיימה. נסה שוב בעוד מספר שעות.
kn: ಪ್ರಸ್ತುತ ಸಮಯದಲ್ಲಿ ನಿಮಗೆ ಈ ಕೋರ್ಸ್‌ಗೆ ಮರು-ನೋಂದಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ ನಿಮ್ಮ ಹಿಂದಿನ ಡೇಟಾದ ಅಳಿಸುವಿಕೆ ಇನ್ನೂ ಪ್ರಗತಿಯಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಕೆಲವು ಗಂಟೆಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Šiuo metu negalite iš naujo prisiregistruoti prie šio kurso, nes ankstesni duomenys vis dar ištrinami. Po kelių valandų bandykite dar kartą.
ml: നിങ്ങളുടെ മുമ്പത്തെ ഡാറ്റ ഇല്ലാതാക്കുന്ന പ്രക്രിയ പുരോഗതിയിലായതിനാൽ ഇപ്പോൾ നിങ്ങൾക്ക് ഈ കോഴ്സിനായി വീണ്ടും രജിസ്റ്റർ ചെയ്യാൻ കഴിയില്ല. കുറച്ച് സമയം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.
pl: W tej chwili nie możesz ponownie zarejestrować się na ten kurs, ponieważ jeszcze trwa usuwanie Twoich poprzednich danych. Spróbuj znowu za kilka godzin.
ro: Momentan, nu puteți să vă reînscrieți la acest curs, deoarece încă se șterg datele anterioare. Încercați din nou peste câteva ore.
sr: Тренутно не можете да се поново региструјете за овај курс јер је брисање претходних података још увек у току. Покушајте поново за неколико сати.
sw: Huwezi kujisajili upya kwa kozi hii kwa sasa, kwa sababu utaratibu wa kufutwa kwa data yako ya awali bado unaendelea. Tafadhali jaribu tena baada ya saa chache.
te: మీ మునుపటి డేటా తొలగింపు చర్య ఇంకా ప్రోగ్రెస్‌లో ఉన్నందున ప్రస్తుతం మీరు ఈ కోర్సు కోసం మళ్లీ నమోదు చేసుకోలేరు. దయచేసి కొన్ని గంటల్లో మళ్లీ ప్రయత్నించండి.
th: คุณไม่สามารถลงทะเบียนหลักสูตรนี้ซ้ำได้ในขณะนี้ เนื่องจากการลบข้อมูลของคุณก่อนหน้านี้ยังอยู่ระหว่างดำเนินการ โปรดลองอีกครั้งในอีก 2-3 ชั่วโมง
ur: آپ اس کورس کیلئے اس وقت دوبارہ رجسٹر نہیں کر سکتے ہیں، کیونکہ آپ کا سابقہ ڈیٹا ابھی بھی حذف ہو رہا ہے۔ براہ کرم چند گھنٹے بعد دوبارہ کوشش کریں۔
zu: Awukwazi ukuphinda ubhalisele lesi sifundo ngesikhathi samanje, ngoba kusenziwa ukususwa kwedatha yakho yangaphambili. Sicela uzame futhi emahoreni ambalwa.

source: Delete My Data
af: Vee my data uit
ar: حذف بياناتي
ca: Suprimeix les meves dades
de: Meine Daten löschen
fil: I-delete ang Aking Data
fr: Supprimer mes données
gu: મારો ડેટા કાઢી નાખો
hi: मेरा डेटा हटाएं
id: Hapus Data Saya
it: Elimina i miei dati personali
iw: מחיקת הנתונים שלי
kn: ನನ್ನ ಡೇಟಾವನ್ನು ಅಳಿಸಿ
lt: Ištrinti mano duomenis
ml: എന്റെ ഡാറ്റ ഇല്ലാതാക്കുക
pl: Usuń moje dane
ro: Ștergeți datele dvs.
sr: Избриши моје податке
sw: Futa Data Yangu
te: నా డేటాను తొలగించు
th: ลบข้อมูลของฉัน
ur: میرا ڈیٹا حذف کریں
zu: Sula idatha yami

source: Delete all associated data
af: Vee alle geassosieerde data uit
ar: حذف جميع البيانات المقترنة
ca: Suprimeix totes les dades associades
de: Alle zugehörigen Daten löschen
fil: I-delete ang lahat ng kaugnay na data
fr: Supprimer toutes les données associées
gu: તમામ સંકળાયેલ ડેટા કાઢી નાખો
hi: सभी संबद्ध डेटा हटाएं
id: Hapus semua data yang dikaitkan
it: Elimina tutti i dati associati
iw: מחק את כל הנתונים המשויכים
kn: ಎಲ್ಲ ಸಂಬಂಧಿಸಿದ ಡೇಟಾವನ್ನು ಅಳಿಸಿ
lt: Ištrinti visus susijusius duomenis
ml: ബന്ധപ്പെട്ട എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കുക
pl: Usuń wszystkie powiązane dane
ro: Ștergeți toate datele asociate
sr: Избриши све повезане додатке
sw: Futa data yote inayohusiana
te: మొత్తం అనుబంధిత డేటాను తొలగించు
th: ลบข้อมูลที่เกี่ยวข้องทั้งหมด
ur: سبھی وابستہ ڈیٹا حذف کریں
zu: Susa yonke idatha ephathelene
