Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Unit %(index)s - %(title)s
af: Eenheid %(index)s – %(title)s
ar: الوحدة %(index)s - %(title)s
ca: Unitat %(index)s: %(title)s
de: Kapitel %(index)s – %(title)s
fr: Unité %(index)s – %(title)s
gu: એકમ %(index)s - %(title)s
hi: इकाई %(index)s - %(title)s
it: Unità %(index)s - %(title)s
iw: יחידה %(index)s - %(title)s
kn: ಯೂನಿಟ್ %(index)s - %(title)s
lt: %(index)s skyrius – „%(title)s“
ml: യൂണിറ്റ് %(index)s - %(title)s
pl: Część %(index)s – %(title)s
ro: Unitatea %(index)s – %(title)s
sr: Јединица %(index)s – %(title)s
sw: Somo %(index)s - %(title)s
te: యూనిట్ %(index)s - %(title)s
th: หน่วย %(index)s - %(title)s
ur: یونٹ %(index)s - %(title)s
zu: Iyunithi %(index)s - %(title)s

source: Unit %s
af: Eenheid %s
ar: الوحدة %s
ca: Unitat %s
de: Kapitel %s
fil: Yunit %s
fr: Unité %s
gu: એકમ %s
hi: इकाई %s
it: Unità %s
iw: יחידה %s
kn: ಯೂನಿಟ್‌ %s
lt: Matavimo vienetas (%s)
ml: യൂണിറ്റ് %s
pl: Jednostka %s
ro: Unitatea %s
sr: Лекција %s
sw: Somo la %s
te: యూనిట్ %s
th: หน่วย %s
ur: یونٹ ‎%s
zu: Iyunithi %s

source: Correct.
af: Korrek.
ar: إجابة صحيحة.
ca: És correcte.
de: Richtig.
fil: Tama.
fr: Bonne réponse
gu: સાચું.
hi: सही.
id: Benar.
it: Risposta esatta.
iw: נכון.
kn: ಸರಿಯಾಗಿದೆ.
lt: Teisingai.
ml: ശരി.
pl: Dobrze.
ro: Corect.
sr: Тачно.
sw: Ni sahihi.
te: సరైనది.
th: ถูกต้อง
ur: صحیح۔
zu: Kulungile.

source: Incorrect.
af: Verkeerd.
ar: إجابة غير صحيحة.
ca: És incorrecte.
de: Falsch.
fil: Mali.
fr: Mauvaise réponse
gu: ખોટું.
hi: गलत.
id: Salah.
it: Risposta errata.
iw: לא נכון.
kn: ತಪ್ಪಾಗಿದೆ.
lt: Neteisingai.
ml: തെറ്റ്.
pl: Źle.
ro: Incorect.
sr: Нетачно.
sw: Si sahihi.
te: తప్పు.
th: ผิด
ur: غلط۔
zu: Akulungile.

source: Partially Correct.
af: Gedeeltelik korrek.
ar: إجابة صحيحة جزئيًا.
ca: És parcialment correcte.
de: Teilweise richtig.
fil: Bahagyang Tama.
fr: Réponse en partie correcte
gu: આંશિક રૂપે સાચું.
hi: आंशिक रूप से सही.
id: Benar Sebagian.
it: Risposta parzialmente corretta.
iw: נכון באופן חלקי.
kn: ಭಾಗಶಃ ಸರಿಯಾಗಿದೆ.
lt: Iš dalies teisingai.
ml: ഭാഗികമായി ശരി.
pl: Częściowo dobrze.
ro: Parțial corect.
sr: Делимично тачно.
sw: Ni Sahihi kwa Kiasi Fulani.
te: పాక్షికంగా సరైనది.
th: ถูกต้องบางส่วน
ur: جزوی طور پر صحیح۔
zu: Kulunge kancane.

source: Yes, the answer is correct.
af: Ja, die antwoord is korrek.
ar: نعم، الإجابة صحيحة.
bg: Да, отговорът е правилен.
bn: হ্যাঁ, উত্তরটি সঠিক৷
ca: Sí, la resposta és correcta.
da: Ja, svaret er korrekt.
de: Ja, die Antwort ist richtig.
es: Sí, la respuesta es correcta.
et: Jah, vastus on õige.
eu: Bai, erantzuna zuzena da.
fa: بله، پاسخ درست است.
fi: Kyllä, vastasit oikein.
fil: Oo, tama ang sagot.
fr: Oui, c'est la bonne réponse.
gl: Si, a resposta é correcta.
gu: હા, જવાબ સાચો છે.
hi: हां, उत्तर सही है.
hr: Da, odgovor je točan.
hu: Igen, a válasz helyes.
id: Ya, jawaban benar.
is: Já, svarið er rétt.
it: Sì, la risposta è corretta.
iw: כן, התשובה נכונה.
ja: 正解です。
kn: ಹೌದು, ಉತ್ತರ ಸರಿಯಾಗಿದೆ.
lt: Taip, atsakymas teisingas.
lv: Jā, atbilde ir pareiza.
ml: അതെ, ഉത്തരം ശരിയാണ്.
mr: होय, उत्तर योग्य आहे.
nl: Ja, het antwoord is correct.
pl: Tak, ta odpowiedź jest prawidłowa.
pt_br: Sim, a resposta está correta.
pt_pt: Sim, a resposta está correta.
ro: Da, răspunsul este corect.
sr: Да, одговор је тачан.
sv: Ja, det är rätt svar.
sw: Ndiyo, jibu ni sahihi.
ta: ஆம், சரியான பதில்.
te: అవును, సమాధానం సరైనది.
th: ใช่ คำตอบถูกต้อง
tr: Evet, yanıt doğru.
uk: Так, відповідь правильна.
ur: ہاں، جواب درست ہے۔
zu: Yebo, impendulo ilungile.

source: No, the answer is incorrect.
af: Nee, die antwoord is verkeerd.
ar: لا، الإجابة خاطئة.
bg: Не, отговорът е неправилен.
bn: না, উত্তরটি সঠিক নয়৷
ca: No, la resposta no és correcta.
da: Nej, svaret er forkert.
de: Nein, die Antwort ist falsch.
es: No, la respuesta no es correcta.
et: Ei, vastus on vale.
eu: Ez, erantzuna ez da zuzena.
fa: نه، پاسخ نادرست است.
fi: Ei, vastasit väärin.
fil: Hindi, mali ang sagot.
fr: Non, ce n'est pas la bonne réponse.
gl: Non, a resposta non é correcta.
gu: નહીં, જવાબ ખોટો છે.
hi: नहीं, उत्तर गलत है.
hr: Ne, odgovor nije točan.
hu: Nem, a válasz helytelen.
id: Tidak, jawaban salah.
is: Nei, svarið er rangt.
it: No, la risposta non è corretta.
iw: לא, התשובה לא נכונה.
ja: 不正解です。
kn: ಇಲ್ಲ, ಉತ್ತರ ತಪ್ಪಾಗಿದೆ.
lt: Ne, atsakymas neteisingas.
lv: Nē, atbilde nav pareiza.
ml: അല്ല, ഉത്തരം തെറ്റാണ്.
mr: नाही, उत्तर अयोग्य आहे.
nl: Nee, het antwoord is onjuist.
pl: Nie, ta odpowiedź jest błędna.
pt_br: Não, a resposta está incorreta.
pt_pt: Não, a resposta está incorreta.
ro: Nu, răspunsul este incorect.
sr: Не, одговор је нетачан.
sv: Nej, det är inte rätt svar.
sw: La, jibu si sahihi.
ta: இல்லை, தவறான பதில்.
te: కాదు, సమాధానం తప్పు.
th: ไม่ คำตอบไม่ถูกต้อง
tr: Hayır, yanıt yanlış.
uk: Ні, відповідь неправильна.
ur: نہیں، جواب غلط ہے۔
zu: Cha, impendulo ayilungile.

source: The answer is partially correct.
af: Die antwoord is deels korrek.
ar: الإجابة صحيحة جزئيًا.
bg: Отговорът е частично правилен.
bn: উত্তরটি আংশিকভাবে সঠিক৷
ca: La resposta és correcta parcialment.
da: Svaret er delvist korrekt.
de: Die Antwort ist teilweise richtig.
es: La respuesta es correcta parcialmente.
et: Vastus on osaliselt õige.
eu: Erantzuna neurri batean bakarrik da zuzena.
fa: پاسخ تا حدی درست است.
fi: Vastasit osittain oikein.
fil: Bahagyang tama ang sagot.
fr: La réponse est en partie correcte.
gl: A resposta é parcialmente correcta.
gu: જવાબ આંશિક રૂપે સાચો છો.
hi: उत्तर आंशिक रूप से सही है.
hr: Odgovor je djelomično točan.
hu: A válasz részben jó.
id: Jawaban benar sebagian.
is: Svarið er að hluta til rétt.
it: La risposta è corretta in parte.
iw: התשובה נכונה חלקית.
ja: 一部正解です。
kn: ಉತ್ತರ ಭಾಗಶಃ ಸರಿಯಾಗಿದೆ.
lt: Atsakymas iš dalies teisingas.
lv: Atbilde ir daļēji pareiza.
ml: ഉത്തരം ഭാഗികമായി ശരിയാണ്.
mr: उत्तर अंशतः योग्य आहे.
nl: Het antwoord is gedeeltelijk correct.
pl: Ta odpowiedź jest częściowo prawidłowa.
pt_br: A resposta está parcialmente correta.
pt_pt: A resposta está parcialmente correta.
ro: Răspunsul este parțial corect.
sr: Одговор је делимично тачан.
sv: Svaret är delvis korrekt.
sw: Jibu ni sahihi kwa kiwango fulani.
ta: ஓரளவுக்கு சரியான பதில்.
te: సమాధానం పాక్షికంగా సరైనది.
th: คำตอบถูกต้องเพียงบางส่วน
tr: Yanıt kısmen doğru.
uk: Відповідь частково правильна.
ur: جواب جزوی طور پر درست ہے۔
zu: Impendulo ilunge ngengxenye.

source: The correct answer is:
af: Die korrekte antwoord is:
ar: الإجابة الصحيحة هي:
ca: La resposta correcta és:
de: Die richtige Antwort lautet:
fil: Ang tamang sagot ay:
fr: La bonne réponse est :
gu: સાચો જવાબ આ છે:
hi: सही उत्तर यह है:
id: Jawaban yang benar adalah:
it: La risposta corretta è:
iw: התשובה הנכונה היא:
kn: ಸರಿಯಾದ ಉತ್ತರ:
lt: Teisingas atsakymas:
ml: ശരിയായ ഉത്തരം:
pl: Poprawna odpowiedź to:
ro: Răspunsul corect este:
sr: Тачан одговор је:
sw: Jibu sahihi ni:
te: సరైన సమాధానం:
th: คำตอบที่ถูกต้องคือ:
ur: صحیح جواب یہ ہے:
zu: Impendulo elungile ngu-:

source: Targeted Feedback:
af: Geteikende terugvoer:
ar: التعليقات المستهدفة:
ca: Suggeriments relacionats:
de: Gezieltes Feedback:
fil: Naka-target na Feedback:
fr: Commentaires ciblés :
gu: લક્ષિત પ્રતિસાદ:
hi: लक्षित फ़ीडबैक:
id: Masukan yang Ditargetkan:
it: Feedback sulla risposta:
iw: משוב ממוקד
kn: ಉದ್ದೇಶಿತ ಪ್ರತಿಕ್ರಿಯೆ:
lt: Tiksliniai atsiliepimai:
ml: ലക്ഷ്യമിട്ടുള്ള ഫീഡ്ബാക്ക്:
pl: Ukierunkowany komentarz:
ro: Feedback direcționat:
sr: Циљане повратне информације:
sw: Majibu Yaliyotarajiwa:
te: సమాధానం సంబంధిత అభిప్రాయం:
th: ความคิดเห็นที่มีเป้าหมาย
ur: ہدف کردہ تاثرات:
zu: Impendulo eqondiwe:

source: Feedback:
af: Terugvoer:
ar: التعليقات:
ca: Suggeriments:
fr: Commentaires :
gu: પ્રતિસાદ:
hi: फ़ीडबैक:
id: Masukan:
iw: משוב
kn: ಪ್ರತಿಕ್ರಿಯೆ:
lt: Atsiliepimai:
ml: ഫീഡ്‌ബാക്ക്:
pl: Komentarz:
sr: Повратне информације:
sw: Maoni:
te: అభిప్రాయం:
th: ความคิดเห็น:
ur: تاثرات:
zu: Impendulo:

source: Your score is:
af: Jou telling is:
ar: نتيجتك هي:
bg: Резултатът ви е:
bn: আপনার স্কোর হল:
ca: La vostra puntuació és:
da: Dit resultat er:
de: Sie haben folgende Bewertung erhalten:
es: Tu puntuación es:
et: Teie tulemus:
eu: Hau da zure nota:
fa: نمره شما:‏
fi: Tuloksesi on:
fil: Ang iyong marka ay:
fr: Votre note :
gl: A túa puntuación é:
gu: તમારો સ્કોર છે:
hi: आपका स्कोर है:
hr: Vaš rezultat je:
hu: Pontszám:
id: Skor Anda adalah:
is: Stigin þín:
it: Il tuo risultato è:
iw: הציון שלך הוא:
ja: あなたのスコア:
kn: ನಿಮ್ಮ ಸ್ಕೋರ್:
lt: Jūsų rezultatas:
lv: Jūsu rezultāts ir:
ml: നിങ്ങളുടെ സ്‌കോർ ഇതാണ്:
mr: आपला स्कोअर हा आहे:
nl: Uw score is:
pl: Twój wynik:
pt_br: Sua nota é:
pt_pt: A sua classificação é:
ro: Punctajul dvs. este:
sr: Резултат је:
sv: Ditt resultat:
sw: Alama yako ni:
ta: உங்கள் ஸ்கோர்:
te: ఇది మీ స్కోర్:
th: คะแนนของคุณคือ
tr: Puanınız:
uk: Ваш результат:
ur: آپ کا اسکور ہے:
zu: Isikolo sakho ngu-:

source: JavaScript should be enabled to grade this question.
af: JavaScript behoort geaktiveer te wees om hierdie vraag te kan gradeer.
ar: يجب تمكين جافا سكريبت ليتم تعيين درجة هذا السؤال
bg: JavaScript трябва да се активира, за да оцените този въпрос.
bn: এই প্রশ্নে গ্রেড দেওয়ার জন্য JavaScript সক্ষম থাকতে হবে৷
ca: JavaScript ha d'estar activat per puntuar aquesta pregunta.
da: JavaScript skal være aktiveret, før du kan give en karakter for dette spørgsmål.
de: Bitte aktivieren Sie JavaScript, um diese Frage benoten zu können.
es: Debes habilitar JavaScript para evaluar esta pregunta.
et: Selle küsimuse hindamiseks peab JavaScript olema lubatud.
eu: JavaScript gaitu behar da galdera zuzentzeko.
fa: برای نمره دادن به این سؤال باید جاوا اسکریپت فعال باشد.
fi: Ota JavaScript käyttöön, jos haluat arvioida tämän kysymyksen.
fil: Naka-enable dapat ang JavaScript upang lagyan ng grado ang tanong na ito.
fr: JavaScript doit être activé pour que vous puissiez noter cette question.
gl: JavaScript debe estar habilitado para corrixir esta pregunta.
gu: આ પ્રશ્નને ગ્રેડ કરવા માટે JavaScript સક્ષમ હોવું જોઈએ.
hi: इस प्रश्न को ग्रेड करने से पहले JavaScript सक्षम होनी चाहिए.
hr: JavaScript mora biti omogućen kako bi se to pitanje ocijenilo.
hu: A kérdés osztályozásához engedélyezni kell a JavaScriptet.
id: JavaScript harus diaktifkan untuk memberi nilai pada pertanyaan ini.
is: JavaScript þarf að vera virkt til að hægt sé að fara yfir þessa spurningu.
it: Per poter valutare questa domanda, JavaScript deve essere attivo.
iw: יש להפעיל JavaScript כדי לדרג את השאלה הזו.
ja: この質問を採点するには、JavaScript を有効にする必要があります。
kn: ಈ ಪ್ರಶ್ನೆಯನ್ನು ಶ್ರೇಣಿಗೊಳಿಸಲು JavaScript ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಿದೆ.
lt: „JavaScript“ turi būti įgalinta, kad galėtumėte įvertinti šį klausimą.
lv: Lai novērtētu šo jautājumu, ir jābūt iespējotai valodai JavaScript.
ml: ഈ ചോദ്യം ഗ്രേഡുചെയ്യുന്നതിന് JavaScript പ്രവർത്തനക്ഷമമാക്കണം.
mr: या प्रश्नास दर्जा देण्यासाठी JavaScript सक्षम असावी.
nl: JavaScript moet zijn ingeschakeld om een score te geven voor deze vraag
pl: Musisz włączyć JavaScript, by móc ocenić odpowiedź na to pytanie.
pt_br: O JavaScript deve estar ativado para classificar esta pergunta.
pt_pt: O JavaScript deve estar ativado para se poder classificar esta pergunta.
ro: JavaScript trebuie să fie activat pentru a evalua această întrebare.
sr: JavaScript треба да буде омогућен да би се оценило ово питање.
sv: JavaScript måste vara aktiverat om frågan ska kunna graderas.
sw: Lazima JavaScript iwashwe ili kulipa alama swali hili.
ta: இந்தக் கேள்வியை மதிப்பிடுவதற்கு JavaScript இயக்கப்பட்டிருக்க வேண்டும்.
te: ఈ ప్రశ్నకు గ్రేడ్ ఇవ్వడానికి జావాస్క్రిప్ట్ ప్రారంభించబడి ఉండాలి.
th: ควรเปิดใช้งาน JavaScript เพื่อประเมินคำถามนี้
tr: Bu soruya puan vermek için JavaScript etkin olmalıdır.
uk: Щоб оцінити цю відповідь, потрібно ввімкнути JavaScript.
ur: اس سوال کو گریڈ دینے کیلئے JavaScript فعال ہونا چاہئے۔
zu: I-JavaScript kumele inikwe amandla ukuze kuhlelwe lo mbuzo.

source: Completed
af: Voltooi
ar: تم الاكتمال
bg: Завършено
bn: সম্পূর্ণ হয়েছে
ca: Completat
cs: Dokončeno
da: Fuldført
de: Abgeschlossen
es: Completada
et: Valmimisaasta
eu: Osatuta
fa: کامل
fi: Valmistui
fil: Nakumpleto
fr: Terminé
gl: Completada
gu: પૂર્ણ
hi: पूर्ण हो गया
hr: Dovršeno
hu: Befejezve
id: Selesai
is: Lokið
it: Completato
iw: הסתיים
ja: 完了しました
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
lt: Užbaigta
lv: Pabeigts
ml: പൂര്‍‌ത്തിയായി
mr: पूर्ण
nl: Voltooid
no: Fullført
pl: Ukończenie
pt_br: Concluída
pt_pt: Concluído
ro: Finalizată
sr: Довршен је
sv: Slutförd
sw: Umekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل کردہ
zu: Kuphelile

source: Not yet started
af: Nog nie begin nie
ar: لم يتم البدء بعد
bg: Още не е започнато
bn: এখনো শুরু করেনি
ca: Encara no ha començat
cs: Zatím nezahájeno
da: Endnu ikke startet
de: Noch nicht begonnen
es: Aún no ha comenzado
et: Pole veel alanud
eu: Oraindik ez da hasi
fa: هنوز آغاز نشده
fi: Ei vielä aloitettu
fil: Hindi pa nasimulan
fr: Pas encore commencé
gl: Aínda sen comezar
gu: હજી પ્રારંભ થયું નથી
hi: अभी तक प्रारंभ नहीं किया गया
hr: Još nije započelo
hu: Még nincs elindítva
id: Belum dimulai
is: Ekki enn hafið
it: Non ancora iniziato
iw: עדיין לא התחיל
ja: まだ開始していません
kn: ಇನ್ನೂ ಪ್ರಾರಂಭಿಸಿಲ್ಲ
lt: Dar nepradėta
lv: Vēl nav sākts
ml: ഇതുവരെ ആരംഭിച്ചിട്ടില്ല
mr: अद्याप प्रारंभ केला नाही
nl: Nog niet begonnen
no: Ikke startet ennå
pl: Jeszcze nie rozpoczęto
pt_br: Ainda não foi iniciada
pt_pt: Ainda não iniciado
ro: Neîncepută
sr: Још увек није започет
sv: Har inte påbörjats
sw: Bado haijaanza
ta: இன்னும் தொடங்கவில்லை
te: ఇంకా ప్రారంభించలేదు
th: ยังไม่ได้เริ่ม
tr: Henüz başlamadı
uk: Ще не розпочався
ur: ابھی تک شروع نہیں ہوا
zu: Akukakaqali okwamanje

source: 1 point
af: 1 punt
ar: نقطة واحدة
bg: 1 точка
bn: ১ পয়েন্ট
ca: 1 punt
de: 1 Punkt
es: 1 punto
et: 1 punkt
eu: 1 puntu
fa: ۱ نمره
fi: 1 piste
fil: 1 puntos
gl: 1 punto
gu: 1 ગુણ
hi: 1 अंक
hr: 1 bod
hu: 1 pont
id: 1 poin
is: Eitt stig
it: 1 punto
iw: נקודה אחת
ja: 1 ポイント
kn: 1 ಪಾಯಿಂಟ್
lt: 1 taškas
lv: 1 punkts
ml: ഒരു പോയിന്റ്
mr: 1 गुण
nl: 1 punt
pl: 1 punkt
pt_br: Um ponto
pt_pt: 1 ponto
ro: Un punct
sr: 1 поен
sv: 1 poäng
sw: Pointi 1
ta: 1 புள்ளி
te: 1 పాయింట్
th: 1 คะแนน
tr: 1 puan
uk: Бали: 1
ur: 1 پوائنٹ
zu: 1 iphoyinti

source: %(points)s points
af: %(points)s punte
ar: %(points)s من النقاط
bg: %(points)s точки
bn: %(points)s পয়েন্ট
ca: %(points)s punts
da: %(points)s point
de: %(points)s Punkte
es: %(points)s puntos
et: %(points)s punkti
eu: %(points)s puntu
fa: %(points)s نمره
fi: %(points)s pistettä
fil: %(points)s (na) puntos
gl: %(points)s puntos
gu: %(points)s ગુણ
hi: %(points)s अंक
hr: %(points)s bod.
hu: %(points)s pont
id: %(points)s poin
is: %(points)s stig
it: %(points)s punti
iw: %(points)s נקודות
ja: %(points)s ポイント
kn: %(points)s ಪಾಯಿಂಟ್‌ಗಳು
lt: %(points)s tašk.
lv: %(points)s punkti
ml: %(points)s പോയിന്റുകൾ
mr: %(points)s गुण
nl: %(points)s punten
pl: %(points)s punkty(ów)
pt_br: %(points)s pontos
pt_pt: %(points)s pontos
ro: %(points)s (de) puncte
sr: %(points)s поена
sv: %(points)s poäng
sw: Pointi %(points)s
ta: %(points)s புள்ளிகள்
te: %(points)s పాయింట్లు
th: %(points)s คะแนน
tr: %(points)s puan
uk: Бали: %(points)s
ur: %(points)s پوائنٹس
zu: %(points)s amaphoyinti

source: Check Answer
af: Kontroleer antwoord
ar: التحقق من الإجابة
bg: Проверка на отговора
bn: উত্তর পরীক্ষা করুন
ca: Comprova la resposta
cs: Zkontrolovat odpověď
da: Kontrollér svaret
de: Antwort prüfen
es: Comprobar respuesta
et: Vastuse kontrollimine
eu: Egiaztatu erantzuna
fa: بررسی پاسخ
fi: Tarkista vastaus
fil: Suriin ang Sagot
fr: Regarder la réponse
gl: Comprobar resposta
gu: જવાબ તપાસો
hi: उत्तर जांचें
hr: Provjeri odgovor
hu: Válasz ellenőrzése
id: Periksa Jawaban
is: Athuga svar
it: Controlla risposta
iw: סמן את התשובה
ja: 解答を確認
kn: ಉತ್ತರವನ್ನು ಪರೀಕ್ಷಿಸಿ
lt: Patikrinti atsakymą
lv: Pārbaudīt atbildi
ml: ഉത്തരം പരിശോധിക്കുക
mr: उत्तर तपासा
nl: Antwoord controleren
no: Sjekk svaret
pl: Sprawdź odpowiedź
pt_br: Conferir resposta
pt_pt: Resposta de Verificação
ro: Verificați răspunsul
sr: Провери одговор
sv: Kontrollera svaret mot facit
sw: Angalia Jibu
ta: பதிலைச் சரிபார்
te: సమాధానాన్ని తనిఖీ చేయండి
th: ตรวจสอบคำตอบ
tr: Yanıtı Kontrol Et
uk: Перевірити відповідь
ur: جواب چیک کریں
zu: Hlola impendulo

source: Hint
af: Wenk
ar: تلميح
bg: Подсказка
bn: ইঙ্গিত
ca: Suggeriment
de: Tipp
es: Sugerencia
et: Vihje
eu: Aholkua
fa: راهنمایی
fi: Vihje
fr: Indice
gl: Optimización
gu: સંકેત
hi: संकेत
hr: Nagovještaj
hu: Útmutatás
id: Petunjuk
is: Vísbending
it: Suggerimento
iw: רמז
ja: ヒント
kn: ಸುಳಿವು
lt: Užuomina
lv: Norāde
ml: സൂചന
mr: इशारा
nl: Tip
pl: Wskazówka
pt_br: Dica
pt_pt: Instrução
ro: Indiciu
sr: Савет
sw: Dokezo
ta: குறிப்பு
te: సూచన
th: คำแนะนำ
tr: İpucu
uk: Підказка
ur: اشارہ
zu: Bonisa

source: Peer-review assignments cannot be embedded in external pages.
af: Opdragte wat deur portuurgroep geëvalueer word, kan nie op eksterne bladsye ingebed word nie.
ar: لا يمكن تضمين مهام مراجعة الأقران في الصفحات الخارجية.
ca: Les tasques de revisió de companys no es poden inserir en pàgines externes.
de: Aufgaben, die von anderen Kursteilnehmern bewertet wurden, können nicht in externe Seiten eingebettet werden.
fil: Ang mga assignment na ni-review ng mga kasamahan ay hindi maaaring i-embed sa mga external na page.
fr: Impossible d'intégrer les devoirs d'évaluation par les autres élèves sur des pages externes.
gu: બાહ્ય પૃષ્ઠોમાં અન્ય વિદ્યાર્થીઓની સમીક્ષા સોંપણીઓ એમ્બેડ કરી શકાતી નથી.
hi: साथी समीक्षा वाले असाइनमेंट को बाहरी पृष्ठों में एम्बेड नहीं किया जा सकता.
id: Tugas yang diperiksa teman tidak dapat disematkan di laman eksternal.
it: I compiti che devono essere rivisti da altri studenti non possono essere incorporati in pagine esterne.
iw: לא ניתן להטמיע מטלות שיש עליהן ביקורות של חברים ללימודים בדפים חיצוניים.
kn: ಬಾಹ್ಯ ಪುಟಗಳಲ್ಲಿ ಪರಾಮರ್ಶೆ ಕಾರ್ಯನಿಯೋಜನೆಗಳನ್ನು ಎಂಬೆಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lt: Kolegų įvertintų užduočių negalima įterpti į išorinius puslapius.
ml: ബാഹ്യ പേജുകളിൽ 'ചങ്ങാതി അവലോകന' അസൈൻമെന്റുകൾ ഉൾച്ചേർക്കാൻ കഴിയില്ല.
pl: Zadań recenzowanych przez innych uczestników nie można umieszczać na stronach zewnętrznych.
ro: Temele evaluate de colegi nu pot fi încorporate în pagini externe.
sr: Задаци које прегледају други ученици не могу да се уграде у спољне странице.
sw: Kazi zinazokaguliwa na wanafunzi wenzako haziwezi kupachikwa kwenye kurasa za nje.
te: తోటి విద్యార్థుల సమీక్ష అభ్యాసాలను బాహ్య పేజీల్లో పొందుపరచడం సాధ్యపడదు.
th: ไม่สามารถฝังงานการตรวจสอบจากเพื่อนในหน้าภายนอก
ur: ہمسر کے جائزے کی تفویضات کو خارجی صفحات میں سرایت نہیں کیا جاسکتا ہے۔
zu: Imisebenzi ebukwa ngakubili ayikwazi ukushumekwa emakhasini wangaphandle.

source: The due date for submitting this assignment has passed. It was due on %(submission_due_date)s.
af: Die sperdatum om hierdie opdrag in te dien, is verby. Die sperdatum was %(submission_due_date)s.
ar: انقضى تاريخ الاستحقاق لإرسال هذا الواجب. كانت هذه العملية مطلوبة بتاريخ %(submission_due_date)s.
bg: Крайният срок за изпращане на това задание е изтекъл. Датата за предаване е била %(submission_due_date)s.
bn: এই অ্যাসাইনমেন্ট জমা দওয়ার নির্ধারিত তারিখ অতিক্রান্ত হয়ে গেছে৷ এটি %(submission_due_date)s এ জমা দেওয়ার কথা ছিল৷
ca: La data de venciment per enviar aquest treball ja ha passat. Vencia el dia %(submission_due_date)s.
da: Fristen for indsendelse af denne opgave er overskredet. Den skulle have været indsendt den %(submission_due_date)s.
de: Das Abgabedatum für diese Aufgabe ist verstrichen. Sie sollte am %(submission_due_date)s eingereicht werden.
es: La fecha de vencimiento para enviar este trabajo ya ha pasado. Vencía el día %(submission_due_date)s.
et: Selle ülesande esitamise tähtaeg on möödunud. See tuli esitada kuupäevaks %(submission_due_date)s.
eu: Lana bidaltzeko epemuga pasa da. Epemuga %(submission_due_date)s zen.
fa: زمان تحویل این تکلیف گذشته است. زمان تحویل در تاریخ %(submission_due_date)s بود.
fi: Tämän tehtävän palautuspäivä on jo mennyt. Se piti palauttaa viimeistään %(submission_due_date)s.
fil: Lumagpas na ang takdang petsa para sa pagsusumite sa takdang-araling ito. Noong %(submission_due_date)s ang takdang petsa nito.
fr: La date limite pour envoyer ce devoir, le %(submission_due_date)s, est dépassée.
gl: A data límite de envío desta tarefa xa pasou. A data límite de entrega era o %(submission_due_date)s.
gu: આ સોંપણીને સબમિટ કરવાની નિયત તારીખ પસાર થઈ ગઈ છે. તે %(submission_due_date)s ના રોજ નિયત હતી.
hi: इस असाइनमेंट को सबमिट करने का नियत दिनांक निकल चुका है. इसका नियत दिनांक %(submission_due_date)s था.
hr: Krajnji je rok za slanje tog pismenog zadatka istekao. Zadatak je trebalo poslati do %(submission_due_date)s.
hu: A feladat beküldési határideje lejárt. Ekkor volt esedékes: %(submission_due_date)s.
id: Batas waktu untuk mengirimkan tugas ini telah lewat. Batas waktu tugas ini %(submission_due_date)s.
is: Síðasti skiladagur þessa verkefnis er liðinn. Því átti að skila %(submission_due_date)s.
it: La data di scadenza per l'invio di questo compito è già trascorsa. Doveva essere consegnato in data %(submission_due_date)s.
iw: תאריך היעד להגשת המטלה הזו חלף. תאריך היעד היה %(submission_due_date)s.
ja: この課題の送信期限が過ぎています。送信期限は %(submission_due_date)sです。
kn: ಈ ನಿಯೋಜನೆಯನ್ನು ಸಲ್ಲಿಸುವ ಅಂತಿಮ ದಿನಾಂಕ ಮುಗಿದಿದೆ. ಇದು %(submission_due_date)s ರಂದು ನಿಗದಿಯಾಗಿತ್ತು
lt: Šios užduoties pateikimo terminas baigėsi. Jos terminas buvo %(submission_due_date)s.
lv: Šī darba iesniegšanas datums ir pagājis. Tas bija jāiesniedz līdz šādam datumam: %(submission_due_date)s.
ml: ഈ അസൈൻമെന്റ് സമർപ്പിക്കുന്നതിനുള്ള അവസാന തീയതി കഴിഞ്ഞു. അവസാന തീയതി %(submission_due_date)s ആയിരുന്നു.
mr: हे अभिहस्तांकन सबमिट करण्याची निहित तारीख निघून गेली आहे. ते %(submission_due_date)s रोजी निहित होते.
nl: De deadline voor het indienen van deze opdracht is verstreken. De deadline voor de opdracht was %(submission_due_date)s.
pl: Termin przesłania tego zadania minął. Termin minął %(submission_due_date)s.
pt_br: O prazo para envio desta tarefa já passou. O prazo era %(submission_due_date)s.
pt_pt: A data limite para o envio deste trabalho já passou. Deveria ter sido enviado a %(submission_due_date)s.
ro: Termenul limită pentru trimiterea temei a trecut. Tema trebuia trimisă în %(submission_due_date)s.
sr: Крајњи рок за слање овог задатка је истекао. Рок је био %(submission_due_date)s.
sv: Sista datum för att skicka in den här uppgiften har redan inträffat. Uppgiften skulle ha skickats in senast %(submission_due_date)s.
sw: Tarehe iliyotegemewa ya kuwasilisha zoezi hili imepita. Lilitegemewa kuwasilishwa tarehe %(submission_due_date)s.
ta: இந்தப் பயிற்சிப் பாடத்தைச் சமர்ப்பிப்பதற்கான நிலுவை தேதி முடிந்துவிட்டது. இது %(submission_due_date)s அன்று முடிந்தது.
te: ఈ అభ్యాసాన్ని సమర్పించవలసిన గడువు తేదీ దాటిపోయింది. దీని గడువు తేదీ %(submission_due_date)s.
th: วันที่ครบกำหนดส่งงานนี้ได้ผ่านไปแล้ว งานนี้มีกำหนดส่งเมื่อวันที่ %(submission_due_date)s
tr: Bu ödevi göndermek için son tarih geçti. Son tarih %(submission_due_date)s idi.
uk: Термін подачі цього завдання минув. Його треба було надіслати %(submission_due_date)s.
ur: اس اسائنمنٹ کو جمع کرانے کی آخری تاریخ گزر چکی ہے۔ اس کو %(submission_due_date)s کو جمع کرانا تھا۔
zu: Usuku lokuhambisa lo msebenzi ozokwenziwa lidlulile. Ubukade ufuneka ngomhla ka-%(submission_due_date)s.
