Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Progress
af: Vordering
ar: التقدم
bg: Напредък
bn: প্রগতি
ca: Progrés
da: Status
de: Fortschritt
es: Progreso
et: Edenemine
eu: Garapena
fa: پیشرفت
fi: Edistyminen
fil: Progreso
fr: Avancement
gl: Progreso
gu: પ્રગતિ
hi: प्रगति
hr: Napredak
hu: Állapot
id: Kemajuan
is: Framvinda
it: Avanzamento
iw: התקדמות
ja: 進捗状況
kn: ಪ್ರಗತಿ
lt: Eiga
lv: Norise
ml: പുരോഗതി
mr: प्रगती
nl: Voortgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Rezultate
sr: Напредак
sv: Studieresultat
sw: Hatua
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme Durumu
uk: Перебіг
ur: پیشرفت
zu: Ukuqhubeka

source: Registration
af: Registrasie
ar: التسجيل
bg: Регистрация
bn: নথিভুক্তকরণ
ca: Registre
cs: Registrace
da: Registrering
de: Registrierung
es: Registro
et: Registreerimine
eu: Izen-ematea
fa: ثبت‌نام
fi: Ilmoittautuminen
fil: Pagpaparehistro
fr: Inscription
gl: Rexistro
gu: નોંધણી
hi: पंजीकरण
hr: Registracija
hu: Regisztráció
id: Pendaftaran
is: Skráning
it: Registrazione
iw: הרשמה
ja: 登録
kn: ನೋಂದಣಿ
lt: Registracija
lv: Reģistrācija
ml: രജിസ്‌ട്രേഷൻ
mr: नोंदणी
nl: Registratie
no: Registrering
pl: Rejestracja
pt_br: Registro
pt_pt: Registo
ro: Înregistrare
sr: Регистрација
sv: Registrering
sw: Usajili
ta: பதிவுசெய்தல்
te: నమోదు
th: การลงทะเบียน
tr: Kayıt
uk: Реєстрація
ur: رجسٹریشن
zu: Ukubhalisa

source: My Courses
af: My kursusse
ar: الدورات التدريبية
bg: Моите курсове
bn: আমার পাঠ্যক্রমগুলি
ca: Els meus cursos
da: Mine kurser
de: Meine Kurse
es: Mis cursos
et: Minu kursused
eu: Nire ikastaroak
fa: دوره‌های آموزشی من
fi: Omat kurssit
fil: Aking Mga Kurso
fr: Mes cours
gl: Os meus cursos
gu: મારા અભ્યાસક્રમો
hi: मेरे पाठ्यक्रम
hr: Moji tečajevi
hu: Saját tanfolyamok
id: Program Saya
is: Námskeiðin mín
it: I miei corsi
iw: הקורסים שלי
ja: マイ コース
kn: ನನ್ನ ಕೋರ್ಸ್‌ಗಳು
lt: Mano kursai
lv: Mani kursi
ml: എന്റെ കോഴ്‌സുകൾ
mr: माझे अभ्यासक्रम
nl: Mijn cursussen
pl: Moje kursy
pt_br: Meus cursos
pt_pt: Os Meus Cursos
ro: Cursurile mele
sr: Моји курсеви
sv: Mina kurser
sw: Kozi Zangu
ta: எனது பாடத்திட்டங்கள்
te: నా కోర్సులు
th: หลักสูตรของฉัน
tr: Kurslarım
uk: Мої курси
ur: میرے کورسز
zu: Ama-course wami

source: Explore Courses
af: Verken kursusse
ar: استكشاف الدورات التدريبية
bg: Разглеждане на курсовете
bn: পাঠ্যক্রমগুলি এক্সপ্লোর করুন
ca: Explora els cursos
da: Udforsk kurser
de: Kurse erkunden
es: Explorar cursos
et: Kursuste otsimine
eu: Arakatu ikastaroak
fa: کاوش دوره‌های آموزشی
fi: Tutustu kursseihin
fil: Sumubok ng Mga Kurso
fr: Découvrir les cours
gl: Buscar cursos
gu: અભ્યાસક્રમોનું અન્વેષણ કરો
hi: पाठ्यक्रम एक्सप्लोर करें
hr: Istražite tečajeve
hu: Tanfolyamok felfedezése
id: Jelajahi Program
is: Skoða námskeið
it: Scopri i corsi
iw: עיין בקורסים
ja: コースを探す
kn: ಕೋರ್ಸ್‌ಗಳನ್ನು ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಮಾಡಿ
lt: Naršyti kursus
lv: Izpētīt kursus
ml: കോഴ്‌സുകൾ പര്യവേക്ഷണം ചെയ്യുക
mr: अभ्यासक्रम एक्सप्लोर करा
nl: Cursussen bekijken
pl: Przeglądaj kursy
pt_br: Explorar cursos
pt_pt: Explorar Cursos
ro: Explorați cursuri
sr: Истражите курсеве
sv: Utforska kurser
sw: Chunguza Kozi
ta: பாடத்திட்டங்களை அறிக
te: కోర్సులను విశ్లేషించండి
th: สำรวจหลักสูตร
tr: Kursları Keşfet
uk: Огляд курсів
ur: کورسز دریافت کریں
zu: Hlola ama-course

source: Thank you for registering for the course. Click the Announcements tab for important information.
af: Dankie dat jy vir die kursus geregistreer het. Klik die Aankondigings-oortjie vir belangrike inligting.
ar: شكرًا لك على التسجيل في الدورة التدريبية. انقر على علامة تبويب "الإعلانات" للحصول على المعلومات الهامة.
bg: Благодарим ви, че се регистрирахте за курса. Кликнете върху раздела „Съобщения“ за важна информация.
bn: এই পাঠ্যক্রমে নিবন্ধীকরণের জন্য আপনাকে ধন্যবাদ৷ গুরুত্বপূর্ণ তথ্যের জন্য ঘোষণা ট্যাবে ক্লিক করুন৷
ca: Gràcies per registrar-vos al curs. Feu clic a la pestanya Anuncis per veure informació important.
da: Tak for din tilmelding til kurset. Klik på fanen Announcements for at se vigtige oplysninger.
de: Vielen Dank, dass Sie sich bei diesem Kurs angemeldet haben. Weitere Informationen finden Sie auf dem Tab "Ankündigungen".
es: Gracias por registrarte en el curso. Haz clic en la pestaña Avisos para obtener información importante.
et: Täname, et registreerusite kursusele. Olulise teabe nägemiseks klõpsake vahekaardil Teadaanded.
eu: Eskerrik asko ikastaroan izen emateagatik. Informazio garrantzitsuenaren berri izateko, egin klik Jakinarazpenak fitxan.
fa: بابت ثبت نام برای این دوره آموزشی سپاسگزاریم. برای دریافت اطلاعات مهم روی برگه اعلامیه‌ها کلیک کنید.
fi: Kiitos kurssi-ilmoittautumisestasi. Saat tärkeitä tietoja klikkaamalla Ilmoitukset-välilehteä.
fil: Salamat sa pagpaparehistro para sa kurso. I-click ang tab na Mga Anunsyo para sa mahalagang impormasyon.
fr: Merci de vous être inscrit à ce cours. Cliquez sur l'onglet "Annonces" pour consulter les informations importantes.
gl: Grazas por inscribirte no curso. Fai clic na pestana Avisos para obter información importante.
gu: અભ્યાસક્રમ માટે નોંધણી કરાવવા બદલ આપનો આભાર. મહત્વપૂર્ણ માહિતી માટે જાહેરાતો ટૅબને ક્લિક કરો.
hi: पाठ्यक्रम के लिए पंजीकरण करने के लिए धन्यवाद. महत्वपूर्ण जानकारी के लिए घोषणाएं टैब क्लिक करें.
hr: Hvala što ste se registrirali za tečaj. Kliknite karticu Najave za prikaz važnih informacija.
hu: Köszönjük, hogy jelentkezett a tanfolyamra. Kattintson a Közlemények lapra a fontos információk megtekintéséhez.
id: Terima kasih telah mendaftar dalam program ini. Klik tab Pengumuman untuk informasi penting.
is: Takk fyrir að skrá þig á námskeiðið. Smelltu á tilkynningaflipann til að fá mikilvægar upplýsingar.
it: Grazie per esserti iscritto al corso. Fai clic sulla scheda Comunicazioni per conoscere importanti informazioni.
iw: תודה שנרשמת לקורס. לחץ על הכרטיסייה 'הודעות' לקבלת מידע חשוב.
ja: コースへのご登録ありがとうございます。[お知らせ] タブをクリックして重要な情報をご確認ください。
kn: ಕೋರ್ಸ್‌ಗೆ ನೋಂದಣಿಯಾಗಿದ್ದಕ್ಕಾಗಿ ನಿಮಗೆ ಧನ್ಯವಾದಗಳು. ಪ್ರಮುಖ ಮಾಹಿತಿಗಾಗಿ ಪ್ರಕಟಣೆಗಳ ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ.
lt: Dėkojame, kad užsiregistravote į kursą. Spustelėkite skirtuką „Pranešimai“, kad sužinotumėte svarbią informaciją.
lv: Pateicamies par reģistrēšanos kursam! Noklikšķiniet uz cilnes “Paziņojumi”, lai uzzinātu svarīgu informāciju.
ml: കോഴ്‌സിനായി രജിസ്റ്റർ ചെയ്‌തതിന് നന്ദി. പ്രധാനപ്പെട്ട വിവരങ്ങൾക്കായി അറിയിപ്പ് ടാബിൽ ക്ലിക്കുചെയ്യുക.
mr: अभ्यासक्रमासाठी नोंदणी केल्याबद्दल धन्यवाद. महत्त्वाच्या माहितीसाठी घोषणा टॅब क्लिक करा.
nl: Hartelijk dank voor uw cursusinschrijving. Klik op het tabblad 'Aankondigingen' voor belangrijke informatie.
pl: Dziękujemy za zapisanie się na kurs. Kliknij kartę Ogłoszenia, aby uzyskać ważne informacje.
pt_br: Agradecemos por se inscrever no curso. Clique na guia "Notificações" para ver informações importantes.
pt_pt: Obrigado por se ter registado no curso. Clique no separador Anúncios para obter informações importantes.
ro: Vă mulțumim că v-ați înregistrat pentru acest curs. Dați clic pe fila Anunțuri pentru a vedea informații importante.
sr: Хвала вам што сте се регистровали за курс. Кликните на картицу Обавештења да бисте пронашли важне информације.
sv: Tack för att du har anmält dig till kursen. Klicka på fliken Meddelanden – där finns viktig information.
sw: Asante kwa kujisajili kwenye kozi. Bofya kichupo cha Matangazo kwa maelezo muhimu.
ta: பாடத்திட்டத்திற்காகப் பதிவுசெய்ததற்கு நன்றி. முக்கியமான தகவலுக்கு அறிவிப்புகள் தாவலைக் கிளிக் செய்யவும்.
te: కోర్సు కోసం నమోదు చేసుకున్నందుకు ధన్యవాదాలు. ముఖ్యమైన సమాచారం కోసం ప్రకటనల ట్యాబ్‌ను క్లిక్ చేయండి.
th: ขอขอบคุณสำหรับการลงทะเบียนหลักสูตรนี้ คลิกแท็บประกาศเพื่อดูข้อมูลสำคัญ
tr: Kursa kaydolduğunuz için teşekkür ederiz. Önemli bilgiler için Duyurular sekmesini tıklayın.
uk: Дякуємо, що зареєструвалися на курс. Перейдіть на вкладку "Повідомлення", щоб переглянути важливу інформацію.
ur: کورس کیلئے رجسٹر کرنے پر آپ کا شکریہ۔ اہم معلومات کیلئے اعلانات ٹیب پر کلک کریں۔
zu: Siyabonga ngokubhalisela i-course. Chofoza ithebhu yezimemezelo ukuze uthole ulwazi olubalulekile.

source: Registrations for this course are not open.
af: Registrasie vir hierdie kursus is nie oop nie.
ar: التسجيلات في هذه الدورة التدريبية غير مفتوحة.
bg: Регистрацията за този курс не е отворена.
bn: এই পাঠ্যক্রমে নিবন্ধীকরণ বন্ধ আছে৷
ca: Les inscripcions per a aquest curs no estan obertes.
da: Tilmelding til dette kursus er ikke åben.
de: Die Anmeldefrist für diesen Kurs hat noch nicht begonnen.
es: Las inscripciones para este curso no están abiertas.
et: Kursusele registreerimine pole alanud.
eu: Ikastaroan izen emateko epea ez da zabaldu.
fa: ثبت نام‌ برای این دوره آموزشی باز نیست.
fi: Tämän kurssin ilmoittautuminen ei ole käynnissä.
fil: Hindi pa bukas ang mga pagpaparehistro para sa kursong ito.
fr: Les inscriptions à ce cours ne sont pas ouvertes.
gl: Non están abertas as inscricións para este curso.
gu: આ અભ્યાસક્રમ માટે નોંધણી ખુલ્લી નથી.
hi: इस पाठ्यक्रम के लिए पंजीकरण खुले नहीं हैं.
hr: Registracije za ovaj tečaj nisu otvorene.
hu: Még nem lehet jelentkezni a tanfolyamra.
id: Pendaftaran untuk program ini belum dibuka.
is: Ekki er opið fyrir skráningu á þetta námskeið.
it: Le registrazioni per il corso non sono aperte.
iw: ההרשמה לקורס הזה לא פתוחה.
ja: このコースへの登録は受け付けていません。
kn: ಈ ಕೋರ್ಸ್ ದಾಖಲಾತಿಗಳು ಪ್ರಾರಂಭವಾಗಿಲ್ಲ.
lt: Registracija į šį kursą neprasidėjo.
lv: Reģistrācijas pieteikumi šim kursam netiek pieņemti.
ml: ഈ കോഴ്‌സിനുള്ള രജിസ്‌ട്രേഷൻ തുടങ്ങിയിട്ടില്ല.
mr: या अभ्यासक्रमासाठी नोंदण्या खुल्या नाहीत.
nl: U kunt zich nu niet inschrijven voor deze cursus.
pl: Rejestracja na ten kurs nie jest jeszcze otwarta.
pt_br: As inscrições para este curso não estão abertas.
pt_pt: As inscrições para este curso não estão abertas.
ro: Înregistrările pentru acest curs nu sunt deschise.
sr: Регистрација за овај курс није отворена.
sv: Den här kursen är inte öppen för registrering.
sw: Usajili katika kozi hii haujafunguliwa.
ta: இந்தப் பாடத்திட்டத்திற்காக பதிவுசெய்வது இன்னும் ஆரம்பமாகவில்லை.
te: ఈ కోర్సు కోసం నమోదులు తెరవబడలేదు.
th: หลักสูตรนี้ไม่เปิดให้ลงทะเบียน
tr: Bu kurs için kayıtlar açık değil.
uk: Реєстрація на цей курс не відкрита.
ur: اس کورس کیلئے رجسٹریشنز بند ہیں۔
zu: Ukubhalisela le-course akuvulwanga.

source: Syllabus
af: Leerplan
ar: المنهج
ca: Programa del curs
de: Unterrichtsprogramm
fr: Programme
gu: અભ્યાસક્રમ
hi: पाठ्यक्रम
id: Silabus
it: Programma
iw: סילבוס
kn: ಪಠ್ಯಕ್ರಮ
lt: Kurso programa
ml: പാഠ്യപദ്ധതി
pl: Program kursu
ro: Programă
sr: Наставни план
sw: Muhtasari wa masomo
te: పాఠ్యప్రణాళిక
th: ประมวลรายวิชา
ur: نصاب
zu: Isilabhasi

source: Your review has not been saved, because it was submitted on %(time_now)s. The deadline for submitting reviews was %(review_due_date)s.
af: Jou evaluering is nie gestoor nie, want dit is om %(time_now)s ingedien. Die spertyd om evaluerings in te dien, was %(review_due_date)s.
ar: لم يتم حفظ مراجعتك لأنه تم إرسالها بتاريخ %(time_now)s. وكان الموعد النهائي لإرسال المراجعات هو %(review_due_date)s.
bg: Проверката ви не е запазена, защото бе изпратена на %(time_now)s. Крайният срок за предаването й бе %(review_due_date)s.
bn: আপনার পর্যালোচনা সংরক্ষণ করা যায়নি, কারণ এটি %(time_now)s এ জমা দেওয়া হয়েছে৷ পর্যালোচনাগুলির জমা দেওয়ার শেষ %(review_due_date)s তারিখ ছিল৷
ca: La vostra revisió no s'ha desat perquè s'ha enviat a les %(time_now)s. El termini per enviar revisions era el dia %(review_due_date)s.
da: Din evaluering blev ikke gemt, fordi du indsendte den kl. %(time_now)s. Fristen for indsendelse af evalueringer var %(review_due_date)s.
de: Ihre Bewertung wurde nicht gespeichert, weil sie am %(time_now)s abgegeben wurde. Der Abgabetermin für Bewertungen war am %(review_due_date)s.
es: No se ha guardado la revisión porque se ha enviado a la(s) %(time_now)s. La fecha límite para el envío de revisiones era el %(review_due_date)s.
et: Teie arvustust ei salvestatud, sest see esitati %(time_now)s. Arvustuste esitamise tähtaeg oli %(review_due_date)s.
eu: Ez da zuzenketa gorde, data honetan bidali duzulako: %(time_now)s. Zuzenketak bidaltzeko epemuga %(review_due_date)s zen.
fa: تکلیفی که صحیح کردید ذخیره نشد زیرا در تاریخ %(time_now)s ارسال شده بود. زمان تحویل تکلیف صحیح شده %(review_due_date)s بود.
fi: Arvosteluasi ei tallennettu, koska lähetit sen %(time_now)s. Arvostelujen lähettämisen eräpäivä oli %(review_due_date)s.
fil: Hindi na-save ang iyong review, dahil isinumite ito noong %(time_now)s. Ang takdang petsa para sa pagsusumite ng mga review ay noong %(review_due_date)s.
fr: Votre correction n'a pas été enregistrée, car vous l'avez envoyée le %(time_now)s, et la date limite était fixée au %(review_due_date)s.
gl: Non se gardou a túa revisión porque se enviou o %(time_now)s. O prazo límite de envío de revisións era o %(review_due_date)s.
gu: તમારી સમીક્ષા સાચવવામાં આવી નથી, કારણ કે તે %(time_now)s ના રોજ સબમિટ કરી હતી. સમીક્ષાઓ સબમિટ કરવાની સમયસીમા %(review_due_date)s હતી.
hi: आपकी समीक्षा इसलिए सहेजी नहीं गई है क्योंकि यह %(time_now)s को सबमिट की गई थी. समीक्षाएं सबमिट करने की समय-सीमा %(review_due_date)s थी.
hr: Vaš pregled nije spremljen jer je poslan %(time_now)s. Krajnji rok za slanje pregleda bio je %(review_due_date)s.
hu: A véleményezés nem lett mentve, mert %(time_now)s után küldte el. A véleményezési határidő %(review_due_date)s volt.
id: Tinjauan Anda tidak disimpan, karena telah dikirim pada %(time_now)s. Batas waktu pengiriman tinjauan adalah %(review_due_date)s.
is: Umsögnin þín hefur ekki verið vistuð vegna þess að hún var send inn %(time_now)s. Síðasti skilafrestur umsagna var %(review_due_date)s.
it: La tua revisione non è stata salvata, poiché è stata inviata in data %(time_now)s. La scadenza per l'invio delle revisioni era il giorno %(review_due_date)s.
iw: הביקורת שלך לא נשמרה, משום שהיא נשלחה ב-%(time_now)s. תאריך היעד לשליחת ביקורת היה %(review_due_date)s.
ja: レビューは %(time_now)s に送信されたため保存されませんでした。レビューの送信期限は %(review_due_date)sです。
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ, ಏಕೆಂದರೆ ಇದು %(time_now)s ರಲ್ಲಿ ಸಲ್ಲಿಸಲಾಗಿದೆ. ವಿಮರ್ಶೆಗಳನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಕೊನೆಯ ದಿನಾಂಕ %(review_due_date)s ಆಗಿದೆ.
lt: Peržiūra neišsaugota, nes ji pateikta %(time_now)s. Peržiūrų pateikimo terminas buvo %(review_due_date)s.
lv: Atsauksme netika saglabāta, jo tā tika iesniegta: %(time_now)s. Atsauksmju iesniegšanas termiņš bija: %(review_due_date)s.
ml: നിങ്ങളുടെ അവലോകനം %(time_now)s-ന് സമർപ്പിച്ചതിനാൽ അത് സംരക്ഷിച്ചില്ല. അവലോകനങ്ങൾ സമർപ്പിക്കുന്നതിനുള്ള അവസാന തീയതി %(review_due_date)s ആയിരുന്നു.
mr: आपले पुनरावलोकन %(time_now)s वाजता सबमिट केल्यामुळे ते जतन केले गेले नाही. पुनरावलोकने सबमिट करण्यासाठी निर्धारित कालमर्यादा %(review_due_date)s होती.
nl: Uw beoordeling is niet opgeslagen, omdat deze is ingediend op %(time_now)s. De deadline voor het indienen van beoordelingen was %(review_due_date)s.
pl: Twoja recenzja nie została zapisana, bo przesłałeś ją %(time_now)s. Termin przesyłania recenzji minął %(review_due_date)s.
pt_br: Sua revisão não foi salva porque foi enviada em %(time_now)s. O prazo para o envio de revisões era %(review_due_date)s.
pt_pt: O seu comentário não foi guardado porque foi enviado a %(time_now)s. O prazo para envio de comentários era %(review_due_date)s.
ro: Evaluarea nu a fost salvată, deoarece a fost trimisă pe %(time_now)s. Termenul limită pentru trimiterea evaluărilor a fost %(review_due_date)s.
sr: Рецензија није сачувана јер је послата %(time_now)s. Крајњи рок за слање рецензија је био %(review_due_date)s.
sv: Granskningen sparades inte eftersom den skickades %(time_now)s. Sista datum för att skicka granskningar var %(review_due_date)s.
sw: Mpitio yako hayajahifadhiwa, kwa sababu uliwasilishwa tarehe %(time_now)s. Makataa ya kuwasilishwa mapitio ilikuwa tarehe %(review_due_date)s.
ta: உங்கள் மதிப்புரை சேமிக்கப்படவில்லை, ஏனெனில் இது %(time_now)s மணிக்குச் சமர்ப்பிக்கப்பட்டுள்ளது. மதிப்புரைகளைச் சமர்ப்பிப்பதற்கான காலக்கெடு %(review_due_date)s ஆகும்.
te: మీ సమీక్షను %(time_now)sన సమర్పించినందున, అది సేవ్ చేయబడలేదు. సమీక్షలను సమర్పించడానికి గడువు తేదీ %(review_due_date)s.
th: การตรวจสอบของคุณยังไม่ได้รับการบันทึกเนื่องจากถูกส่งมาเมื่อ %(time_now)s กำหนดส่งการตรวจสอบคือ %(review_due_date)s
tr: İncelemeniz %(time_now)s tarihinde gönderildiğinden kaydedilmedi. İncelemeleri göndermek için son tarih %(review_due_date)s idi.
uk: Вашу рецензію не збережено, оскільки ви надіслали її %(time_now)s. Кінцевим терміном надсилання рецензій було %(review_due_date)s.
ur: آپ کا جائزہ محفوظ نہیں کیا گیا ہے کیونکہ اسے %(time_now)s پر جمع کرایا گیا۔ جائزے جمع کرانے کی آخری تاریخ %(review_due_date)s تھی۔
zu: Isibuyekezo sakho asikakalondolozwa, ngoba sihanjiswe ngo-%(time_now)s. Umnqamulajuqu wokuhambisa izibuyekezo bokungumhla ka-%(review_due_date)s.

source: Your assignment has not been saved, because it was submitted on %(time_now)s. The deadline for submitting assignments was %(submission_due_date)s.
af: Jou opdrag is nie gestoor nie, want dit is om %(time_now)s ingedien. Die spertyd om opdragte in te dien, was %(submission_due_date)s.
ar: لم يتم حفظ واجبك لأنه تم إرساله بتاريخ %(time_now)s. وكان الموعد النهائي لإرسال الواجبات هو %(submission_due_date)s.
bg: Заданието ви не е запазено, защото бе изпратено на %(time_now)s. Крайният срок за предаването му бе %(submission_due_date)s.
bn: আপনার অ্যাসাইনমেন্ট সংরক্ষণ করা যায়নি, কারণ এটি %(time_now)s এ জমা দেওয়া হয়েছে৷ অ্যাসাইনমেন্টগুলির জমা দেওয়ার শেষ %(submission_due_date)s তারিখ ছিল৷
ca: El vostre treball no s'ha desat perquè s'ha enviat a les %(time_now)s. El termini per enviar treballs era el dia %(submission_due_date)s.
da: Din opgave blev ikke gemt, fordi du indsendte den kl. %(time_now)s. Fristen for indsendelse af opgaver var %(submission_due_date)s.
de: Ihre Aufgabe wurde nicht gespeichert, weil sie am %(time_now)s abgegeben wurde. Der Abgabetermin für Aufgaben war am %(submission_due_date)s.
es: No se ha guardado tu tarea porque se ha enviado a la(s) %(time_now)s. La fecha límite para el envío de tareas era el %(submission_due_date)s.
et: Teie ülesannet ei salvestatud, sest see esitati %(time_now)s. Ülesannete esitamise tähtaeg oli %(submission_due_date)s.
eu: Ez da lana gorde, data honetan bidali duzulako: %(time_now)s. Lanak bidaltzeko epemuga %(submission_due_date)s zen.
fa: تکلیف شما ذخیره نشد زیرا در تاریخ %(time_now)s ارسال شده بود. زمان تحویل تکلیف %(submission_due_date)s بود.
fi: Tehtävääsi ei tallennettu, koska lähetit sen %(time_now)s. Tehtävien lähettämisen eräpäivä oli %(submission_due_date)s.
fil: Hindi na-save ang iyong assignment, dahil isinumite ito noong %(time_now)s. Ang takdang petsa para sa pagsusumite ng mga assignment ay noong %(submission_due_date)s.
fr: Votre devoir n'a pas été enregistré, car vous l'avez envoyé le %(time_now)s, et la date limite était fixée au %(submission_due_date)s.
gl: Non se gardou o teu traballo porque se enviou o %(time_now)s. O prazo límite de envío de traballos era o %(submission_due_date)s.
gu: તમારી સોંપણી સાચવવામાં આવી નથી, કારણ કે તે %(time_now)s એ સબમિટ કરી હતી. સોંપણીઓ સબમિટ કરવાની સમયસીમા %(submission_due_date)s હતી.
hi: आपका असाइनमेंट इसलिए सहेजा नहीं गया है क्योंकि यह %(time_now)s को सबमिट किया गया था. असाइनमेंट सबमिट करने की समय-सीमा %(submission_due_date)s थी.
hr: Vaš pismeni zadatak nije spremljen jer je poslan %(time_now)s. Krajnji rok za slanje zadataka bio je %(submission_due_date)s.
hu: A feladat nem lett mentve, mert %(time_now)s után küldte el. A feladatbenyújtási határidő %(submission_due_date)s volt.
id: Tugas Anda tidak disimpan, karena telah dikirim pada %(time_now)s. Batas waktu pengiriman tinjauan adalah %(submission_due_date)s.
is: Verkefnið þitt var ekki vistað vegna þess að það var sent inn %(time_now)s. Síðasti skilafrestur verkefna var %(submission_due_date)s.
it: Il tuo compito non è stato salvato, poiché è stato inviato in data %(time_now)s. La scadenza per l'invio dei compiti era il giorno %(submission_due_date)s.
iw: המטלה שלך לא נשמרה, משום שהיא נשלחה ב-%(time_now)s. תאריך היעד לשליחת מטלות היה %(submission_due_date)s.
ja: 課題は %(time_now)s に送信されたため保存されませんでした。課題の送信期限は %(submission_due_date)sです。
kn: ನಿಮ್ಮ ಕಾರ್ಯನಿಯೋಜನೆಯನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ, ಏಕೆಂದರೆ ಇದು %(time_now)s ರಲ್ಲಿ ಸಲ್ಲಿಸಲಾಗಿದೆ. ಕಾರ್ಯ ನಿಯೋಜನೆಗಳನ್ನು ಸಲ್ಲಿಸುವುದಕ್ಕಾಗಿ ಕೊನೆಯ ದಿನಾಂಕ %(submission_due_date)s ಆಗಿದೆ.
lt: Užduotis neišsaugota, nes ji pateikta %(time_now)s. Užduočių pateikimo terminas buvo %(submission_due_date)s.
lv: Jūsu uzdevums netika saglabāts, jo tas tika iesniegts: %(time_now)s. Uzdevumu iesniegšanas termiņš bija: %(submission_due_date)s.
ml: നിങ്ങളുടെ അസൈൻമെന്റ് %(time_now)s-ന് സമർപ്പിച്ചതിനാൽ അത് സംരക്ഷിച്ചിട്ടില്ല. അസൈൻമെന്റുകൾ സമർപ്പിക്കുന്നതിനുള്ള അവസാന തീയതി %(submission_due_date)s ആയിരുന്നു.
mr: आपले अभिहस्तांकन %(time_now)s वाजता सबमिट केल्यामुळे ते जतन केले गेले नाही. अभिहस्तांकने सबमिट करण्यासाठी निर्धारित कालमर्यादा %(submission_due_date)s होती.
nl: Uw opdracht is niet opgeslagen, omdat deze is ingediend op %(time_now)s. De deadline voor het indienen van opdrachten was %(submission_due_date)s.
pl: Twoje przypisanie nie zostało zapisane, ponieważ zostało przesłane %(time_now)s. Termin przesyłania przypisań minął %(submission_due_date)s.
pt_br: Sua tarefa não foi salva porque foi enviada em %(time_now)s. O prazo para o envio de tarefas era %(submission_due_date)s.
pt_pt: O seu trabalho não foi guardado porque foi enviado a %(time_now)s. O prazo para envio de trabalhos era %(submission_due_date)s.
ro: Tema nu a fost salvată, deoarece a fost trimisă pe %(time_now)s. Termenul limită pentru trimiterea temelor a fost %(submission_due_date)s.
sr: Задатак није сачуван јер је послат %(time_now)s. Крајњи рок за слање задатака је био %(submission_due_date)s.
sv: Uppgiften har inte sparats eftersom den skickades %(time_now)s. Sista datum för att skicka uppgifter var %(submission_due_date)s.
sw: Zoezi lako halijahifadhiwa, kwa sababu liliwasilishwa tarehe %(time_now)s. Makataa ya kuwasilisha mazoezi ilikuwa tahere %(submission_due_date)s.
ta: உங்கள் பயிற்சிப் பாடம் சேமிக்கப்படவில்லை, ஏனெனில் இது %(time_now)s மணிக்குச் சமர்ப்பிக்கப்பட்டுள்ளது. பயிற்சிப் பாடங்களைச் சமர்ப்பிப்பதற்கான காலக்கெடு %(submission_due_date)s ஆகும்.
te: మీ అభ్యాసాన్ని %(time_now)sన సమర్పించినందున, అది సేవ్ చేయబడలేదు. అభ్యాసాలను సమర్పించడానికి గడువు తేదీ %(submission_due_date)s.
th: งานของคุณยังไม่ได้รับการบันทึกเนื่องจากถูกส่งมาเมื่อ %(time_now)s กำหนดส่งงานคือ %(submission_due_date)s
tr: Ödeviniz %(time_now)s tarihinde gönderildiğinden kaydedilmedi. Ödevleri göndermek için son tarih %(submission_due_date)s idi.
uk: Ваше завдання не збережено, оскільки ви надіслали його %(time_now)s. Кінцевим терміном надсилання завдань було %(submission_due_date)s.
ur: آپ کی اسائنمنٹ کو محفوظ نہیں کیا گیا ہے کیونکہ اسے %(time_now)s پر جمع کرایا گیا۔ اسائنمنٹس جمع کرانے کی آخری تاریخ %(submission_due_date)s تھی۔
zu: Umsebenzi wakho ozokwenziwa awulondolozwanga, ngoba uhanjiswe ngo-%(time_now)s. Umnqamulajuqu wokuhambisa imisebenzi ezokwenziwa bokungumhla ka-%(submission_due_date)s.
