Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: Assignment %(index)s
af: Opdrag %(index)s
ar: المهمة %(index)s
bg: Задание %(index)s
bn: হস্তান্তরণ %(index)s
ca: Treball %(index)s
cs: Úloha %(index)s
da: Opgave-%(index)s
de: Aufgabe %(index)s
es: Tarea %(index)s
et: Ülesanne %(index)s
eu: %(index)s lana
fa: تکلیف %(index)s
fi: Tehtävä %(index)s
fil: Takdang-aralin %(index)s
fr: Devoir %(index)s
gl: Traballo %(index)s
gu: સોંપણી %(index)s
hi: असाइनमेंट %(index)s
hr: Pismeni zadatak %(index)s
hu: %(index)s. feladat
id: Tugas %(index)s
is: Verkefni %(index)s
it: Compito %(index)s
iw: מטלה %(index)s
ja: 課題 %(index)s
kn: ನಿಯೋಜನೆ %(index)s
lt: Užduotis %(index)s
lv: Uzdevums Nr. %(index)s
ml: അസൈന്മെന്റ് %(index)s
mr: अभिहस्तांकन %(index)s
nl: Opdracht %(index)s
no: Oppgave %(index)s
pl: Zadanie %(index)s
pt_br: Tarefa %(index)s
pt_pt: Do trabalho: %(index)s
ro: Tema %(index)s
sr: Задатак %(index)s
sv: Uppgift %(index)s
sw: Zoezi %(index)s
ta: பயிற்சிப் பாடம் %(index)s
te: అభ్యాసం %(index)s
th: งาน %(index)s
tr: Ödev %(index)s
uk: Завдання %(index)s
ur: اسائنمنٹ %(index)s
zu: Umsebenzi ozokwenziwa we-%(index)s

source: Draft
af: Konsep
ar: مسودة
bg: Чернова
bn: খসড়া
ca: Esborrany
cs: Koncept
da: Kladde
de: Entwurf
es: Borrador
et: Mustand
eu: Zirriborroa
fa: پیش‌نویس‌
fi: Luonnos
fr: Brouillon
gl: Borrador
gu: ડ્રાફ્ટ
hi: अधूरा ईमेल
hr: Skica
hu: Vázlat
id: Draf
is: Drög
it: Bozza
iw: טיוטה
ja: 下書き
kn: ಡ್ರಾಫ್ಟ್‌‌
lt: Juodraštis
lv: Melnraksts
ml: ഡ്രാഫ്റ്റ്
mr: मसुदा
nl: Concept
no: Utkast
pl: Wersja robocza
pt_br: Rascunho
pt_pt: Rascunho
ro: Versiune nefinalizată
sr: Радна верзија
sv: Utkast
sw: Rasimu
ta: வரைவு
te: చిత్తుప్రతి
th: เวอร์ชันร่าง
tr: Taslak
uk: Чернетка
ur: مسودہ
zu: Okusalungiswa

source: Review a new assignment
af: Hersien 'n nuwe opdrag
ar: مراجعة واجب جديد
bg: Проверка на ново задание
bn: একটি নতুন অ্যাসাইনমেন্টের পর্যালোচনা করুন
ca: Revisa un altre treball
da: Evaluer en ny opgave
de: Neue Aufgabe bewerten
es: Revisar otro trabajo
et: Uue ülesande retsenseerimine
eu: Zuzendu beste lan bat
fa: صحیح کردن یک تکلیف جدید
fi: Arvioi uusi tehtävä
fil: Mag-review ng bagong takdang-aralin
fr: Corriger un nouveau devoir
gl: Comentar unha nova tarefa
gu: નવી સોંપણીની સમીક્ષા કરો
hi: एक नए असाइनमेंट की समीक्षा करें
hr: Pregledajte novi pismeni zadatak
hu: Új feladat véleményezése
id: Tinjau tugas baru
is: Fara yfir nýtt verkefni
it: Esamina un nuovo compito
iw: כתוב ביקורת על מטלה חדשה
ja: 新しい課題をレビュー
kn: ಹೊಸ ನಿಯೋಜನೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
lt: Peržiūrėti naują užduotį
lv: Vērtēt jaunu darbu
ml: ഒരു പുതിയ അസൈൻ‌മെന്റ് അവലോകനം ചെയ്യുക
mr: एका नवीन अभिहस्तांकनाचे पुनरावलोकन करा
nl: Een nieuwe opdracht beoordelen
pl: Zrecenzuj nowe zadanie
pt_br: Revisar nova tarefa
pt_pt: Classificar um novo trabalho
ro: Evaluați o temă nouă
sr: Прегледајте нов задатак
sv: Granska en ny uppgift
sw: Kagua zoezi jipya
ta: புதிய பயிற்சிப் பாடத்தை மதிப்புரை செய்
te: క్రొత్త అభ్యాసాన్ని సమీక్షించు
th: ตรวจสอบงานใหม่
tr: Yeni bir ödev incele
uk: Рецензувати нове завдання
ur: ایک نئی اسائنمنٹ کا جائزہ لیں
zu: Buyekeza umsebenzi ozokwenziwa omusha

source: Back to assignment
af: Terug na opdrag
ar: الرجوع إلى الواجب
bg: Назад към заданието
bn: অ্যাসাইনমেন্টে ফিরুন
ca: Torna a la tasca
da: Tilbage til opgaven
de: Zurück zur Aufgabe
es: Volver a la tarea
et: Tagasi ülesannete juurde
eu: Itzuli ariketara
fa: بازگشت به تکلیف
fi: Takaisin tehtävään
fil: Bumalik sa takdang-aralin
fr: Retour au devoir
gl: Volver á tarefa
gu: અસાઇન્મેન્ટ પર પાછા ફરો
hi: असाइनमेंट में वापस जाएं
hr: Natrag na zadatak
hu: Vissza a feladathoz
id: Kembali ke tugas
is: Til baka í verkefni
it: Torna al compito
iw: חזרה למטלה
ja: 課題に戻る
kn: ನಿಯೋಜನೆಗೆ ಹಿಂತಿರುಗಿ
lt: Atgal į užduotį
lv: Atpakaļ uz uzdevumu
ml: അസൈൻമെന്റിലേക്ക് തിരികെ പോകുക
mr: अभिहस्तांकनावर परत
nl: Terug naar opdracht
pl: Wróć do zadania
pt_br: Voltar para a tarefa
ro: Înapoi la temă
sr: Назад на задатак
sw: Rudi kwenye kazi ya s
ta: பயிற்சிப்பணிக்குத் திரும்பு
te: అసైన్‌మెంట్‌కు తిరిగి వెళ్లు
th: กลับไปยังงานที่มอบหมาย
tr: Ödeve dön
uk: Назад до завдання
ur: اسائنمنٹ پر واپس جائیں
zu: Emuva kumsebenzi ozokwenziwa

source: Sorry, there are no new submissions available for you to review at this time.
af: Jammer, daar is op hierdie stadium geen nuwe indienings beskikbaar vir jou om te oorsien nie.
ar: عذرًا، ليست هناك إرسالات جديدة متوفرة لك لمراجعتها في الوقت الحالي.
bg: За съжаление понастоящем не са налице нови изпратени задания, които да проверите.
bn: দুঃখিত, এই সময়ে পর্যালোচনার জন্য সেখানে আপনার জন্য কোনো নতুন জমাগুলি উপলব্ধ নেই৷
ca: No hi ha més treballs enviats disponibles perquè pugueu revisar en aquest moment.
cs: V současnosti nejsou k dispozici žádné nově odeslané úlohy, které byste měli kontrolovat.
da: Der er desværre ingen nye tilgængelige indsendte opgaver, som du kan evaluere på nuværende tidspunkt.
de: Momentan gibt es keine zu bewertenden Aufgaben.
es: No hay envíos nuevos disponibles para revisar en este momento.
et: Kahjuks pole praegu saadaval ühtegi ülesannet, mida saaksite arvustada.
eu: Une honetan ez dago beste bidalketarik zuk zuzentzeko erabilgarri.
fa: متأسفانه در حال حاضر هیچ تکلیف جدیدی برای شما جهت بازبینی وجود ندارد.
fi: Tällä hetkellä ei ole saatavilla arvosteltavia tehtäviä.
fil: Paumanhin, walang mga pagsusumiteng available na i-review mo sa oras na ito.
fr: Désolé, aucun autre devoir n'est disponible pour correction pour le moment.
gl: Non hai novos traballos dispoñibles para revisar neste momento.
gu: માફ કરશો, આ સમયે તમારી સમીક્ષા માટે કોઈ નવા સબમિશન્સ ઉપલબ્ધ નથી.
hi: क्षमा करें, इस समय आपके द्वारा समीक्षा के लिए कोई नई प्रविष्टि उपलब्ध नहीं है.
hr: Trenutačno vam za pregled nije dostupan nijedan novi pismeni zadatak.
hu: Sajnos jelenleg nincs több feladat, amelyet véleményezni lehetne.
id: Maaf, tidak ada kiriman baru yang tersedia untuk Anda tinjau saat ini.
is: Ekkert innsent efni fyrir þig til að fara yfir eins og er.
it: Spiacenti, al momento non ci sono compiti disponibili da rivedere.
iw: מצטערים, אין הגשות חדשות הזמינות לביקורת בשלב זה.
ja: 現在、レビューできる新しい課題はありません。
kn: ಕ್ಷಮಿಸಿ, ಈ ಸಮಯದಲ್ಲಿ ವಿಮರ್ಶಿಸಲು ನಿಮಗೆ ಯಾವುದೇ ಹೊಸ ಸಲ್ಲಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
lt: Apgailestaujame, šiuo metu nėra naujų pateikimų, kuriuos galėtumėte peržiūrėti.
lv: Diemžēl pašlaik vērtēšanai nav iesniegts neviens jauns uzdevums.
ml: ക്ഷമിക്കണം, നിങ്ങൾക്ക് ഇപ്പോൾ അവലോകനത്തിനായി പുതിയ സമർപ്പിക്കലുകളൊന്നും ലഭ്യമല്ല.
mr: क्षमस्व, यावेळी पुनरावलोकन करण्यासाठी आपल्याकरिता कोणतीही नवीन सबमिशन उपलब्ध नाहीत.
nl: Er zijn momenteel geen nieuwe inzendingen beschikbaar die u kunt beoordelen.
no: Det er ingen nye innleveringer å vurdere for øyeblikket.
pl: Brak zgłoszeń do zrecenzowania.
pt_br: No momento, não há novos envios disponíveis para você revisar.
pt_pt: Lamentamos, mas não existem trabalhos novos disponíveis para avaliar neste momento.
ro: Ne pare rău, momentan nu există trimiteri noi de evaluat.
sr: Жао нам је, тренутно нема нових послатих задатака за преглед.
sv: Det finns tyvärr inga nya uppgifter som du kan granska just nu.
sw: Samahani, hakuna mawasilisho mapya yanayopatikana ili uyakague wakati huu.
ta: மன்னிக்கவும், தற்போது நீங்கள் மதிப்பாய்வு செய்வதற்குப் புதிய சமர்ப்பிப்புகள் எதுவுமில்லை.
te: క్షమించండి, ఈ సమయంలో సమీక్షించడం కోసం మీకు క్రొత్త సమర్పణలు ఏవీ అందుబాటులో లేవు.
th: ขออภัย ไม่มีการส่งงานใหม่ให้คุณตรวจสอบในขณะนี้
tr: Maalesef şu an için inceleyebileceğiniz yeni bir gönderim yok.
uk: На жаль, зараз немає нових завдань, які ви можете рецензувати.
ur: معذرت، اس وقت آپ کیلئے جائزے کیلئے کوئی نئی اسائنمنٹس دستیاب نہیں ہیں۔
zu: Uxolo, akukho okuhanjisiwe okusha okutholakalayo ukuze ukubuyekeze ngalesi sikhathi.

source: Date enrolled
af: Datum waarop ingeskryf
ar: تاريخ التسجيل
bg: Дата на записване
bn: তরিখ নথিভুক্ত করা হয়েছে
ca: Data d'inscripció
cs: Datum zápisu
da: Dato for tilmelding
de: Anmeldedatum
es: Fecha de inscripción
et: Liitumise kuupäev
eu: Izen-ematearen data
fa: تاریخ نام‌نویسی
fi: Ilmoittautumispäivä
fil: Petsa ng pag-enroll
fr: Date d'inscription
gl: Data de inscrición
gu: નોંધણી કર્યાની તારીખ
hi: नामांकन दिनांक
hr: Datum upisa
hu: Jelentkezés dátuma
id: Tanggal terdaftar
is: Skráningardagur
it: Data iscrizione
iw: תאריך הרשמה
ja: 登録日
kn: ದಾಖಲಾದ ದಿನಾಂಕ
lt: Registracijos data
lv: Reģistrēšanās datums
ml: എൻറോൾ ചെയ്‌ത തീയതി
mr: नोंदणी केलेली तारीख
nl: Datum van inschrijving
no: Registreringsdato
pl: Data zapisania się
pt_br: Data de inscrição
pt_pt: Inscrito à data
ro: Data înscrierii
sr: Датум уписивања
sv: Datum för anmälan
sw: Tarehe ya kujiandikisha
ta: பதிவுசெய்த தேதி
te: నమోదు చేసుకున్న తేదీ
th: วันที่ลงทะเบียน
tr: Kayıt tarihi
uk: Дата запису
ur: اندراج کی تاریخ
zu: Idethi yokubhaliswa

source: Email
af: E-pos
ar: البريد الإلكتروني
bg: Имейл адрес
bn: ইমেল
ca: Correu electrònic
da: E-mailadresse
de: E-Mail-Adresse
es: Correo electrónico
et: E-post
eu: Helbide elektronikoa
fa: ایمیل
fi: Sähköposti
fr: Adresse e-mail
gl: Correo electrónico
gu: ઇમેઇલ
hi: ईमेल
hr: E-adresa
is: Tölvupóstur
iw: אימייל
ja: メール
kn: ಇಮೇಲ್
lt: El. paštas
lv: E-pasta adrese
ml: ഇമെയില്‍
mr: ईमेल
no: E-post
sr: Имејл адреса
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta adresi
uk: Електронна адреса
ur: ای میل
zu: I-imeyili

source: Name
af: Naam
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
gl: Nome
gu: નામ
hi: नाम
hr: Ime
hu: Név
id: Nama
is: Nafn
it: Nome
iw: שם
ja: 名前
kn: ಹೆಸರು
lt: Vardas
lv: Vārds
ml: പേര്
mr: नाव
nl: Naam
no: Navn
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
ro: Nume
sr: Име
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Adı
uk: Ім’я
ur: نام
zu: Igama

source: Assessment scores
af: Assesseringpunte
ar: نتائج التقييمات
bg: Резултати от оценяването
bn: মূল্যায়নের স্কোরগুলি
ca: Puntuacions d'avaluació
cs: Výsledky hodnocení
da: Resultater ved bedømmelser
de: Testergebnisse
es: Puntuaciones de la evaluación
et: Ülesande tulemused
eu: Frogen emaitzak
fa: نمرات ارزیابی
fi: Arvostelujen tulokset
fil: Mga marka sa pagtatasa
fr: Résultats des évaluations
gl: Puntuacións da avaliación
gu: આકારણી સ્કોર્સ
hi: आंकलन स्कोर
hr: Rezultati procjene
hu: Értékelési pontszámok
id: Skor penilaian
is: Einkunnir úr mati
it: Punteggi valutazione
iw: ציוני הערכה
ja: 評価スコア
kn: ನಿರ್ಧಾರದ ಸ್ಕೋರ್‌ಗಳು
lt: Įvertinimų rezultatai
lv: Vērtējuma rezultāti
ml: മൂല്യനിർണ്ണയ സ്‌കോറുകൾ
mr: मूल्यांकन गुण
nl: Scores van beoordeling
no: Poeng på prøven
pl: Wyniki ocen
pt_br: Pontuações da avaliação
pt_pt: Resultados de avaliações
ro: Punctajul evaluării
sr: Резултати процене
sv: Bedömningspoäng
sw: Alama za tathmini
ta: மதிப்பீடு ஸ்கோர்கள்
te: మూల్య నిర్ధారణ స్కోర్‌లు
th: คะแนนการประเมิน
tr: Değerlendirme puanları
uk: Результати оцінювання
ur: جائزہ کے اسکورز
zu: Izikolo zokuhlolwa

source: View assignment
af: Bekyk opdrag
ar: عرض الواجب
bg: Преглед на заданието
bn: অ্যাসাইনমেন্ট দেখুন
ca: Mostra el treball
da: Se opgaven
de: Aufgabe ansehen
es: Visualizar trabajo
et: Kuva ülesanne
eu: Ikusi lana
fa: مشاهده تکلیف
fi: Näytä tehtävä
fil: Tingnan ang takdang-aralin
fr: Afficher le devoir
gl: Ver tarefa
gu: સોંપણી જુઓ
hi: असाइनमेंट देखें
hr: Prikaži pismeni zadatak
hu: Feladat megtekintése
id: Tampilkan tugas
is: Skoða verkefni
it: Visualizza compito
iw: הצג מטלה
ja: 課題を表示
kn: ನಿಯೋಜನೆಯನ್ನು ವೀಕ್ಷಿಸಿ
lt: Peržiūrėti užduotį
lv: Skatīt darbu
ml: അസൈൻമെന്റ് കാണുക
mr: ‍अभिहस्तांकन पहा
nl: Opdracht bekijken
pl: Wyświetl zadanie
pt_br: Visualizar tarefa
pt_pt: Ver trabalho
ro: Afișați tema
sr: Прикажи задатак
sv: Visa uppgift
sw: Tazama zoezi
ta: பயிற்சிப் பாடத்தைக் காட்டு
te: అభ్యాసాన్ని వీక్షించండి
th: ดูงาน
tr: Ödevi görüntüle
uk: Переглянути завдання
ur: اسائنمنٹ دیکھیں
zu: Buka umsebenzi ozokwenziwa

source: Overall course score
af: Algehele kursuspunt
ar: النتيجة الإجمالية للدورة
bg: Общ резултат от курса
bn: সামগ্রিক কোর্স স্কোর
ca: Puntuació general del curs
cs: Celkové výsledky kurzu
da: Samlet resultat for kurset
de: Gesamtergebnis
es: Puntuación general del curso
et: Kursuse üldine tulemus
eu: Ikastaroko nota orokorra
fa: نمره کلی دوره
fi: Kurssin kokonaistulos
fil: Kabuuang marka sa kurso
fr: Résultat global du cours
gl: Puntuación de todo o curso
gu: સમગ્ર અભ્યાસક્રમ સ્કોર
hi: समस्त पाठ्यक्रम स्कोर
hr: Ukupan rezultat tečaja
hu: Tanfolyam összpontszáma
id: Skor mata kuliah secara keseluruhan
is: Heildareinkunn úr námskeiði
it: Punteggio totale del corso
iw: ציון כולל בקורס
ja: コースの総合スコア
kn: ಕೋರ್ಸ್‌ನ ಒಟ್ಟಾರೆ ಸ್ಕೋರ್
lt: Bendras kurso rezultatas
lv: Kopējais kursa rezultāts
ml: മൊത്തത്തിലുള്ള കോഴ്‌സ് സ്‌കോർ
mr: एकूण अभ्यासक्रम गुण
nl: Totale cursusscore
no: Samlede poeng for kurset
pl: Ogólny wynik kursu
pt_br: Pontuação geral no curso
pt_pt: Classificação geral do curso
ro: Punctaj general obținut pentru curs
sr: Укупан резултат на курсу
sv: Poäng för kursen som helhet
sw: Alama ya jumla ya kozi
ta: ஒட்டுமொத்த படிப்பின் ஸ்கோர்
te: మొత్తం కోర్సు స్కోర్
th: คะแนนรวมของหลักสูตร
tr: Genel kurs puanı
uk: Загальний результат курсу
ur: کورس کا مجموعی اسکور
zu: Isikolo sesifundo sesisonke

source: Student Progress
af: Studentvordering
ar: تقدم الطالب
bg: Напредък на учащия
bn: ছাত্র প্রগতিতে রয়েছে
ca: Progrés de l'alumne
da: Status for elev
de: Fortschritt des Teilnehmers
es: Progreso del estudiante
et: Õppurite edenemine
eu: Ikaslearen garapena
fa: پیشرفت دانشجو
fi: Opiskelijan edistyminen
fil: Progreso ng Mag-aaral
fr: Avancement de l'étudiant
gl: Progreso do estudante
gu: વિદ્યાર્થીની પ્રગતિ
hi: छात्र प्रगति
hr: Napredak polaznika
hu: Tanuló előrehaladása
id: Kemajuan Siswa
is: Framvinda nemanda
it: Avanzamento dello studente
iw: התקדמות התלמיד
ja: 学生の進捗状況
kn: ವಿದ್ಯಾರ್ಥಿ ಪ್ರಗತಿ
lt: Klausytojo pažanga
lv: Studenta sekmes
ml: വിദ്യാർത്ഥിയുടെ പുരോഗതി
mr: विद्यार्थी प्रगती
nl: Cursistvoortgang
pl: Postęp kursanta
pt_br: Progresso do aluno
pt_pt: Progresso do Estudante
ro: Progresul studentului
sr: Напредак студента
sv: Elevens studieresultat
sw: Maendeleo ya Mwanafunzi
ta: மாணவரின் முன்னேற்றம்
te: విద్యార్థి పురోగతి
th: ความคืบหน้าของนักเรียน
tr: Öğrencinin İlerleme Durumu
uk: Поступ слухача
ur: طالب علم کی پیشرفت
zu: Ukuqhubeka komfundi

source: New Name
af: Nuwe naam
ar: اسم جديد
bg: Ново име
bn: নতুন নাম
ca: Nom nou
cs: Nové jméno
da: Nyt navn
de: Neuer Name
es: Nuevo nombre
et: Uus nimi
eu: Izen berria
fa: نام جدید
fi: Uusi nimi
fil: Bagong Pangalan
fr: Nouveau nom
gl: Novo nome
gu: નવું નામ
hi: नया नाम
hr: Novo ime
hu: Új név
id: Nama Baru
is: Nýtt nafn
it: Nuovo nome
iw: שם חדש
ja: 新しい名前
kn: ಹೊಸ ಹೆಸರು
lt: Naujas vardas
lv: Jauns vārds
ml: പുതിയ പേര്
mr: नवीन नाव
nl: Nieuwe naam
no: Nytt navn
pl: Nowe imię i nazwisko
pt_br: Novo nome
pt_pt: Novo Nome
ro: Nume nou
sr: Ново име
sv: Nytt namn
sw: Jina Jipya
ta: புதிய பெயர்
te: క్రొత్త పేరు
th: ชื่อใหม่
tr: Yeni Ad
uk: Нове ім’я
ur: نیا نام
zu: Igama elisha

source: Change Name
af: Verander naam
ar: تغيير الاسم
bg: Промяна на името
bn: নাম পরিবর্তন
ca: Canvia el nom
cs: Změnit jméno
da: Skift navn
de: Namen ändern
es: Cambiar nombre
et: Muuda nime
eu: Aldatu izena
fa: تغییر نام
fi: Vaihda nimi
fil: Baguhin ang Pangalan
fr: Modifier le nom
gl: Cambiar nome
gu: નામ બદલો
hi: नाम बदलें
hr: Promijeni ime
hu: Név módosítása
id: Ubah Nama
is: Breyta nafni
it: Modifica nome
iw: שנה שם
ja: 名前を変更
kn: ಹೆಸರು ಬದಲಿಸಿ
lt: Keisti vardą
lv: Mainīt vārdu
ml: പേര് മാറ്റുക
mr: नाव बदला
nl: Naam wijzigen
no: Endre navn
pl: Zmień imię i nazwisko
pt_br: Alterar nome
pt_pt: Alterar Nome
ro: Schimbați numele
sr: Промени име
sv: Ändra namn
sw: Badilisha Jina
ta: பெயரை மாற்று
te: పేరును మార్చు
th: เปลี่ยนชื่อ
tr: Adı Değiştir
uk: Змінити ім’я
ur: نام تبدیل کریں
zu: Shintsha igama

source: To leave the course permanently, click on Unenroll
af: Om die kursus permanent te verlaat, klik Staak kursus
ar: لمغادرة الدورة نهائيًا، انقر على "إلغاء التسجيل"
bg: За да напуснете курса за постоянно, кликнете върху „Отписване“
bn: স্থায়ীভাবে কোর্স ছেড়ে যেতে, নথিভুক্তকরণ মুক্ত করুন এ ক্লিক করুন
ca: Per deixar el curs de manera permanent, feu clic a Anul·la la inscripció
cs: Kliknutím na tlačítko Odhlásit z kurzu trvale opustíte kurz.
da: Hvis du vil forlade kurset permanent, skal du klikke på Frameld
de: Um den Kurs endgültig zu verlassen, klicken Sie auf "Abmelden".
es: Para dejar el curso de forma permanente, haz clic en Anular inscripción
et: Kui soovite kursuselt jäävalt lahkuda, klõpsake käsul Tühista liitumine
eu: Ikastaroa behin betiko uzteko, sakatu "Ezeztatu izen-ematea"
fa: برای خروج از این دوره به طور دائم، روی لغو نام‌نویسی کلیک کنید
fi: Jos haluat lopettaa kurssin pysyvästi, klikkaa Peruuta osallistuminen
fil: Upang permanenteng iwanan ang kurso, mag-click sa Umalis sa Pagkaka-enroll
fr: Pour quitter définitivement le cours, cliquez sur "Se désinscrire".
gl: Para abandonar o curso permanentemente, fai clic en Cancelar a inscrición
gu: અભ્યાસક્રમને કાયમી રીતે છોડવા માટે, નોંધણી રદ કરો પર ક્લિક કરો
hi: इस पाठ्यक्रम को स्थायी रूप से छोड़ने के लिए, नामांकन अभी नहीं क्लिक करें
hr: Da biste trajno napustili tečaj, kliknite na opciju "Ispis"
hu: A tanfolyam végleges elhagyásához kattintson a Jelentkezés törlése lehetőségre
id: Untuk meninggalkan mata kuliah ini selamanya, klik Batal mendaftar
is: Smelltu á Afskrá til að hætta í námskeiðinu fyrir fullt og allt
it: Per lasciare definitivamente il corso, fai clic su Annulla iscrizione
iw: כדי לעזוב את הקורס לצמיתות, לחץ על 'בטל הרשמה'
ja: コースの受講を中止するには、[登録解除] をクリックします
kn: ಕೋರ್ಸ್ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ಬಿಡಲು, ದಾಖಲಾತಿ ರದ್ದುಪಡಿಸು ಕ್ಲಿಕ್ ಮಾಡಿ
lt: Jei norite pasitraukti iš kurso visam laikui, spustelėkite „Išsiregistruoti“
lv: Lai neatgriezeniski pamestu kursu, noklikšķiniet uz “Atcelt reģistrāciju”.
ml: കോഴ്‌സ് ശാശ്വതമായി ഉപേക്ഷിക്കുന്നതിന്, എൻറോൾ ചെയ്‌തത് ഒഴിവാക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുക
mr: अभ्यासक्रम कायमचा सोडण्यासाठी, नोंदणी रद्द करा वर क्लिक करा
nl: Als u de cursus permanent wilt verlaten, klikt u op \'Uitschrijven\'
no: For å forlate kurset permanent klikker du på Avregistrer
pl: Aby trwale opuścić kurs, kliknij Wypisz się
pt_br: Para sair do curso permanentemente, clique em Cancelar inscrição
pt_pt: Para abandonar permanentemente o curso, clique em Anular a inscrição
ro: Pentru a renunța definitiv la acest curs, dați clic pe Anulați înscrierea
sr: Да бисте трајно напустили курс, кликните на Испиши ме
sv: Klicka på Avanmäl om du vill lämna kursen permanent
sw: Ili kuacha kozi kabisa, bofya kwenye Kutojiandikisha
ta: படிப்பிலிருந்து நிரந்தரமாக வெளியேற, பதிவுநீக்கு என்பதைக் கிளிக் செய்யவும்
te: కోర్సు నుండి శాశ్వతంగా నిష్క్రమించడానికి, నమోదుని తీసివేయిపై క్లిక్ చేయండి
th: หากต้องการออกจากหลักสูตรโดยถาวร ให้คลิก "ยกเลิกการลงทะเบียน"
tr: Kurstan kalıcı olarak ayrılmak için Kaydı Sil'i tıklayın
uk: Щоб назавжди залишити курс, натисніть "Перервати навчання"
ur: کورس مستقل طور پر چھوڑنے کیلئے، اندراج ختم کریں پر کلک کریں
zu: Ukuze ushiye i-course ngokuphelele, chofoza okuthi yeka ukubhalisa

source: Unenroll
af: Staak kursus
ar: إلغاء التسجيل
bg: Отписване
bn: নথিভুক্তকরণ মুক্ত করুন
ca: Anul·la la inscripció
cs: Odhlásit z kurzu
da: Frameld
de: Abmelden
es: Anular inscripción
et: Liitumise tühistamine
eu: Ezeztatu izen-ematea
fa: لغو نام‌نویسی
fi: Peruuta osallistuminen
fil: Umalis sa Pagkaka-enroll
fr: Se désinscrire
gl: Cancelar a inscrición
gu: નોંધણી રદ કરો
hi: नामांकन अभी नहीं
hr: Ispis
hu: Jelentkezés törlése
id: Batal mendaftar
is: Afskrá
it: Annulla iscrizione
iw: בטל הרשמה
ja: 登録解除
kn: ದಾಖಲಾತಿ ರದ್ದುಪಡಿಸು
lt: Išsiregistruoti
lv: Atcelt reģistrāciju
ml: എൻറോൾ ചെയ്‌തത് ഒഴിവാക്കുക
mr: नोंदणी रद्द करा
nl: Uitschrijven
no: Avregistrer
pl: Wypisz się
pt_br: Cancelar inscrição
pt_pt: Anular a inscrição
ro: Anulați înscrierea
sr: Испиши ме
sv: Avanmäl
sw: Kutojiandikisha
ta: பதிவுநீக்கு
te: నమోదుని తీసివేయి
th: ยกเลิกการลงทะเบียน
tr: Kaydı Sil
uk: Перервати навчання
ur: اندراج ختم کریں
zu: Yekela ukubhalisa

source: Student profile not found ...
af: Studenteprofiel nie gekry nie…
ar: لم يتم العثور على الملف الشخصي للطالب...
bg: Потребителският профил на учащия не е намерен...
bn: ছাত্র প্রোফাইল খুঁজে পাওয়া যায়নি ...
ca: No s'ha trobat el perfil d'alumne...
cs: Profil studenta nebyl nalezen...
da: Den studerendes profil blev ikke fundet...
de: Teilnehmerprofil nicht gefunden...
es: No se ha encontrado el perfil del estudiante...
et: Õpilase profiili ei leitud ...
eu: Ez da ikaslearen profila aurkituâ€¦
fa: نمایه دانشجویی یافت نشد ...
fi: Opiskelijan profiilia ei löydy…
fil: Hindi makita ang profile ng mag-aaral ...
fr: Profil d'étudiant introuvable.
gl: Non se atopou o perfil do estudante...
gu: વિદ્યાર્થી પ્રોફાઇલ મળી નથી ...
hi: छात्र प्रोफ़ाइल नहीं मिली ...
hr: Profil polaznika nije pronađen...
hu: A diák profilja nem található...
id: Profil siswa tidak ditemukan ...
is: Prófíll nemanda fannst ekki...
it: Profilo studente non trovato...
iw: פרופיל הסטודנט לא נמצא...
ja: 学生のプロフィールが見つかりません...
kn: ವಿದ್ಯಾರ್ಥಿ ಪ್ರೊಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ ...
lt: Klausytojo profilis nerastas...
lv: Šāds studenta profils netika atrasts...
ml: വിദ്യാർത്ഥിയുടെ പ്രൊഫൈൽ കണ്ടെത്തിയില്ല ...
mr: विद्यार्थी प्रोफाईल आढळले नाही ...
nl: Cursistprofiel niet gevonden...
no: Studentprofilen ble ikke funnet
pl: Nie znaleziono profilu kursanta...
pt_br: O perfil do aluno não foi encontrado…
pt_pt: Não foi encontrado o perfil do estudante...
ro: Profilul de student nu a fost găsit...
sr: Профил ученика није пронађен...
sv: Det gick inte att hämta studentprofilen ...
sw: Wasifu wa mwanafunzi haupatikani...
ta: மாணவர் சுயவிவரம் காணப்படவில்லை ...
te: విద్యార్థి ప్రొఫైల్ కనుగొనబడలేదు ...
th: ไม่พบโปรไฟล์นักเรียน ...
tr: Öğrenci profili bulunamadı...
uk: Профіль слухача не знайдено…
ur: طالب علم کا پروفائل نہیں ملا…
zu: Iphrofayela yomfundi ayitholakalanga ...
