Repository: google/coursebuilder-core
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, es, et, eu, fa, fi, fil, fr, gl, gu, hi, hr, hu, id, is, it, iw, ja, kn, lt, lv, ml, mr, nl, no, pl, pt_br, pt_pt, ro, sr, sv, sw, ta, te, th, tr, uk, ur, zu

source: This exceeds your email cap. Number of remaining invitations: %s. No messages sent.
af: Dit oorskry jou e-posperk. Aantal oorblywende uitnodigings: %s. Geen boodskappe gestuur nie.
ar: يتجاوز هذا الحد الأقصى لرسائلك الإلكترونية. عدد الدعوات المتبقية: %s. لم يتم إرسال أية رسالة.
bg: Това надхвърля ограничението ви за имейли. Брой оставащи покани: %s. Няма изпратени съобщения.
bn: এক্ষেত্রে আপনার অ্যাকাউন্ট থেকে ইমেল পাঠানোর নির্ধারিত সীমা ছাড়িয়ে গেছে৷ অবশিষ্ট আমন্ত্রণের সংখ্যা: %s৷ কোনো বার্তা পাঠানো হয়নি৷
ca: Aquesta xifra supera el vostre límit de correus electrònics. Nombre d'invitacions restants: %s. No s'ha enviat cap missatge.
da: Dette overskrider begrænsningen for e-mails. Antal resterende invitationer: %s. Der blev ikke sendt nogen meddelelser.
de: Ihre E-Mail-Kapazitäten sind überschritten. Anzahl der restlichen Einladungen: %s. Es wurden keine Nachrichten gesendet.
es: Se ha superado el límite de correos electrónicos. Número de invitaciones restantes: %s. No se ha enviado ningún mensaje.
et: See ületab teie meilide saatmise ülempiiri. Järelejäänud kutsete arv: %s. Ühtegi sõnumit ei saadetud.
eu: Gehienez bidal dezakezun mezu kopurua gainditu duzu. %s gonbidapen geratzen zaizkizu. Ez da bidali mezurik.
fa: این تعداد از ظرفیت ایمیل شما بیشتر است. تعداد دعوت‌های باقی مانده: ‎%s. هیچ پیامی ارسال نشد.
fi: Tämä ylittää sähköpostitilisi kiintiön. Jäljellä olevien kutsujen määrä: %s. Viestejä ei lähetetty.
fil: Lumalampas ito sa hangganan ng iyong email. Dami ng natitirang imbitasyon: %s. Walang ipinadalang mga mensahe.
fr: Vous avez dépassé le nombre maximal d'e-mails. Nombre d'invitations restantes : %s. Aucun message envoyé.
gl: Superouse o teu límite de correos electrónicos. Número de invitacións restantes: %s. Non se enviou ningunha mensaxe.
gu: આ તમારી ઇમેઇલ ક્ષમતાને ઓળંગે છે. બાકી આમંત્રણોની સંખ્યા: %s. કોઈ સંદેશા મોકલ્યાં નથી.
hi: यह आपके ईमेल की अधिकतम सीमा को पार कर गया है. शेष आमंत्रणों की संख्या: %s. कोई संदेश नहीं भेजा गया.
hr: Premašen je broj dopuštenih e-poruka. Broj preostalih pozivnica: %s. Poruke nisu poslane.
hu: Ez meghaladja a küldhető e-mailek számára vonatkozó korlátozást. A fennmaradó meghívók száma: %s. Egy üzenet sem lett elküldve.
id: Jumlah ini melampaui kapasitas email Anda, Jumlah undangan tersisa: %s. Tidak ada pesan terkirim.
is: Hámarksfjölda sendra skeyta hefur verið náð. Boð eftir: %s. Engin skeyti send.
it: Hai superato il limite consentito per le email. Numero di inviti restanti: %s. Nessun messaggio inviato.
iw: זוהי חריגה ממגבלת האימיילים שלך. מספר ההזמנות הנותרות: %s. לא נשלחו הודעות.
ja: メールの上限を超えています。残りの招待状の数は %s 件です。送信されたメッセージはありません。
kn: ಇದು ನಿಮ್ಮ ಉಳಿದಿರುವ ಆಹ್ವಾನಗಳ ಇಮೇಲ್ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯನ್ನು ಮೀರುತ್ತದೆ: %s. ಯಾವುದೇ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿಲ್ಲ.
lt: Viršijote el. laiškų apribojimą. Liko kvietimų: %s. Neišsiųsta jokių pranešimų.
lv: Ir pārsniegts jūsu e-pasta ziņojumu ierobežojums. Atlikušo uzaicinājumu skaits: %s. Netika nosūtīts neviens ziņojums.
ml: ഇത് നിങ്ങളുടെ ഇമെയിൽ ശേഷിയ്ക്ക് മുകളിലായി. ശേഷിക്കുന്ന ക്ഷണങ്ങളുടെ എണ്ണം: %s. സന്ദേശങ്ങളൊന്നും അയയ്‌ച്ചിട്ടില്ല.
mr: हे आपली ईमेल क्षमता ओलांडते. शिल्लक आमंत्रणांची संख्या: %s. कोणतेही संदेश पाठविले नाहीत.
nl: Dit overschrijdt uw maximale aantal e-mails. Aantal resterende uitnodigingen: %s. Geen berichten verzonden.
pl: Przekroczyłeś limit e-maili. Liczba pozostałych zaproszeń: %s. Nie zostały wysłane żadne wiadomości.
pt_br: Isto excede seu limite de e-mails. Número de convites restantes: %s. Nenhuma mensagem foi enviada.
ro: Ați depășit numărul maxim de e-mailuri. Numărul de invitații rămase: %s. Nu s-a trimis niciun mesaj.
sr: Ово премашује максимални број имејлова. Број преосталих позива: %s. Поруке нису послате.
sw: Mialiko hii inazidi uwezo wa barua pepe yako. Idadi ya mialiko iliyobakia: %s. Hakuna ujumbe uliotumwa.
ta: இது உங்கள் மின்னஞ்சல் வரம்பை மீறியது. மீதமுள்ள அழைப்புகள்: %s. செய்திகள் எதுவும் அனுப்பப்படவில்லை.
te: ఇది మీ ఇమెయిల్‌ల పరిమితిని అధిగమించింది. మిగిలి ఉన్న ఆహ్వానాల సంఖ్య: %s. సందేశాలు ఏవీ పంపబడలేదు.
th: จำนวนนี้เกินขีดการทำงานของอีเมลของคุณ จำนวนของคำเชิญที่เหลือ: %s ไม่มีข้อความที่ได้รับการส่ง
tr: Bu işlem, e-posta sınırınızı aşıyor. Kalan davetiye sayısı: %s. Hiçbir ileti gönderilmedi.
uk: Ви надіслали максимальну дозволену кількість електронних листів. Залишилося запрошень: %s. Повідомлення не надіслано.
ur: یہ آپ کی ای میل بھیجنے کی حد سے زیادہ ہے۔ باقی دعوتوں کی تعداد: ‎%s۔ کوئی پیغامات نہیں بھیجے گئے۔
zu: Lokhu kudlula umkhawulo we-imeyili yakho. Inombolo yezimemo ezisele: %s. Ayikho imilayezo ethunyelwe.

source: Error: Invalid email "%s"
af: Fout: ongeldige e-pos "%s"
ar: خطأ: عنوان بريد إلكتروني غير صالح "%s"
bg: Грешка: Имейл адресът „%s“ е невалиден
bn: ত্রুটি: অবৈধ ইমেল "%s"
ca: Error: l'adreça electrònica %s no és vàlida.
da: Fejl: Ugyldig e-mail "%s"
de: Fehler: E-Mail-Adresse "%s" ist ungültig.
es: Error: la dirección de correo electrónico "%s" no es válida
et: Viga: sobimatu e-posti aadress „%s”
eu: Errorea: "%s" helbide elektronikoak ez du balio
fa: خطا: ایمیل «%s» نادرست است
fi: Virhe: virheellinen sähköpostiosoite %s
fil: Error: Hindi wastong email "%s"
fr: Erreur : Adresse e-mail "%s" non valide.
gl: Erro: o correo electrónico "%s" é non válido
gu: ભૂલ: અમાન્ય ઇમેઇલ "%s"
hi: त्रुटि: अमान्य ईमेल "%s"
hr: Pogreška: nevažeća e-adresa "%s"
hu: Hiba: érvénytelen e-mail cím (%s)
id: Kesalahan: Email "%s" tidak valid
is: Villa: Ógilt netfang „%s“
it: Errore. Indirizzo email "%s" non valido
iw: שגיאה: כתובת אימייל לא חוקית ‎"%s"‎
ja: エラー: メール「%s」が無効です
kn: ದೋಷ: ಅಮಾನ್ಯವಾದ ಇಮೇಲ್‌ "%s"
lt: Klaida: netinkamas el. pašto adresas „%s“
lv: Kļūda: e-pasta adrese “%s” nav derīga.
ml: പിശക്: "%s" എന്ന ഇമെയിൽ അസാധുവാണ്
mr: त्रुटी: अवैध ईमेल "%s"
nl: Fout: ongeldig e-mailadres '%s'
pl: Błąd: nieprawidłowy adres e-mail „%s”
pt_br: Erro: e-mail "%s" inválido
ro: Eroare: adresa de e-mail „%s” nu este validă
sr: Грешка: Неважећи имејл „%s“
sw: Hitilafu: Anwani ya barua pepe isiyo sahihi "%s"
ta: பிழை: தவறான மின்னஞ்சல் "%s"
te: లోపం: చెల్లని ఇమెయిల్ "%s"
th: ข้อผิดพลาด: อีเมล "%s" ไม่ถูกต้อง
tr: Hata: E-posta adresi "%s" geçersiz
uk: Помилка: недійсна електронна адреса %s
ur: خرابی: غلط ای میل "‎%s"
zu: Iphutha: I-imeyili engavumelekile "%s"

source: Error: You have already sent an invitation email to "%s"
af: Fout: Jy het reeds 'n uitnodiging-e-pos na "%s" gestuur
ar: خطأ: لقد أرسلت رسالة إلكترونية لدعوة "%s" من قبل
bg: Грешка: Вече изпратихте имейл с покана до „%s“
bn: ত্রুটি: আপনি ইতিমধ্যেই "%s" এ আমন্ত্রণ জানিয়ে একটি ইমেল পাঠিয়েছেন
ca: Error: ja heu enviat un correu electrònic d'invitació a %s.
da: Fejl: Du har allerede sendt en invitation via e-mail til "%s"
de: Fehler: Sie haben bereits eine Einladungs-E-Mail an "%s" gesendet.
es: Error: ya has enviado una invitación por correo electrónico a "%s"
et: Viga: olete juba saatnud kutse e-posti aadressile „%s”
eu: Errorea: ez duzu gonbidapenik bidali "%s" helbide elektronikora
fa: خطا: قبلاً ایمیل دعوت برای «%s» ارسال کرده‌اید
fi: Virhe: olet jo lähettänyt sähköpostikutsun seuraavaan osoitteeseen: %s
fil: Error: Nagpadala ka na ng imbitasyong email sa "%s"
fr: Erreur : Vous avez déjà envoyé une invitation à "%s" par e-mail.
gl: Erro: xa enviaches unha invitación por correo electrónico a "%s"
gu: ભૂલ: તમે પહેલાંથી જ "%s" ને આમંત્રણ ઇમેઇલ મોકલી છે
hi: त्रुटि: आपने पहले ही "%s" को एक आमंत्रण ईमेल भेज दिया है
hr: Pogreška: već ste poslali e-poruku s pozivnicom na adresu "%s"
hu: Hiba: a(z) „%s” címre már küldött e-mailes meghívót
id: Kesalahan: Anda telah mengirimkan email undangan kepada "%s"
is: Villa: Þú hefur nú þegar sent boðstölvupóst til „%s“
it: Errore. Hai già inviato un'email di invito a "%s"
iw: שגיאה: כבר שלחת באימייל הזמנה אל ‎"%s"‎
ja: エラー: 招待メールを「%s」に既に送信しています
kn: ದೋಷ: ನೀವು ಈಗಾಗಲೇ ಆಹ್ವಾನ ಇಮೇಲ್‌ ಅನ್ನು "%s" ಅವರಿಗೆ ಕಳುಹಿಸಿರುವಿರಿ
lt: Klaida: jau išsiuntėte kvietimo el. laišką „%s“
lv: Kļūda: jūs jau nosūtījāt uzaicinājuma e-pasta ziņojumu uz adresi “%s”.
ml: പിശക്: നിങ്ങൾ ഇതിനകം തന്നെ "%s" എന്നതിലേക്ക് ഒരു ക്ഷണം അയച്ചു
mr: त्रुटी: आपण "%s" ना आधीपासून एक आमंत्रणाचे ईमेल पाठविले आहे.
nl: Fout: u heeft al een e-mailuitnodiging gestuurd naar '%s'
pl: Błąd: wysłałeś już zaproszenie e-mail do „%s”
pt_br: Erro: você já enviou um e-mail de convite para "%s"
ro: Eroare: ați trimis deja o invitație prin e-mail către „%s”
sr: Грешка: Већ сте послали имејл са позивом на „%s“
sw: Hitilafu: Tayari umetuma mwaliko kwa anwani ya barua pepe ya "%s"
ta: பிழை: "%s"க்கு ஏற்கனவே அழைப்பு மின்னஞ்சலை அனுப்பியுள்ளீர்கள்
te: లోపం: మీరు ఇప్పటికే "%s"కి ఆహ్వాన ఇమెయిల్ పంపారు
th: ข้อผิดพลาด: คุณได้ส่งอีเมลคำเชิญไปยัง "%s" แล้ว
tr: Hata: "%s" adresine zaten bir davetiye e-postası gönderdiniz
uk: Помилка: ви вже надіслали запрошення на електронну адресу %s
ur: خرابی: آپ نے پہلے ہی ایک دعوتی ای میل "‎%s" کو بھیجی ہے
zu: Iphutha: Usuvele uthumele i-imeyili yesimemo ku-"%s"

source: Not all messages were sent (%s / %s):
af: Nie al die boodskappe is gestuur nie (%s / %s):
ar: لم يتم إرسال جميع الرسائل (%s / %s):
bg: Някои съобщения не бяха изпратени (%s / %s):
bn: সমস্ত বার্তা পাঠানো হয়নি (%s / %s):
ca: No s'han enviat tots els missatges (%s / %s):
da: Ikke alle meddelelser blev sendt (%s / %s):
de: Nicht alle Nachrichten wurden gesendet (%s/%s):
es: No se han enviado todos los mensajes (%s/%s):
et: Kõiki sõnumeid ei saadetud (%s/%s-st):
eu: Ez dira mezu guztiak bidali (%s / %s):
fa: برخی از پیام‌ها ارسال نشدند (%‏s‏ ‏/‏ ‏%s):
fi: Kaikkia viestejä ei lähetetty (%s / %s):
fil: Hindi naipadala ang lahat ng mensahe (%s / %s):
fr: Certains messages n'ont pas été envoyés (%s/%s) :
gl: Non se enviaron todas as mensaxes (%s/%s):
gu: બધા સંદેશા મોકલ્યાં નહોતા (%s / %s):
hi: सभी संदेश भेजे नहीं गए थे (%s / %s):
hr: Neke poruke nisu poslane (%s/%s):
hu: Nem sikerült elküldeni az összes üzenetet (%s/%s):
id: Tidak semua pesan terkirim (%s / %s):
is: Ekki voru öll skeytin send (%s/%s):
it: Non sono stati inviati tutti i messaggi (%s/%s):
iw: חלק מההודעות לא נשלחו ‎(%s / %s)‎:
ja: 一部のメッセージが送信されていません（%s/%s）:
kn: ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿಲ್ಲ (%s / %s):
lt: Išsiųsti ne visi pranešimai (%s / %s):
lv: Daži ziņojumi netika nosūtīti (%s/%s):
ml: എല്ലാ സന്ദേശങ്ങളും അയച്ചില്ല (%s / %s):
mr: सर्व संदेश पाठविले नव्हते (%s / %s):
nl: Niet alle berichten zijn verzonden (%s/%s):
pl: Nie wszystkie wiadomości zostały wysłane (%s / %s):
pt_br: Nem todas as mensagens foram enviadas (%s / %s):
ro: Nu s-au trimis toate mesajele (%s/%s):
sr: Нису све поруке послате (%s/%s):
sw: Baadhi ya ujumbe haukutumwa (%s / %s):
ta: எல்லா செய்திகளும் அனுப்பப்படவில்லை (%s / %s):
te: అన్ని సందేశాలు పంపబడలేదు (%s / %s):
th: ระบบไม่ได้ส่งข้อความบางส่วน (%s/%s):
tr: İletilerin tümü gönderilmedi (%s / %s):
uk: Надіслано не всі повідомлення (%s / %s):
ur: سبھی پیغامات نہیں بھیجے گئے (‎%s / %s):
zu: Akuyona yonke imilayezo ethunyelwe (%s / %s):

source: OK, %s messages sent
af: Goed, %s boodskappe gestuur
ar: حسنًا، تم إرسال %s من الرسائل
bg: Всичко е наред, изпратени бяха %s съобщения
bn: ঠিক আছে, %sটি বার্তা পাঠানো হয়েছে
ca: D'acord, s'han enviat %s missatges.
da: OK. %s meddelelser blev sendt
de: OK, %s Nachrichten wurden gesendet.
es: Se han enviado %s mensajes
et: OK, %s sõnumit on saadetud
eu: Ados, %s mezu bidali dira
fa: بسیار خوب، %s پیام ارسال شد
fi: OK, %s viestiä lähetettiin
fil: OK, %s (na) mensahe ang naipadala
fr: OK, %s messages envoyés
gl: Enviáronse %s mensaxes
gu: ઑકે, %s સંદેશા મોકલ્યાં
hi: ठीक है, %s संदेश भेजे गए
hr: U redu, poruke su poslane (ukupno %s)
hu: Rendben, %s üzenet elküldve
id: Oke, %s pesan terkirim
is: Komið; %s skeyti voru send
it: OK, %s messaggi inviati
iw: יש אישור, נשלחו ‎%s‎ הודעות
ja: %s 件のメッセージが送信されました
kn: ಸರಿ, %s ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
lt: Gerai, išsiųsta %s pranešim.
lv: Tika nosūtīti %s ziņojumi.
ml: ശരി, %s സന്ദേശങ്ങൾ അയച്ചു
mr: ठीक आहे, %s संदेश पाठविले
nl: OK, %s berichten verzonden
pl: Wysłano %s wiadomości
pt_br: OK, %s mensagens enviadas
ro: OK, s-au trimis %s (de) mesaje
sr: У реду, број послатих порука је %s
sw: Sawa, ujumbe %s ulitumwa
ta: முடிந்தது, %s செய்திகள் அனுப்பப்பட்டன
te: సరే, %s సందేశాలు పంపబడ్డాయి
th: ส่ง %s ข้อความแล้ว
tr: Tamam, %s ileti gönderildi
uk: Надіслано повідомлень: %s
ur: ٹھیک ہے، ‎%s پیغامات بھیجے گئے
zu: KULUNGILE, %s imilayezo ithunyelwe

source: Invite Friends
af: Nooi vriende
ar: دعوة أصدقاء
bg: Поканете приятели
bn: বন্ধুদের আমন্ত্রণ জানান
ca: Convidar amics
da: Inviter venner
de: Freunde einladen
es: Invita a amigos
et: Sõprade kutsumine
eu: Gonbidatu lagunak
fa: دعوت از دوستان
fi: Kutsu kavereita
fil: Mag-imbita ng Mga Kaibigan
fr: Inviter des amis
gl: Invitar amigos
gu: મિત્રોને આમંત્રિત કરો
hi: मित्रों को आमंत्रित करें
hr: Pozovite prijatelje
hu: Ismerősök meghívása
id: Undang Teman
is: Bjóddu vinum
it: Invita amici
iw: הזמן חברים
ja: 友だちを招待
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
lt: Pakviesti draugų
lv: Uzaiciniet draugus
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: मित्रांना आमंत्रित करा
nl: Vrienden uitnodigen
pl: Zaproś znajomych
pt_br: Convidar amigos
ro: Invitați prieteni
sr: Позовите пријатеље
sw: Alika Marafiki
ta: நண்பர்களை அழைக்கவும்
te: స్నేహితులను ఆహ్వానించండి
th: เชิญเพื่อน
tr: Arkadaşlarınızı Davet Edin
uk: Запросіть друзів
ur: دوستوں کو مدعو کریں
zu: Mema Abangani

source: Click to send invitations to family and friends
af: Klik om uitnodigings aan familielede en vriende te stuur
ar: انقر لإرسال الدعوات إلى العائلة والأصدقاء
bg: Кликнете за изпращане на покани до близки и приятели
bn: পরিবারের লোকজন এবং বন্ধুদের আমন্ত্রণ পাঠাতে ক্লিক করুন
ca: Feu clic per enviar les invitacions a familiars i amics.
da: Klik for at sende invitationer til familie og venner
de: Klicken Sie, um Einladungen an Freunde zu senden.
es: Haz clic para enviar invitaciones a familiares y amigos
et: Klõpsake, et saata kutseid perele ja sõpradele
eu: Egin klik lagun eta senideak gonbidatzeko
fa: برای ارسال دعوت به خانواده و دوستان، کلیک کنید
fi: Kutsu perheenjäseniä ja kavereita klikkaamalla
fil: I-click upang magpadala ng mga imbitasyon sa pamilya at mga kaibigan
fr: Cliquez pour envoyer des invitations à vos proches
gl: Fai clic para enviar invitacións a familiares e amigos
gu: કુટુંબીજનો અને મિત્રોને આમંત્રણો મોકલવા માટે ક્લિક કરો
hi: परिवार और मित्रों को आमंत्रण भेजने के लिए क्लिक करें
hr: Kliknite da biste poslali pozivnice obitelji i prijateljima
hu: Kattintson ide családja és barátai meghívásához
id: Klik untuk mengirim undangan kepada keluarga dan teman
is: Smelltu til að senda boð til fjölskyldu og vina
it: Fai clic per inviare inviti ad amici e parenti
iw: לחץ כדי לשלוח הזמנות למשפחה ולחברים
ja: クリックして家族や友だちに招待状を送る
kn: ಕುಟುಂಬ ಮತ್ತು ಸ್ನೇಹಿತರಿಗೆ ಆಹ್ವಾನಗಳನ್ನು ಕಳುಹಿಸಲು ಕ್ಲಿಕ್‌ ಮಾಡಿ
lt: Spustelėkite, kad išsiųstumėte kvietimus artimiesiems ir draugams
lv: Noklikšķiniet, lai nosūtītu uzaicinājumus ģimenei un draugiem
ml: കുടുംബാഗങ്ങൾക്കും സുഹൃത്തുക്കൾക്കും ക്ഷണങ്ങൾ അയയ്‌ക്കാൻ ക്ലിക്കുചെയ്യുക
mr: कुटुंबास आणि मित्रांना आमंत्रणे पाठविण्‍यासाठी क्लिक करा
nl: Klik om uitnodigingen te verzenden naar familie en vrienden
pl: Kliknij, by wysłać zaproszenia do rodziny i znajomych
pt_br: Clique para enviar convites à família e aos amigos
ro: Dați clic pentru a trimite invitații familiei și prietenilor
sr: Кликните да бисте послали позиве члановима породице и пријатељима
sw: Bofya ili utume mialiko kwa familia na marafiki
ta: குடும்பத்தினர் மற்றும் நண்பர்களுக்கு அழைப்புகளை அனுப்ப கிளிக் செய்யவும்
te: కుటుంబం మరియు స్నేహితులకు ఆహ్వానాలను పంపడానికి క్లిక్ చేయండి
th: คลิกเพื่อส่งคำเชิญไปยังครอบครัวและเพื่อนๆ
tr: Aile bireylerine ve arkadaşlara davetiye göndermek için tıklayın
uk: Натисніть, щоб надіслати запрошення родичам і друзям
ur: خاندان اور دوستوں کو دعوتیں بھیجنے کیلئے کلک کریں
zu: Chofoza ukuze uthumela izimemo kumndeni nabangani

source: Invitations not currently available
af: Uitnodigings is nie tans beskikbaar nie
ar: الدعوات غير متاحة حاليًا
bg: Поканите понастоящем не са налице
bn: আমন্ত্রণগুলি বর্তমানে উপলব্ধ নয়
ca: Actualment les invitacions no estan disponibles.
da: Invitationer er ikke tilgængelige i øjeblikket
de: Momentan können keine Einladungen gesendet werden.
es: Actualmente no están disponibles las invitaciones
et: Kutsed ei ole praegu saadaval
eu: Une honetan ez dago gonbidapenik erabilgarri
fa: ویژگی دعوت‌ها هنوز فعال نشده است
fi: Kutsut eivät ole käytössä tällä hetkellä
fil: Hindi available sa kasalukuyan ang mga imbitasyon
fr: Invitations indisponibles actuellement
gl: As invitacións non están dispoñibles actualmente
gu: આમંત્રણો વર્તમાનમાં ઉપલબ્ધ નથી
hi: आमंत्रण वर्तमान में उपलब्ध नहीं हैं
hr: Pozivnice trenutačno nisu dostupne
hu: Jelenleg nem lehet meghívót küldeni
id: Saat ini undangan tidak tersedia
is: Ekki er hægt að senda boð eins og er
it: Gli inviti non sono al momento disponibili
iw: אין כרגע הזמנות זמינות
ja: 現在、招待状は利用できません
kn: ಆಹ್ವಾನಗಳು ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ
lt: Kvietimai šiuo metu nepasiekiami
lv: Uzaicinājumi pašlaik nav pieejami
ml: ക്ഷണങ്ങൾ നിലവിൽ ലഭ്യമല്ല
mr: सध्‍या आमंत्रणे उपलब्‍ध नाहीत
nl: Uitnodigingen momenteel niet beschikbaar
pl: Zaproszenia są obecnie niedostępne
pt_br: Os convites não estão disponíveis no momento
ro: În prezent, nu sunt disponibile invitații
sr: Позиви тренутно нису доступни
sw: Mialiko haipatikani kwa sasa
ta: இப்போது அழைப்புகள் இல்லை
te: ప్రస్తుతం ఆహ్వానాలు అందుబాటులో లేవు
th: ไม่มีคำเชิญในปัจจุบัน
tr: Davetiyeler şu anda kullanılamıyor
uk: Запрошення зараз недоступні
ur: دعوتیں فی الحال دستیاب نہیں ہیں
zu: Izimemo ezingekho okwamanje

source: Subscribe/Unsubscribe
af: Teken in/teken uit
ar: اشتراك/إلغاء الاشتراك
bg: Абониране/отписване
bn: সদস্যতা নিন/সদস্যতা মুক্ত করুন
ca: Subscriu o cancel·la la subscripció
da: Tilmeld/afmeld
de: Abonnieren/Abbestellen
es: Suscribirse/Anular suscripción
et: Tellimine / tellimusest loobumine
eu: Harpidetu edo kendu harpidetza
fa: مشترک شدن/لغو اشتراک
fi: Tilaa / peruuta tilaus
fil: Mag-subscribe/Mag-unsubscribe
fr: S'abonner/Se désabonner
gl: Subscribirse/Cancelar subscrición
gu: સબ્સ્ક્રાઇબ કરો/અનસબ્સ્ક્રાઇબ કરો
hi: सदस्य बनें/सदस्यता छोड़ें
hr: Pretplatite se ili odjavite pretplatu
hu: Feliratkozás/leiratkozás
id: Berlangganan/Berhenti Berlangganan
is: Gerast áskrifandi / Hætta áskrift
it: Iscriviti/annulla l'iscrizione
iw: הרשמה/ביטול רישום
ja: 登録 / 登録解除
kn: ಸಬ್‌ಸ್ಕ್ರೈಬ್‌/ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್‌
lt: Prenumeruoti / atsisakyti prenumeratos
lv: Abonēt/atteikt abonēšanu
ml: സബ്‌സ്‌ക്രൈബുചെയ്യുക/ഒഴിവാക്കുക
mr: वर्गणीदार व्हा/सदस्यता रद्द करा
nl: Abonneren/afmelden
pl: Subskrybuj/zrezygnuj
pt_br: Inscrever-se/cancelar inscrição
ro: Abonați-vă/Dezabonați-vă
sr: Пријавите се/Опозовите пријаву
sw: Jiunge/Jiondoe
ta: குழு சேர்/குழு விலகு
te: చందా పొందండి/చందా తొలగించండి
th: สมัคร/ยกเลิกการสมัคร
tr: Abone ol/Aboneliği iptal et
uk: Підписатись або скасувати підписку
ur: سبسکرائب/اَن سبسکرائب کریں
zu: Bhalisela/Zikhuphe ohlwini

source: You are currently unsubscribed from course-related emails.
af: Jy is tans nie op kursusverwante e-posse ingeteken nie.
ar: لقد ألغيت الاشتراك في الرسائل الإلكترونية المتعلقة بالمقرَّر التعليمي في الوقت الحالي.
ca: Actualment, la subscripció als correus electrònics relacionats amb el curs està cancel·lada.
de: Sie haben momentan kursbezogene E-Mails abbestellt.
fil: Kasalukuyan kang naka-unsubscribe sa mga email na may kaugnayan sa kurso.
fr: Vous n'êtes plus abonné aux e-mails relatifs aux cours.
gu: તમે હાલમાં અભ્યાસક્રમ-સંબંધિત ઇમેઇલ્સમાંથી અનસબ્સ્ક્રાઇબ કરેલ છે.
hi: वर्तमान में पाठ्यक्रम-संबंधित ईमेल के लिए आपकी सदस्यता को रद्द कर दिया गया है.
id: Saat ini Anda berhenti berlangganan dari email terkait kursus.
it: Al momento l'iscrizione alle email relative al corso non è attiva.
iw: אתה לא רשום לקבלת אימיילים הקשורים לקורס.
kn: ನೀವು ಪ್ರಸ್ತುತ ಕೋರ್ಸ್-ಸಂಬಂಧಿತ ಇಮೇಲ್‌ಗಳಿಂದ ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾಡಿರುವಿರಿ.
lt: Šiuo metu esate atsisakę su kursais susijusių el. laiškų prenumeratos.
ml: നിങ്ങൾ നിലവിൽ കോഴ്‌സുമായി ബന്ധപ്പെട്ട ഇമെയിലുകൾ അൺസബ്‌സ്‌ക്രൈബുചെയ്‌തു.
pl: Nie subskrybujesz obecnie e-maili dotyczących kursów.
ro: În prezent, sunteți dezabonat(ă) de la e-mailurile despre cursuri.
sr: Пријава за имејлове у вези са курсевима је тренутно опозвана.
sw: Umeondolewa kutoka kupokea barua pepe zinazohusiana na kozi kwa sasa.
te: మీరు ప్రస్తుతం కోర్సు సంబంధిత ఇమెయిల్‌లకు చందాను తొలగించారు.
th: คุณยกเลิกการสมัครรับอีเมลที่เกี่ยวกับหลักสูตรไปแล้วในปัจจุบัน
ur: آپ فی الحال کورس سے متعلق ای میلز سے اَن سبسکرائب کردہ ہیں۔
zu: Okwamanje uzikhiphe ohlwini kusuka kuma-imeyili aphathelene nezifundo.

source: Click here to re-subscribe.
af: Klik hier om weer in te teken.
ar: انقر هنا لإعادة الاشتراك.
bg: Кликнете тук за повторно абониране.
bn: পুনরায় সদস্যতা নিতে এখানে ক্লিক করুন৷
ca: Feu clic aquí per tornar a fer la subscripció.
da: Klik her for at tilmelde dig igen
de: Klicken Sie hier, um sie wieder zu abonnieren.
es: Haz clic aquí para volver a suscribirte.
et: Uuesti tellimiseks klõpsake siin.
eu: Berriro harpidetzeko, egin klik hemen.
fa: برای اشتراک مجدد، اینجا کلیک کنید.
fi: Klikkaa tätä, jos haluat jälleen vastaanottaa kutsuja.
fil: Mag-click dito upang muling mag-subscribe.
fr: Cliquez ici pour vous réabonner.
gl: Fai clic aquí para activar de novo a subscrición.
gu: ફરીથી સબ્સ્ક્રાઇબ કરવા માટે અહીં ક્લિક કરો.
hi: फिर से सदस्य बनने के लिए यहां क्लिक करें.
hr: Kliknite ovdje da biste se pretplatili ponovno.
hu: Kattintson ide az újbóli feliratkozáshoz.
id: Klik di sini untuk berlangganan kembali.
is: Smelltu hér til að gerast áskrifandi aftur.
it: Fai clic qui per iscriverti di nuovo.
iw: לחץ כאן כדי להירשם שוב.
ja: 再登録するにはここをクリックしてください。
kn: ಮರು-ಚಂದಾದಾರರಾಗಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್‌ ಮಾಡಿ.
lt: Spustelėkite čia, kad vėl prenumeruotumėte.
lv: Nolikšķiniet šeit, lai tos atkal abonētu.
ml: വീണ്ടും സബ്‌സ്ക്രൈബ് ചെയ്യുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക.
mr: पुन्हा वर्गणीदार होण्‍यासाठी येथे क्लिक करा.
nl: Klik hier om u weer te abonneren.
pl: Kliknij tutaj, by ponownie zasubskrybować.
pt_br: Clique aqui para inscrever-se novamente.
ro: Dați clic aici pentru a vă reabona.
sr: Кликните овде да бисте се поново пријавили.
sw: Bofya hapa ili ujiunge upya.
ta: மீண்டும் குழு சேர இங்கே கிளிக் செய்யவும்.
te: మళ్లీ చందా పొందడానికి ఇక్కడ క్లిక్ చేయండి.
th: คลิกที่นี่เพื่อสมัครอีกครั้ง
tr: Yeniden abone olmak için burayı tıklayın.
uk: Натисніть тут, щоб знову підписатися.
ur: دوبارہ سبسکرائب کرنے کیلئے یہاں کلک کریں۔
zu: Chofoza lapha ukuze ubhalisa kabusha.

source: You are currently receiving course-related emails.
af: Jy ontvang tans kursusverwante e-posse.
ar: تستلم رسائل إلكترونية متعلقة بالمقرَّر التعليمي في الوقت الحالي.
ca: Actualment, rebeu correus electrònics relacionats amb el curs.
de: Sie erhalten momentan kursbezogene E-Mails.
fil: Kasalukuyan kang nakakatanggap ng mga email na may kaugnayan sa kurso.
fr: Vous êtes abonné aux e-mails relatifs aux cours.
gu: તમે હાલમાં અભ્યાસક્રમ-સંબંધિત ઇમેઇલ્સ પ્રાપ્ત કરી રહ્યાં છો.
hi: आप वर्तमान में पाठ्यक्रम-संबंधित ईमेल प्राप्त कर रहे हैं.
id: Saat ini Anda menerima email terkait kursus.
it: Al momento il ricevimento di email relative al corso è attivo.
iw: אתה רשום לקבלת אימיילים הקשורים לקורס.
kn: ನೀವು ಪ್ರಸ್ತುತ ಕೋರ್ಸ್-ಸಂಬಂಧಿತ ಇಮೇಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿರುವಿರಿ.
lt: Šiuo metu gaunate su kursais susijusius el. laiškus.
ml: നിങ്ങൾക്ക് നിലവിൽ കോഴ്‌സുമായി ബന്ധപ്പെട്ട ഇമെയിലുകൾ ലഭിക്കുന്നു.
pl: Otrzymujesz obecnie e-maile dotyczące kursów.
ro: În prezent, primiți e-mailuri despre cursuri.
sr: Тренутно примате имејлове у вези са курсевима.
sw: Unapokea barua pepe zinazohusiana na kozi kwa sasa.
te: మీరు ప్రస్తుతం కోర్సు సంబంధిత ఇమెయిల్‌లను స్వీకరిస్తున్నారు.
th: คุณได้รับอีเมลที่เกี่ยวกับหลักสูตรอยู่ในปัจจุบัน
ur: آپ فی الحال کورس سے متعلق ای میلز موصول کر رہے ہیں۔
zu: Okwamanje uthola ama-imeyili aphathelene nezifundo.
